<template lang="pug">
  .hello
    .ui.segment.container

      h1 第二章：星使下凡
      h2 2.1. 雪地聖光
      h3 2.1.1. 隕星之謎

      p 在星斗隕落後，人們充滿恐懼。

      p 有的人增加了希望，有的人卻更加絕望。一切都動盪不安。

      p 皇都的大星象師不眠不休，計算隕星的軌道，以及他們降落的位置；修士們各自向主神祈禱，希望得到啟示，但都沒有結果。

      p 正當芬斯特藍、瓦林娜和烏風踏進諾魯夫王的領土；安琪和米庫斯、卡穆里、艾瑞爾進入王都諾薩里亞時，王國東北方，暴虐的基斯坦卡候爵領內的一個小村子裡，發生了一件事。

      h3 2.1.2. 先知

      p 洛南紀五十九年十月三十日，高樹村

      p 「你是誰？」村長懷疑地打量著面前的男子。

      p 對方年約二十來歲，衣著簡陋，目光卻有炯炯有神，身材也十分結實。

      p 「我的名字不重要，」那人答道，「我是奉先知之命前來，希望您能在正午時召集全村的人到廣場，聽先知開示。」

      p 他的嚴肅與認真，讓村長及旁邊的兩名村警感到驚訝。

      p 「嗯...我破例讓你進來，不是來讓你傳教的。」村長搓了搓他的山羊鬍，正色說道，「你請人通報說，有件大事，會關係到的全村命運，我才讓你進來的。」

      p 「這的確『是』關係到全村的大事。」那人答道。堅定的眼神讓人無法懷疑他的自信。

      p 「怎麼說呢？」村長開始起了興趣。

      p 「先知是神的代言人，」那人道，「她有話要對全村的人講。」

      p 「我明白了，我明白了，」村長皮笑肉不笑地說道，「但是我怎麼知道她是真的先知，還是騙錢的神棍呢？」

      p 「她將展現超凡的神力，超越世上任何的修士、祭司與隱者。」那人道，「雙杖座的大能。」

      p 「好吧，姑且聽聽看。」村長半信半疑地說道。

      p 那人禮貌地鞠了個躬，轉身離去。

      p 時值寒冬，雖是正午時分，廣場上仍積了厚厚的一層白雪。

      p 全村不分男女老幼，全都好奇地聚集在此，想來看看傳說中的先知究竟是何人物。村警們除了向領主通報的人之外，也和村長一起來了。人們穿著厚重的衣物和皮靴保暖，一面哈著煙氣。

      p 這片廣場北面是山壁，偶有落石，因此棄置已久。上午去找村長的神秘人，這時站在人群的前方，面向群眾。他身旁立著一根計時用的日晷。

      p 當日晷的影子縮到最短時，那人以宏亮的聲音說道：「有請先知大人！」群眾們立刻噤聲了。

      p 霎時間，只見一個身被白袍的人影從石壁上浮了出來！

      p 那白袍人是一名留著黑色短髮的女子，有著神聖不可侵犯的面容。她的樣子既剛毅又溫和，有著一股莊重的威嚴，使人不自主地想要跪倒在她面前，全心全意地待奉她。

      p 她僅僅只是往前走了一步，輕輕地露了個微笑，已讓所有人的目光被牢牢吸住，再也離不開她身上。群眾的表情，就像見到女神下凡一般。

      p 在神聖的氛圍底下，白袍人開了口：「我代表我的主神，平衡之神，向各位致上一份祝福。」

      p 人們感到一股寧靜和充盈的感覺。

      p 「苦難中的人們，暴政下的人們啊，」她續道，「悲慘的日子不會長久，嶄新的明天即將來臨。

      p 「主神在天上聽到了子民的禱告，於是派我來帶你們脫離苦海。你們的頭上有可笑的領主，但領主和你們的頭上都還有公正的神。

      p 「神之盾現在不在貴族那邊，而是在你們這邊了！

      p 「你們可以反抗，可以不繳稅，可以不必擔心那罪惡的領主和他手下的惡徒了！」她說著高舉雙手，帶給村民們無比的信心。

      p 她停了一下，舉起帶著銳利的邊緣的圓盾，放出青色的光芒。那是九神兵之一，銳盾「以牙還牙」，是平衡之神的聖器。它早在洛南帝國，甚至愛森文明出現以前，就展現過它的威能了。

      p 先知用盾一招，光芒由青轉紅，一道巨大的火柱從天而降，燒上了村長和旁邊的村警們。他們連吭聲的機會都沒有，就被天火吞沒了。

      p 人們平時受村長和村警欺壓慣了，現在他們突然被殺，都覺得出了一口惡氣。除了一些年幼的孩童嚇呆了之外，大家都鼓掌叫好。

      p 先知作了個手勢，要大家安靜下來。她續道：「神以我的手將你們救離苦難，你們應聽從神的旨意。

      p 「你們放心，我不會徵收任何的稅金，凡間的財寶對不朽的神如糞土一般。

      p 「我即將以神之名，組織一個游擊隊，和一個兵團。由志願者組成，其他人則提供他們一切的協助。

      p 「此外，所有不合理的法律都廢除了。取而代之的，是四條聖律：
      p 一：沒有神的旨意，不得殺人。二：不得偷盜。三：不得邪淫。四：一報還一報，不要太多，不要太少。

      p 「你們只要記住，不殺、不盜、不淫、以牙還牙就可以了。

      p 「在神的恩典下，人人皆平等，人人皆朋友，因此要善待你們的鄰居，也要寬恕願意悔改的敵人。」

      p 人們聽得如痴如醉，這不正是大同世界的理想嗎？跟隨這位高貴的先知，遠勝原本屈服於暴虐領主的生活。

      p 「那麼，我們怎麼稱呼您呢？」人群中有人問道。

      p 「精靈們稱我為穹銀，你們也可以這麼稱呼我。我是從天界下凡的星使，你們可以稱我為平衡星使。」

      p 這天中午的奇蹟，徹底地改變了高樹村的命運。

      p 許多健壯的年輕人將田地留給較小的弟妹，加入星使的麾下。他們在冬季的寒風中，日復一日地集訓。其中佼佼者，就被選進「星光游擊隊」中，成為身佩雙杖聖徽的精銳。

      p 游擊隊員的訓練固然艱苦，但也享受許多的特權。不過他們很少行使，也未曾濫用這些權力。畢竟大家同在一個村中，朋友的關係可以取代一切的階級差距。

      p 農民和匠人的生活也大有改善。生病、殘障、盲眼的人在星使的神力下，都恢復了健康；貧窮的人向星使領到足以維生的食物；小孩子在宗教的薰陶下，也變得愈來愈有靈性了。

      h3 2.1.3. 穹銀的思索

      p 洛南紀五十九年十一月五日，高樹村

      p 這是一個降雪的日子，高樹村的人們都躲入了屋內。在廣場上，也就是星使第一次出現在眾人前的位置，現在已設了一個祭壇。

      p 祭壇是用木頭搭成的，周圍按照雙杖座的星圖插了七枝大旗，上面繡著雙杖聖徽，其中又以長杖一端的旗子最大，代表主星天宏星。祭壇正位於雙杖的交叉處。

      p 奇怪的是，從星使出現以來，就再也沒有落石降到廣場上了。

      p 穹銀站在祭壇旁，正想著她的計劃。

      p 就如同預期般的容易，她想，我還看不到什麼阻攔呢。其他的使者都還未下凡，我還有充份的時間來作準備。

      p 首先，北邊的北衛山脈是個關鍵，得先下手為強；佔領山區後，便可以慢慢發展，等待他們了。坐山觀虎鬥，再於關鍵時刻加入戰局，於是在大戰結束之後，正邪的均勢不會改變，那麼任務便完成了。

      p 看不出有何難處，尤其有「誓約」作為後盾。無論在力量或是才智方面，沒有凡人是我對手，誓約又禁止使者間的正面交鋒。

      p 值得擔心的是紫焰預言的「法師後裔」和「可敬大王」；不過，紫焰已承諾會除掉他們，所以也不必擔心。但是「可敬大王」是誰呢？有什麼王是「可敬」的？不會是冥王吧？

      p 穹銀決定詢問主神，誰是預言中的可敬大王。她閉上雙眼，用神力將疑問送上天界。

      p 從天界傳來的答覆是：

      p 「
      p 太陽的烈焰曾聽命於他
      p 皓月的陰影亦為他所掌
      p 歷史的緋頁曾由他撰寫
      p 魔法的力量亦為他釋放
      p 」

      p 剎時間，穹銀明白了那人的身份。

      p 她難以置信，以致失去了平衡與鎮定。

      p 「是...他！」她驚道，彷彿這是她最害怕的名字，「阿法利烏斯！撰史者！精靈王！他怎麼會...可是，我完全感受不到他的來臨啊！」

      p 大概他還末出發吧，穹銀心道，否則他不可能逃過天神的感應力。

      p 深不可測，有神般大能的老祖宗，在上次大戰時，是我們的盟友，曾讓愛森大法師聞風喪膽，而這次，我們已穩操勝算，他竟會離開故鄉。難不成...是要與天神作對？

      p 憑凡人的力量，是不可能與天神作對的。但是，如果是他...說不定辦得到...他是少數僅存的古精靈啊！古精靈和別的種族不同，他們日常的語言就咒語。不需要學習，就能施展法力。

      p 不過，陽焰月影都已失落，阿法利烏斯也成了沒有毒牙的蛇。在感應到他出現之前，還是交給紫焰處理吧！希望她快點下凡來執行任務。

      p 想著想著，穹銀感應到一股殺氣，正往高樹村而來。她立刻判斷出，對方不好對付，不能讓士兵和隊員白白送死。

      p 星使略一靜心，已恢復平靜。

      p 她一躣而起。在半空中，發亮的白袍化為一對半透明的翅膀，載穹銀乘風翱翔。

      p 她一直往村口飛去，毫不在乎飄落的雪花。它們一碰到袍子就馬上彈開了。

      p 過不多時，穹銀遠遠地看到一支由數百名騎兵組成的部隊，在兩名騎士和一名隨軍修士的帶領之下，浩浩盪盪地開往高樹村。

      p 他們斗蓬下藏著鎧甲，那是只有貴族親兵才能穿的昂貴甲冑，像是昆蟲的甲殼一般，能抵禦刀槍劍戟和箭矢的鋒銳。

      p 前面掌旗的士兵持著基斯坦卡候爵的家徽──白鷹，代表候爵大人親征。

      p 另一名掌旗員持著審判之神的聖徽──天枰，代表隨隊修士的信仰。

      p 大雪，不能冷卻他們的怒火。

      h3 2.1.4. 暴政的結束

      p 穹銀迅速地趕往村口前的路上，成功地在他們還未攻進村莊時，出現在大隊人馬前，打亂了軍樂隊的節奏，造成了一陣騷動。

      p 「你們來自高大的城堡，充滿殺戮的慾望，帶來災難與戰爭，為的是什麼？」穹銀柔聲說道。

      p 「可敬的人啊，」隨軍修士說道，「我感到妳受某位不朽神明的眷顧。不過，妳不應干預我國的內政。若妳是傳播福音的修士，請到別處去吧，我無意與妳為敵。」

      p 穹銀道：「待奉邪神的人啊，你的聲音帶有殺意。難不成你想以凡人的力量，向不朽的神挑戰？我乃來自天界的星使，奉平衡之神的命令下凡。『請到別處去吧』是我要說的話。」

      p 凡人呆立著，面露驚慌。

      p 「不妙，這...這人得罪不得，」修士轉頭，悄聲向候爵說道，「我們回去吧。」他的聲音帶著真實的恐懼。

      p 「懦夫！」候爵的吼聲自頭盔的面罩裡傳出，「我們帶了精銳前來，怎能就此退去？她只有一個人而已！」他轉頭向軍隊揮動他的左手，「為了基斯坦卡家族的尊嚴，上吧！」

      p 「尊嚴？」穹銀冷笑道，「閣下的暴行，已將基斯坦卡家族和白鷹徽章的英名毀於一旦。尊嚴掃地的貴族，現在我只問你：要死？還是要活？」

      p 「本人沒有回答妳的必要！全軍進攻！」候爵吼道。

      p 「恕我無禮了！」審判之神的修士喊道，隨即向他的神祈禱，準備使定身法定住星使。

      p 星使將盾擋在身前，喝道：「彈！」

      p 隨隊修士突然落馬，摔在地上，動彈不得，中了自己施展的定身術。

      p 「全軍進攻！」候爵大吼。同時策馬上前，挺槍衝向穹銀。

      p 銀白色的大地上，整隊的騎兵隨著候爵和親衛隊長，像一束箭矢奔向穹銀。

      p 穹銀站在原地，左手舉盾一招，笑道：「看來諸位都不想活囉？彈！」

      p 突然間，基斯坦卡候爵突然痛苦地大吼，他的槍尖刺中了圓盾，但衝擊的力量，卻憑空在他自己右邊的胸甲上開了個洞，正好穿破甲胃上的白鷹。

      p 鮮血染紅了基斯坦卡候爵的襯袍。

      p 親衛隊長在刺中神盾後，也難逃同樣的命運。他被反彈的攻擊刺落下馬，一時間爬不起來。

      p 星使右手一招，衝在前線的騎兵們陷入了混亂，開始彼此衝殺。他們的意識為神力所惑，分不清敵我。於是後方的騎兵也被阻住，不知該朝自己的同伴殺出一條血路，還是掉頭逃跑，只好按兵不動。他們在天神的威能下，顯得脆弱而無助。

      p 基斯坦卡候爵，穆爾之子薩音，發現自己在短短幾秒內被完全孤立了。他不僅失去了親衛隊，失去了修士，更失去了獲勝的信心。

      p 他既不能戰，又不能逃，更不能降。他無法保往家族的名聲和自己的地位了。不到半分鐘前他還是一方霸主，此時卻完全無助了。

      p 「妳是誰？」他痛苦地說道，「為什麼找上我？」

      p 「我名叫穹銀，」星使平靜地說道，「是聽到了子民的呼喚而來。在集漁鎮的監獄中，主神的修士，醫者安琪揭示了你的惡行。惡必須由善來平衝，因此我便暫時當個正義使者，平衡你的邪惡。」

      p 「妳，妳是比我更狠毒的暴君！」候爵吼道，「我看清妳的真面目了！妳我都是仗著凌駕眾人的力量，任意施為的強者！妳等著了！以後妳也會死在強者的手下！」

      p 「我服膺我的主神，而你服膺的是你的私慾。這就是我們的不同。」穹銀緩緩地說道，「握有原則才能得到天祐，只顧私利必走向滅亡。力量並非一切。」

      p 說完，她將手一招，候爵便被定住，動彈不得。但他雙眼透出的怒火，仍是頗為驚人。

      p 「你帶給人民太多的苦難，」穹銀道，「而我能還施予你的不到千萬分之一。」

      p 星使彈了一下手指，一股寒氣自基斯坦卡的鎧甲傳出，透進候爵的肌膚內。他無法閃避，只能苦苦支撐，任憑比冰塊還冷的鐵甲折磨著他的意識。

      p 在候爵愈來愈冷，眼神轉暗，即將凍僵之時，穹銀冷冷地說道：「夠了，我並非以你的痛苦為樂。」

      p 她手一招，一道天火吞噬了基斯坦卡候爵，將他化作一團焦炭，結束了他暴虐的一生。

      p 大雪，仍不停地下著。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/")
          i.home.icon
          | 回首頁
        router-link.ui.green.huge.button(to = "/b2") 2.2節
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
