<template lang="pug">
  .hello
    .ui.segment.container

      h2 2.3. 聖槍騎士
      h3 2.3.1. 新的任務

      p 洛南紀五十九年十一月六日，沃土

      p 搜身的動作溫和有禮，繩索的綁縛也甚輕。自由奇士還把芬斯特藍的金髮還被撥到繩外，避免拉扯的痛苦。

      p 他們沒有取走分文。

      p 芬斯特藍雖是貴族，在皇都使錢甚寬，但出外旅行時和平民出身的探險家一樣，沒帶多少錢。

      p 高瘦的騎士艾斯和他的同伴鬆開束縛，點頭致意，轉身準備回守衛站裡。

      p 「等等，」芬斯特藍說道，「我改變主意了。既然你們言而有信，我同意跟你們進守衛站。」

      p 「很好，」自稱聖鎗團成員的艾斯道，「那便一起來吧。」

      p 善戰的歐利夫駕著馬車，與芬斯特藍一起進了守衛站。

      p 那是一由個石頭砌成的圍牆保護的堡壘，高度及胸，形狀不大規則。看樣子是將許多舊時農莊的圍牆接起來，改建成的。

      p 圍牆中有一處是建得很高的瞭望塔，上面插著諾魯夫王的藍龍旗。

      p 站裡除了農民和工匠外，似乎沒什麼其他職業的人，特別是商人。

      p 一行人經過了一個訓練場，許多的男女正在練習刺槍和騎術。

      p 自稱聖槍團成員的艾斯帶著他們來到了瞭望塔底，跟守衛打了個招呼，便將他們引進塔內的一間會客室。

      p 房裡四周都點著油燈，將整個房間照得通明。他們圍著中央的一個大圓桌坐下，而艾斯的兩個手下卻留在房外。

      p 他們等了一會兒，進來了一位英氣十足的女子，約二十六七歲，頭戴鐵盔，身穿重鎧，步履卻十分輕盈。她頭髮剪齊，腰間佩著一把彎刀。
      p 一見到她，艾斯立刻自座位上站起，向芬斯特藍和歐利夫介紹道：「這位是英格麗絲，本站的首領，也是聖槍團的一員。」

      p 芬斯特藍這才明白，原來「首領」云云，只是因為艾斯不熟悉官話，才會用強盜的稱呼。這英格麗絲那像什麼首領，從正氣和光輝來看，根本是位真正的聖騎士！

      p 「您好，在下名叫芬斯特藍，這位是歐利夫。」他起身，禮貌地說道。歐利夫跟著起身。

      p 「我見過你們。」英格麗絲厚實的聲音說道。她隨即將頭盔的面罩上推，露出飽經滄桑的面容。她看起來和芬斯特藍差不多年紀，臉龐和眼神卻顯出她經歷過異於常人的痛苦，而沈澱出的冷靜和智慧。

      p 「是妳！」歐利夫道，「五年前在飛箭站的那位騎士！」

      p 芬斯特藍突然想起，五年前在沃土和歐利夫一起遇到強盜，浴血死戰只殺掉三名盜賊，在危急時刻出現一位神速的騎士...

      p 「啊！我想起來了，」芬斯特藍又驚又喜，「那時妳以一敵四，從強盜的手中救了我們，就飄然而去，害得我們連該找誰致謝都不知道。幸好現在再道謝也還不遲。」

      p 「不必相謝，」英格麗絲道，「助人本是聖槍團的天職。」

      p 「救命之恩，非同小可，」芬斯特藍道，「不知您請我們來此，有何效勞之處？力所能及，自當奉命。」

      p 「別講得文謅謅的，」騎士道，「我不是貴族世家，是平民出身。」

      p 「他是問妳找我們來的原故？妳救過我們的命，只要幫得上忙，我們水裡水裡去、火裡火裡去。」歐利夫道。

      p 「芬斯特藍、歐利夫，」騎士嚴肅地說道，「我希望重建沃土，整頓治安，希望你們能助我一臂之力。」

      p 「重建沃土？我們當然願意...但是，連諾魯夫王都做不到的事，妳要怎麼做呢？」歐利夫疑惑地問道。

      p 「我會以聖槍團的力量，集結周圍的強盜，幫助他們回歸正業。槍騎神的大能將會讓我們衣食無缺、勇氣百倍。」

      p 「這很冒險，」芬斯特藍疑道，「強盜們會那麼聽話嗎？」

      p 「不會，所以要軟硬兼施。」英格麗絲果決地回答。

      p 「可是，你們打著諾魯夫王的旗織，一定會引起強盜們的反感吧。」芬斯特藍道。的確這是個切實的問題，畢竟諾魯夫王曾三番兩次地向強盜們進軍，試圖平亂。強盜的血染紅過無數的槍。

      p 「不愧是名人，」騎士道，「聖槍團將在月圓時起義，改名自由槍騎隊，正式與諾魯夫王脫離關係。」

      p 「什麼！」歐利夫驚道，「這怎麼可能！聖槍團從大一統前就一直跟隨著他，怎能說分就分！」

      p 「其他團員也同意嗎？」芬斯特藍問道。

      p 「人民的福祉，比傳統重要得多，」英格麗絲道，「見到沃土問題終能解決，諾魯夫王也會高興的。曾隨諾魯夫王打天下的騎士們，都接受了這項決議。」

      p 「總之...二位願意即刻加入我們嗎？」艾斯問道。

      p 「一定會的，」芬斯特藍道，「但是，我離開王都，是因為星斗隕落和法術重現，這些問題仍須解決...如果...」

      p 「放心吧，詩人，」英格麗絲道，「聖槍團對此事並非不知。事實上，隕星是代表天神即將派遣使者下凡。而槍騎神，也就是自由之神的星使，即將降臨沃土。到時候，考古隊和魔法都將加入善的一方。執意為惡者，將面臨毀滅的命運。」

      p 「這樣我就放心了。我願意盡一切力量，協助聖鎗團重建沃土。」芬斯特藍道。

      p 「你呢，勇敢的戰士？」英格麗絲向歐利夫問道。

      p 「為了沃土人民的福祉，我願意奉獻我的力量。」善戰的歐利夫回答。

      h3 2.3.2. 重建「海之擁」

      p 洛南紀五十九年十一月七日，王都諾薩里亞

      p 「馬法達在上，這就是諾薩里亞啊！」安琪望著高大的城牆和飄揚的金龍旗，不禁讚嘆道。

      p 「不錯，」米庫斯道，「這兒可是全世界最繁華的城市喔！洛雲城跟它比起來都差一大截，更別提老家那兒的市鎮啦。」

      p 「不過，說真的，能平安到達這裡，都得感謝安琪，」卡穆里道，「她的醫術救了我們兩個。」

      p 「是啊是啊，太感謝了，」米庫斯道，「反正道謝不花本錢嘛。」

      p 「什麼嘛！」安琪慍道，「虧我好心照顧你那麼久。你自己說，在對抗詛咒的那整整十天裡，我有沒有離開過你？」

      p 「我怎麼知道，我在專心對付詛咒啊！」米庫斯賴皮地笑道。

      p 「哼，小心下次我不救你了。」安琪慍道。

      p 「那妳再被關到牢裡時，我也不救妳啦。」米庫斯笑道。

      p 在他們伴嘴的同時，馬夫艾瑞爾已載著他們通過守衛，通過皇都高聳的城門了。

      p 眼前是他們從沒見過的繁華大道。一棟棟乳白色的建築物聳立兩旁，是用高級的大理石砌成。街上充斥著小販和行人，熱鬧繁華到讓人覺得自已渺小。

      p 打扮的花枝招展的貴婦人們，正由僕人陪著走向廣場，聆聽吟遊詩人的演唱；替師傅跑腿的年輕學徒充滿朝氣地衝向市集，尋找連自己都不明白用途的東西。

      p 角落還有些失業的乞丐，他們是城市裡生活的失敗者，住在骯髒的貧民窟。除了月影公會，沒有人知道，這些貧民窟裡的貧民，能左右整個王都的命運。

      p 「好啦，」卡穆里道，「是該道別的時候了。我要先到我叔叔那兒待一段時間，等腳傷好了，再來重新找個地方開旅店，或許就在諾薩里亞吧。」

      p 「你還會沿用原來的店名嗎？」米庫道問道。

      p 「我想會吧，畢竟海之擁就是我的生命。那是我年輕時一手創立的，當時的合夥人也在瘟疫中喪生了。」

      p 他續道：「唉，這些年來，我獨立經營，也因此見到了太多太多的人和事。逃犯也好，浪人也好，醉鬼也好，都曾在海之擁中找到歸屬。

      p 「在基斯坦卡候爵的暴政下，海之擁是少數自由而安全的地方。對很多人來說，那裡就像他們的家。

      p 「因此，就算諾薩里亞與集漁鎮的環境不同，我還是會留下同樣的『海之擁』的。」卡穆里悠悠地說道，似乎陷入了回憶的旋渦。

      p 安琪沉默地聽著，心裡浮起了一股罪惡感。她知道自己沒有犯錯，不放火就除不掉屍妖。但是，就這麼輕易地一把火，毀了卡穆里一生的基業，無論如何她都是無法安心的。

      h3 2.3.3. 採購

      p 「對了，你剛說到你叔叔。他在這裡作什麼營生呢？」米庫斯向『海之擁』老闆卡穆里問道。

      p 「畫師，」卡穆里道，「在王都，『哲拉大師』可有名了。雖然年紀大了，畫是愈來愈好。對了，你們在諾薩里亞的這段期間，或許可以住他那兒，我想他不會反對的。」

      p 「那麼，我就載你們到此，」長臉的車夫艾瑞爾插口道，「我還得到古物店的維卡克老闆那兒，接下一筆生意。」

      p 「那麼，就此別過吧，老友。」米庫斯笑道。

      p 一行人下了車，和艾瑞爾道別後，先四處逛了逛。他們雖然對服裝、飾物無甚研究，不懂門道，但看到一串串精緻的珠子、金色銀色的絲線、五花八門的繡花，不禁驚異於諾薩里亞的繁華。

      p 「對了，表哥，」一路上安琪問道，「你跟艾瑞爾很熱嗎？」

      p 「是啊，」米庫斯答道，「就是在海之擁認識的。他是個走私犯，專作私鹽和煙草的生意；平日裡就當車夫賺點小錢，也可以掩人耳目啦。」

      p 「天哪，你是說我們搭走私犯的馬車一路到了諾薩里亞？」安琪嚇了一跳。

      p 「那又怎樣？」米庫斯道，「這年頭誰都有罪啦。妳不也是個縱火犯嗎？」

      p 「都得怪那些上面的貴族，」卡穆里憂鬱地說道，「反正當權的再怎麼換，底下的小老百姓還是得過日子啊。不過啊，我父親的年代，王國還沒統一前，那還更糟。沒有王的時代，每個地方的土豪惡霸都各自稱王。比起那時的亂象，現在還算太平呢！」

      p 「這承平的時代也不會太久了，」米庫斯意味深長地說道，「耐頓在上，王國的大一統並非常態，混亂會再次降臨的。」

      p 「你講得好像這是件好事似的，」安琪責備道，「混亂、戰爭、災難有什麼好的？」

      p 「有什麼不好？」米庫斯道，「有混亂才有進步啊。如果不是戰國的亂像，怎麼會有洛南的盛世呢？」

      p 「可惜啊，老弟，」卡穆里道，「盛世對你來說將只是童年的回憶。」

      p 「不，只是傳奇罷了，」米庫斯道，「我的童年並不愉快。一點也不...」他的眼神露出一抹哀傷，迅即又恢復原狀。

      p 「嗯，」安琪道，「我還依稀記得去神廟前的日子...你的確不受舅舅和舅媽疼愛。他們把你當成...」

      p 「別提了吧，」米庫斯道，「好好瞧瞧這墮落的城市才是正經事啦。」

      p 他們打住言談，又逛了一家香料舖，安琪進去買了些貨。

      p 「冒險的旅程中，食物、藥品也是很重要的，」她出來時說道，「除了保存之道外，還有鹽的存量，這都是...」

      p 「好啦，」米庫斯不耐地打斷她，「反正一切都交給妳就是了。」

      p 「別小看廚藝喔，老弟，」卡穆里笑道，「至少我開新的旅店時，就肯雇安琪而不會雇你。」大夥聽著都笑了起來。

      p 走到草藥舖時，安琪仔細地看了看，買了幾株曬乾的藥草。

      p 「這是盾草，」她邊收進袋中邊道，「可以止血。西南山脈應該可以就地採到，但我想還是帶著一些以備萬一比較好。原本的都用得差不多了。」

      p 米庫斯沒搭腔。雖然裝作不在乎，不過跟懂得醫術的安琪同行，確實讓人有安心的感覺。

      p 天色漸漸轉暗，店舖也都開始打佯，卡穆里便帶著他們兩人來到他叔叔的房子。

      h3 2.3.4. 畫師哲拉

      p 畫師哲拉的房子相當氣派，有兩層樓，和一個有噴水池的庭苑，種滿不知名的花卉。房子位於藝文廣場不遠處，左鄰右舍都是些畫師、詩人、劇作家及音樂家。

      p 一個老僕開門接持他們進去，到一間掛滿水彩及油畫的大廳。卡穆里的叔叔喜歡生動的風景畫，偶而也有畫人物的肖像。

      p 「阿勞，我叔叔人還安好嗎？」卡穆里問道。

      p 「啊...他現在還在房間裡作畫呢，」老僕道，「老爺一忙起來，就沒人敢打擾他。」

      p 「好吧，」卡穆里道，「那也不麻煩您了，我們一切都自己來。」

      p 「也好，」老僕道，「年輕人總是性子急，不喜歡慢慢吞吞的。」

      p 三人便在哲拉的客房住下。

      p 對於老畫師家中豪華又不俗的擺設，安琪和米庫斯相當不習慣。他們從未睡過柔軟的床。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/b2") 2.2節
        router-link.ui.green.huge.button(to = "/b4") 2.4節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
