<template lang="pug">
  .hello
    .ui.segment.container

      h2 2.4. 危機浮現
      h3 2.4.1. 鐘墨芝石

      p 洛南紀十一月七日，王都諾薩里亞

      p 夜的薄紗，已籠罩了這沉睡的城市。半空中，月光自深遂的晚天投下冰冷的微笑。街上已不再有過往的行人，只剩幾隻老鼠還沒入夢。
      p 一個身披白色斗蓬的旅人，正踏著沉重的腳步走向天文塔，那是整個國度最高的建築。

      p 旅人走到高大的雙開鐵門前，敲了敲門上的扣環。

      p 不多時，門開了。一個老僕提著油燈從門後探頭出來，問道：「誰啊？」他的聲音聽起來似乎很睏倦。

      p 「我的名字叫鐘墨芝石，」旅人清朗的聲音答道，「是來找大星象師伊斯坦德伯爵的。我想他應該還沒睡。」他看起來眉清目秀，約二十來歲。老僕注意到他有著紅寶石般的眼瞳，閃耀著奇特的光芒。

      p 「鐘墨芝石，鐘墨芝石...」老人喃喃地道，「你等一下...」說完把門關上。

      p 旅人拄著他鑲有紫水晶的法杖，在門口等了十幾分鐘。他並不在意時間的流逝，雖然他稍稍有點心急。
      p 門打開了，老僕說道：「您請進吧...鐘墨芝石先生，大星象師願意見你。」

      p 「好極了，」旅人微笑道，「請領路。」

      p 旅人跟著老僕進到天文塔中，尋著螺旋狀的石階不斷上爬。他無心觀察周遭的擺設，而是深深地陷入了沉思。

      p 過不多時，來到了高塔的頂端，這是個半露天的建築，有著一架可以轉向的大望遠鏡。石桌上滿是寫著密密麻麻的記錄和計算的紙張，而書櫃中則散亂地擺著各式各樣的天文、數學著作。

      p 大星象師白恩．伊斯坦德伯爵看起來年約六十左右，滿頭白髮，但目光仍炯炯有神。當鐘墨芝石進門時，他放下手邊的計算，起身打量這個年輕人。

      p 「鐘墨芝石先生，歡迎來到全王國最高的塔頂。我很希望能和你多談談，可惜我手邊還有一條式子沒算完，能否稍待片刻？」星象師說道。

      p 「當然，」旅人道，「不過，若你肯告訴我你正在算的內容，說不定我能幫得上忙。我對星象也略有研究。」

      p 「這是關於隕星的計算，我正在算它們會落到哪裡。」星象師說著走回桌前。

      p 「啊，」旅人打斷他，「我必須要說，這個計算全無必要，因為它們並不是石頭，不會按照一定的軌跡落地。」

      p 「哦？」星象師開始感到興趣了，「那麼，你怎麼知道呢？」

      p 「我是占卜師鐘墨芝石，我的知識主要來自於法術和觀察。」

      p 「法術？」星象師笑道，「你不是在開我玩笑吧，年輕人？占星學可不是變出來的。」

      p 「噢，我並無鄙視占星學之意，」旅人從容地說道，「但我是來報訊的。一場大難即將來臨，所有人都應該要有所準備。」

      p 「大難？」星象師道，「你指的是...」

      p 「隕星是來自天界的星使，是九主神派來降禍於人類的。他們有幾近無敵的神力，但若是人類同心協力，還有一線生機。」

      p 「是嗎？」星象師驚道，「但是，善神的星使們...」

      p 「依然是災星。」旅人道，「善神使者希望左右人們的信仰；邪神的星使希望人類死光；中立神的星使們則是各有圖謀。」

      p 「那麼，」星象師絕望地問道，「希望又在哪裡？」

      p 「命運從不是凡人所能看破的，」旅人道，「我們只能儘我們所能地阻止災難，並保持著希望。在這個動盪的時代中，救世的英雄會出現的。
      p 「現在，請看看這顆水晶球，你很快就會明白這一切了。」
      p 他拿出一顆柚子大小的水晶球，將包裹的藍布拿開，擺到星象師的桌上。
      p 大星象師白恩．伊斯坦德注視著水晶球，終於明白了一切。
      p 他看到了終末之時。

      h3 2.4.2.匆匆離去
      p 洛南紀十一月八日，王都諾薩里亞
      p 「是該繼續前行的時後啦，」米庫斯道，「況且睡這床我背會痛，太軟了。哎喲！」他似乎脖子扭了一下。
      p 「唉！」安琪嘆道，「好不容易來了諾薩里亞，為什麼不住久一點呢？」她邊伸展筋骨邊道。
      p 「不行，」米庫斯道，「我們愈快愈好啦。上次看到暗血石和焚靈火後，我就覺得有什麼東西在催促著我。」
      p 「我也隱隱覺得有點不安。」安琪道。
      p 這時，門上傳來了敲門聲。
      p 「請進！」米庫斯道。
      p 「早安啊，兩位！」卡穆里道。他似乎心情很好。
      p 「早安。」安琪微笑道。
      p 「卡穆里老兄啊，」米庫斯道，「吃完早飯後，我和安琪...要去向哲拉先生說再見啦。」
      p 「什麼！」卡穆里驚道，「老弟，怎麼才來一天又要走啦？」
      p 「我也說不出個所以然來，」米庫斯道，「但...總覺得不趕快去就有點不安心。」
      p 「我也覺得不安，」安琪道，「似乎有什麼危險正在逼近。」
      p 「好吧，」卡穆里道，「雖然我是覺得你們有點多慮，不過也不想勉強你們留下來。」
      p 於是，他們吃完麵包、乳酪、香腸和濃湯組成的豐盛早餐後，便在卡穆里的帶領下，上樓去找卡穆里的叔叔道別。
      p 房門一打開，便露出了一幅巨大的畫，已完成了一半。
      p 這副畫生動地描繪了恐懼之夜的景像，彷彿將時空帶回那個永恆的夜晚。一顆顆隕落的星斗，以及尾部托著的光影，將災難的恐怖及異象的壯麗表達得淋漓盡致。
      p 畫家哲拉看著他們目瞪口呆的神情，微笑著點了點他那皺紋滿佈，但不失風雅的頭，把房門輕輕帶上。
      p 三人像是中了魔咒一般，等門都關上了還定在那兒，說不出一句話。
      p 過了半分鐘左右，安琪才顫抖著道：「太...太美了。」
      p 「耐頓在上，簡直像真的...」米庫斯嘆道，「真不愧是大師。」
      p 「這就算道別過了吧，」卡穆里帶著他們下樓，一邊說道，「我叔叔人就是這樣子，不善詞令，只會用畫來表達。」
      p 「真是位奇人啊。」米庫斯道。
      p 他們回房打裡了一下行李，又向管家的老僕討了些食物和飲水，便準備上路。
      p 臨走前，卡穆里囑咐道：「兩位，無論如何，答應我一件事：『活著回來』。」
      p 「沒問題，」米庫斯笑道，「我們會回海之擁找你的。」
      p 「嗯，」安琪認真地說道，「我們會回來的。」
      p 於是，他們告別了卡穆里和哲拉的豪宅，走向雇佣所。

      h3 2.4.3.神秘的修士

      p 卡穆里剛關上門，準備上樓時，突然聽到急促的敲門聲。
      p 「誰啊？」他轉身開門。
      p 門口是兩名身披紫袍的修士，袍內還露出厚重的鎧甲。他們腰際懸掛著釘頭鎚，暗示著不祥的預兆。
      p 「有沒有一個叫安琪的，和一個叫米庫斯的人在這裡？」一名修士粗魯地問道，他的聲音聽起來帶了點北方口音。
      p 「他們是誰啊？」卡穆里假作不知。
      p 「別裝傻，」那人怒道，「我們知道他們昨天住在這裡。你不說，我們就進去搜。」
      p 「在王都撒野？好大的膽子！」卡穆里怒道。他把門碰的一聲關上，準備回房拿他的斧頭。
      p 一聲巨響迫使他不得不回了頭。門已經整個破裂了，看來是被怪力的一腳踹開的。
      p 卡穆里轉身就跑，只聽得背後轉來禱文：
      p 「魁旭坦，宿命之神！綁住彼之手足，縳住彼之體骸！」
      p 一股強大的神力束縳了卡穆里的意志，他完全動彈不得，也發不出聲音了。他心裡無限焦急，若是他們上了樓...天哪，但願不要發生！
      p 「好啦，總算可以把他們給搜出來啦！」那修士大踏步地走進屋內。
      p 「等等，別太著急。」一個聲音自大廳中傳來，就在修士的附近。
      p 「誰？」那修士兇惡地問道。
      p 「我是鐘墨芝石，來自遙遠的地方，」那聲音悠悠地說道，「紫焰近來如何？她在凡界過得不錯吧？」
      p 「你膽敢稱呼星使大人的星名！」修士怒道，「受死吧！」他隨即出禱文：
      p 「魁旭坦，宿命之神！
      p 請賜我滌淨的力量，
      p 破除面前的魔咒！」
      p 他的同伴也唸道：
      p 「魁旭坦，推動命運的大神！
      p 請賜我勝利之福，賜彼敗亡之詛。」
      p 鐘墨芝石的隱形術被神力破除，現出了本相。但他同時也唸出了咒語：「Pras-Zovi-el」並揮出手中的法杖。
      p 一道閃電自他的杖尖上的紫水晶中爆出，正中前面的那名修士，又透體而過，擊中了在門口的另一個。他們看起來十分痛苦，但神賜的耐力支持著他們，讓他們沒有倒下。
      p 在修士們還來不及唸完下一段禱文前，鐘墨芝石又施出了咒語：「Pras-Tika-Nusa」
      p 他舉杖一揮，杖尖和杖尾都向前射出了一道風切，劃傷了兩名修士，但重鎧擋掉了大部份的傷害，救了他們一命。不過，因為突然中招，他們心神略分，禱文便無法完成。
      p 「停手吧，」鐘墨芝石道，「如果你們想活著的話。」他自開戰以來始終沒有露出一絲激動的神情，現在也一樣地冷靜。
      p 修士們一言不發地轉身離去，走路一拐一拐的，完全失去了一開始的燄氣。
      p 鐘墨芝石看了卡穆里一眼，便轉身離去。走之前還不忘用一個咒文將壞掉的門回復原狀。
      p 很好，鐘墨芝石心道，由於施了風切術，他們會認為我來自風谷。接下來，只要擾亂紫焰的占卜，就救得了他們了。
      h3 2.4.4.考古場的伏擊
      p 洛南紀十一月十一日，沃土廢棄考古場
      p 「這兒什麼都沒有。」烏風道。
      p 「表面上是這樣啦...」瓦林娜道，「可是得用法術查查看才知道。」
      p 她唸出咒文：「Ris-Zavias」
      p 「沒有，」她道，「可能真的被掏空了。」
      p 這時，由於周圍再無旁人，他們便也不再需要隱形。
      p 「什麼都不剩了？」
      p 「的確如此欸...想不到竟晚了一步。」
      p 「很好，那我們去找寇維爾本人吧。」烏風冷冷地道。
      p 「雖然有點像在送死，不過不妨一試。」瓦林娜道。
      p 這時，大沙坑的中央傳來了「嗚...啊...」的吼聲。
      p 「明明有東西。」烏風道。
      p 「大概法術失靈了吧，」瓦林娜笑道，「在大法師埋下遺產的所在，誰知道會發生什麼事呢？」
      p 這時，沙坑中冒出了一群人形的生物，以緩慢的速度向他們走來。牠們生著蛆蟲的身上滿是潰爛的傷痕，空洞的眼神中透出了嗜血的殺意，似乎憎恨著世上所有仍活著的生命。
      p 「僵屍！」瓦林娜輕聲道，「有二十來個，不過應該不難對付。我來就好，你躲著。我怕有別的敵人。」
      p 她走向前，唸出咒文：「Pras-Tika-Nusa」並將雙手交叉劈出。
      p 那一大群的僵屍一被風切擊中，就像遇上鐮刀的茅草，紛紛倒地，結束了牠們受詛的生命。
      p 突然，瓦林娜聽到前方傳來咒文：「Bles-Bold-Rush」
      p 一陣強大的白色風暴將她捲倒在地。
      p 寒冷的狂風夾帶著碎冰，不斷剌痛她身上各處。在白茫茫的冰風暴中，瓦林娜伸手不見五指。
      p 瓦林娜伏低身子，朝著某個方向爬去，希能早點離開法術的範圍。
      p 毫無遇警地一刀砍中了她的側身。
      p 「啊！」她驚叫一身，但她什麼都看不見。
      p 瓦林娜感到一股前所未有的恐懼，接近死亡的恐懼，但她知道，現在她還不能死。
      p 她冷靜地，憑著直覺閃開了第二刀，並從骨頭的撞擊聲中聽出了對方的位置。
      p 她唸出燃燒之手的咒語：「Vil-Kon-muan」
      p 骨頭碎裂的聲音中，她聽出了對方已被消滅。
      p 她繼續迎著寒風前行，一邊暗自欽佩她的敵人，竟能利用冰風暴的咒語來讓平時極弱的骷髏妖發揮作用。
      p 牠們是活屍，不受寒冷的影響，也不因冰霧而喪失視力；而空洞的身體使牠們不會被狂風吹倒，而能像平常一樣移動、戰鬥。
      p 正想著，又是一刀從正前方砍來，她僥倖閃開，隨即唸出燃燒之手的咒語，將那隻骷髏妖擊碎。
      p 突然，後方另一刀直接砍中了她的背部。她不由自主地跪倒，只覺傷口泊泊湧出的血液正不斷帶走她的力量。
      p 她滾倒在地，閃躲著，但左腿還是中了一刀。她已喪失逃跑的能力了。
      p 寒風，仍不停地呼嘯著，像在悼念著風谷結界師瓦林娜的末日。
      p 我不能死...我是法師...瓦林娜的意志不斷地將她推往戰鬥。而身體卻告訴她：放棄吧，我累了。
      p 「操弄活屍的傢伙！讓你見識風谷的法力！」她吼道，「Pras-Tika-Nusa！」她劈出兩道毫不重疊的風切，向四面八方射去。
      p 烏風聽得一清二楚，知道風暴內的戰鬥雖然不利，但瓦林娜已然獲勝。麻煩的是圈外的戰鬥，因為對方是在許多活屍保護之下的兩名施法者。
      p 其中一個不停地對活屍們發號施令，看起來是邪神修士；另一個便是召喚冰風暴的人，拄著一根法杖。他們兩人都披著黑色斗蓬，瞧不清面目。
      p 烏風悄無聲息地繞道他們後面，但無法在不被發現的情況下，繞過活屍去偷襲那兩人。不過，他心道，若先解決掉修士，活屍們應該...就這麼辦。
      p 他找到縫細，閃過兩隻髏骷妖的彎刀，直衝向修士。
      p 在對方來得及反應前，他已衝進飛刀的射程，但前來護主的活屍們也已包圍了他。幾刀一下去，任你烏風有通天本領，也得落個身首分離。
      p 一擊不中，便是被擊，便是喪生。在生與死的一線之間，烏風鑽進了正確的夾縫。
      p 「到暗處去吧！」烏風喊著，一邊擲出他的嗜血割喉刀。
      p 「呃！」修士的喉頭被一刀剌穿，瞬間倒地。活屍們失去了控制，呆在原地。
      p 烏風趁機衝出包圍，直奔那名法師。
      p 那法師用冰冷的語調唸出咒文：「Vil-Ris-Kuva」並揮動著法杖。
      p 杖尖噴射出一片粘膩的魔網，將烏風連同周圍一大片沙土緊緊綑住。
      p 「哼哼，不自量力的傢伙，待會再來收拾你。」法師說著走近他的同伴，確定他是否有救。不過嗜血割喉刀已將那修士的生命帶走了。
      p 「好吧，是復仇的時刻了。」法師充滿恨意地說道，準備回身給烏風補上致命的一擊。
      p 一把刀悄無聲息地出現在法師的喉頭上。
      p 「怎...怎麼可能？」他驚懼地說道，不能相信對方竟有辦法在短短幾秒間衝破魔網。
      p 「我想你不知道什麼叫『魔法抗力』吧，因為這種能力不屬於人類，」烏風冷冷地說道，「現在你已落入我手中，別想搗鬼。我是月影的殺手。」
      p 又一次地，烏風身上的闇精靈血統，救了他的命。
      p 他掏出繩子，將那法師綑好，又用一條手帕把他的嘴也蒙住。至於那些失序的活屍，他便用飛刀將牠們屠殺殆盡。
      p 終於，冰風暴結束了，他看到瓦林娜倒在血泊中，旁邊滿是被風切擊碎的骷髏。
      p 烏風趕緊將瓦林娜救起，用布包住她的傷口。但背上的傷口太寬，一時之間血流不止。她的身體正漸漸冰涼，生命正一點一滴地流逝。
      p 「妳不能死，瓦林娜，」烏風輕聲道，「妳不能死。」
      p 等等，烏風心道，她是風谷的法師，說不定身上會帶著附有魔法的藥劑。
      p 他立刻大略地查了一下瓦林娜的背袋，確定沒有陷阱，便打開它，開始搜索。
      p 果然，他找到了四瓶藥劑，其中有兩瓶的顏色一模一樣，都是暗藍色，還冒著陣陣白煙。
      p 應該就是這個了，他心道。
      p 烏風拿起其中一瓶，拔下軟木塞，灌進了瓦林娜的嘴裡。
      p 說也奇怪，原本漸漸冰涼的軀體竟回復了體溫，而血流不止的傷口也迅速癒合。瓦林娜緩緩地睜開了雙眼。
      p 「這是...」她疑惑地看了看四周，「我沒死？」她注意到蒙著面的烏風和打開的背袋，「是你救了我？」
      p 「嗯，」烏風柔聲道，「妳現在還太虛弱，先別起來，睡一覺再說。」他將戴著手套的右手輕輕地閤上她的雙眼。
      p 瓦林娜覺得渾身乏力，剛才的戰鬥的確太過慘烈了。
      p 「至於你嘛...」烏風拖著那俘虜走到較遠一點的地方，「把你知道的都說出來。」他亮出割喉刀。
      h3 2.4.5.法師的秘密
      p 那人看起來約四十來歲，面孔因長期接觸法材而充滿瘡疤。他的眼神中透出強烈的怒意，正瞪現著烏風。
      p 烏風一把扯下那人嘴上的布條。
      p 「月影的人...怎麼會到這裡？」那人顫抖著道，「這不是你們該來的地方。」
      p 「往嘴，」烏風冷冷地道，「現在是我問你，不是你問我。你們為什麼會在這座廢棄的考古場？」
      p 「好吧...」那人遲疑了一下，說道，「我告訴你這一切，你便會知道與我們作對是不智的。
      p 「我原本是『符文學派』中的學者，和寇維爾、阿克紐等人共事。後來在這座第九號考古場中，發生了致命的意外，許多同伴死於非命，只剩下我和其他八個人。
      p 「我們被困在地底，受到一大群活屍的監視，直到耐文發現那密藏的魔法書和法材，我們才得以脫困。
      p 「一開始學魔法是件要命的差事，有三名同伴因魔力內爆而命喪當場，成了斷糧的我們的食物。啊，我想你也知道，當性命攸關時人們的那副德行。
      p 「而那最先掌握初階魔法的天才是阿克紐。我猜你知道這個人，他就是現在風谷的法師領導人之一。
      p 「再來是菲妮安和寇維爾，他們現在也都是舉足輕重的人物。
      p 「我在耐文的後面學會，這時又有一人被分而食之了。
      p 「之後我們衝出重圍，並約定等造詣更深後再一起回來這裡，發掘傳說中的寒冰之球。
      p 「而寇維爾並沒有遵守約定，而自己找了一群其他學派的學者，教他們魔法，再連同災禍之神的修士，準備自行發掘。
      p 「耐文和我知道了這事，決定前去阻止。在一場法師對決之後，耐文和我不敵，而耐文更失去了一雙腳。
      p 「寇維爾說服了我加入他的行列，一同掘出愛森大法師歐奇莉娜的遺產，尋找寒冰之球，不過真的發掘成功是最近的事。」
      p 「他怎麼說服你的？」烏風打斷他。
      p 「因為諸星之戰即將來臨。你難道不知道隕星之夜嗎？天界的主神想毀了我們，當然必須與之對敵。而大法師的遺產正是一大利器。資料顯示，若是足夠高強的法師得到九神球之一，便可與星使匹敵。特別是寒冰之球，它有封印的力量，可以困住不朽的星使。」
      p 「但是，若寇維爾真的以大局為重，為何不與風谷的法師同盟呢？阿克紐的法力並不在他之下，風谷的學徒也為數不少。」烏風道。
      p 「他已與耐文結下深仇大恨，而耐文現在是風谷的大師父之一，因此風谷的人是不會接納他的。況且，他的性格孤僻而高傲，寧可獨立鑽研，也決不願屈居人下。」
      p 「那你和那名邪神修士為何會出現在此？」
      p 「哼哼，」那人冷笑道，「你們的行蹤早被他發現了。他的視線可以超越空間的限制，看到沃土的每一處角落。若你們還識相的話，最好別去找他，他已安排了高強的同伴，阻止你們打斷他的計劃。」
      p 「計劃？」
      p 「告訴你也無妨，反正你們不可能破壞得了。」那人自信地說道，「寇維爾已控制了神球的力量，並準備用以建造一座足以禁錮九名星使的高塔。而他已集結了一群手下，組成『寒冰會』，確保其勢力。」
      p 「但是，若他的目標是對抗神的星使，為什麼還用拜神的修士？」烏風道。
      p 「災禍之神的修士們對自己主神的星使十分有信心，他們認為幫寒冰會壯大便能削弱其他星使的勢力，這樣對災禍星使是有利的。」
      p 「可不是嗎？」
      p 「寇維爾有絕對的自信，認為若他能夠取得打敗其他星使的力量，那災禍星使當然不是他的對手。屆時，就算災禍之神的修士們都倒戈了，也阻止不了他。」
      p 「真是各有圖謀啊，」烏風嘲諷道，「那你呢？」
      p 「我啊，」那人道，「我名叫赫爾，是為了力量、知識和友誼而幫助他。」
      p 「那你應該到風谷的，」烏風道，「我的同伴便是風谷的進階法師，菲妮安的徒弟。她的實力與你雖然有差，但不太遠，可見菲妮安等人的境界已遠過於你了。」
      p 「那又如何？」赫爾道，「寇維爾的實力也遠在我之上。每個人有選擇自己道路的權利。」
      p 「好吧。」烏風道，「我還有最後一個問題：你為什麼跟我講那麼多？」
      p 「因為你無法阻止這一切。」赫爾冷笑道。
      p 「謊言。」烏風冷冷地說道。
      p 他手起刀落，將自稱赫爾的人的首級砍下，並從背袋中取出一個袋子，將頭裝入袋中，懸在腰際。
      p 「差點中你的計了，」烏風看著地上那具無頭屍體，「好在你的實力洩了底。」他的心中開始思索法師的話中，哪些是真，哪些是假。
      p 思索一陣子之後，他走回瓦林娜身邊，準備將她背起。
      p 「誰？」她警覺地驚醒，迅即起身備戰。發現來人是烏風，她便放心地繼續睡倒。其實，她剛才並未熟睡，而將烏風與那人的對話，用她靈敏的雙耳一字不漏地聽到了。
      p 烏風將她背起，走向西方。
      p 「等著吧，寇維爾，」烏風自語道，「比冰還寒冷的意志將會涷結你的野心。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/b3") 2.3節
        router-link.ui.green.huge.button(to = "/b5") 2.5節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
