<template lang="pug">
  .hello
    .ui.segment.container

      h2 2.6. 敵營
      h3 2.6.1.加入寒冰會
      p 洛南紀五十九年十一月十八日，沃土
      p 「妳獲勝了，風谷的瓦林娜。」觀戰的騎士用金屬似的聲音說道。
      p 「我的同伴呢？」瓦林娜托著搖搖欲墜的身驅，問道。
      p 「他勝了，可是他離開了。」騎士說著指向雪地的遠處。那裡有著一個狂奔而去的黑影，還不時被草叢和雪塊絆倒。
      p 「發生了什麼事？」瓦林娜虛弱地問道。
      p 「他的肉體陷入了盲聾，心智陷入了瘋狂，」騎士道，「他活不了多久的。」
      p 「去……追他。」瓦林娜幾乎無力說出這三個字。
      p 「這不是我的職責，」騎士道，「我的職責是引領妳至寇維爾大人的居所。」
      p 「等……等，」瓦林娜道，「我願意加入，但有……條件。」
      p 「條件？」
      p 「在十天內……將烏風好好地帶回我身邊。」
      p 「小姐，」騎士道，「他現在只是個廢人，妳何必在意？」
      p 瓦林娜回想起芬斯特藍曾對她說的：冒險者最大的敵人，絕不是眼前的危難，而是那些遇到危難就會出賣妳的隊友。
      p 「不，」瓦林娜道，「他是我的同伴。我……絕不棄同伴於不顧。」
      p 「那妳怎肯幫助妳師父的仇家？」騎士冷笑道。
      p 「我不會……與師父為敵，但他們的仇家……並非我的仇家，」瓦林娜道，「寇維爾前輩……既是致力於使人們免於天……天降的災禍，我自然願意效勞。」她已上氣不接下氣。寒冷的空氣正折磨著她負傷的軀體。
      p 「好吧，」騎士道，「我替寇維爾答應妳的要求。請上馬吧。」
      p 他翻下馬，扶著瓦林娜上了馬，並將暈厥在地的褐刺喚醒，扶著他上馬。
      p 瓦林娜的對手包紮好傷口，也上馬準備回到據點。
      p 騎士上馬，一聲長嘯，三騎馬便向南疾馳。
      p 「風谷的結界師啊，」騎士道，「以妳的年紀而言，妳真的很早熟。」
      p 正如芬斯特藍所見的，騎士也認為瓦林娜只有十三四歲。
      p 不過，事實並非如此。除了風谷的人之外，沒有人知道她正真的年齡，以及背後的秘密。
      h3 2.6.2.謠言
      p 洛南紀五十九年十一月二十二日，沃土
      p 「米庫斯先生，」傭兵隊長阿金指著前方的平原，說道，「你確定要繼續往前嗎？前幾個站中的人所說的，你也不是沒聽到。現在南沃土也發生戰事了呀！強盜們正在集結，準備與新興的一股勢力作殊死戰。我們再往前走，會被波及的。」
      p 「別擔心，」米庫斯望著遠處的一道細細的黑煙，說道，「我們的人數不少，不是容易的目標啦。」他自己其實也有些擔心，但他有股預感，此行非完成不可。
      p 「卻是個醒目的目標。」安琪她如此說著，但也沒有退卻的意思。
      p 「妳延途治了那麼多的病患，有些好了，有些死了，」米庫斯道，「說不定附近的人已經都知道我們了呢。」
      p 他們經歷連續幾天的長路拔涉，加上粗劣的伙食，已讓他們的耐力受到極大的考驗。不過，難關還在後頭。到了南沃土後，糧食的補給便可能會出問題，因為戰爭的原故，原本能夠獲得補給的地方都不一定存在了。
      p 傭兵隊長阿金提過這個問題，但米庫斯不為所動。其實，他也知道，若連續錯過補給點，或是受到大規模的突襲，他們就毫無生還的可能。不過，他告訴自己和其他人，此行必須完成。
      p 傭兵們瞭解危險所在，但由於經驗與職業道德，他們沒有半途而廢。
      p 離南沃土愈近，他們便在酒吧和旅店間，聽到更多有關戰爭、強盜以及槍騎團的事。謠傳聖槍團已經脫離諾魯夫王的統領，將南沃土劃為自己的領地，並致力於討伐強盜。
      p 他們把命運託付給神，繼續前行。
      h3 2.6.3.吸血鬼的邀請
      p 洛南紀五十九年十一月二十二日，王都諾薩里亞旁的一個神廟
      p 「我聽見了你們的祈禱。」一個聲音自廟裡傳來。
      p 兩名黑袍修士在廟裡面對面地站著。他們中間是用銀粉畫成的召喚圈，也就是圓形內接一個五角星。他們口中唸著神秘的禱文，用的是早已乏人知曉的古老語言。
      p 從廟裡畫的天枰聖微可以看得出來，這是座待奉審判之神的廟宇。修士在神廟中，正召喚著來自天界的星使。
      p 「我聽見了你們的祈禱。」那聲音再次響起，這次更加清析了些。
      p 漸漸地，召喚圈的中央浮現了一個半透明，發著白光的人形，有著重棗般的面孔，披著一件聖潔的袍子，宛如天神下凡。他正是審判星使玉輝，確實是天神下凡。
      p 玉輝的形體愈來愈實在，終於整個召喚完成了。
      p 「我來了。」他說道。隨即觀察他的神兵落在何處。很快地，他注意到祭壇上擺著的戰鎚，那正是他的神兵──定罪者。
      p 太詭異了，玉輝心道，怎麼會那麼順利？像是安排好的一般。
      p 他拿起神鎚，轉身面對那兩名修士。
      p 玉輝還未開口，其中一人說道：「審判星使玉輝，我在此代冥尊殿下向您致意。」
      p 他與另一人同時鞠躬。
      p 「你們不是我主神的修士？」玉輝十分訝異，「那怎能喚我下凡？你們有何意圖？」
      p 「『意圖』？」那人微笑道，「冥尊只是希望能與你見個面，談一談。啊，我忘了自我介紹。我是冥尊座下死冥術士彌爾，這位是召喚師穆。」
      p 「你們不是生者吧？」玉輝開始感到有趣了。至少，在這廟中，他的神力仍佔有絕對的支配地位。他無需害怕。
      p 「不錯，」彌爾道，「我們是吸血鬼。當我們脫離凡軀，成為新的生命形式時，原有的法力並未喪失。」
      p 「吸血鬼！」玉輝吃了一驚，「你們不應該出現於凡界的。」
      p 「是的，大人，很抱歉，」彌爾恭敬地說道，「但是，我們只是奉命請大人下幽界一趟，並不會久留於此，不致產生危害。」
      p 「要是我不去呢？」玉輝冷笑道。
      p 「大人會想去的，」彌爾道，「尤其當大人知道冥尊願意提供五萬大軍，助大人拿下諾薩里亞之後。」
      p 諾薩里亞是洛南帝國的王都，從修建以來素有「不破城」的美喻，其堅固的城防可說是毫無破綻，固若金湯。
      p 「諾薩里亞素有『不破城』之稱，難道冥王有辨法拿下不成？光是活屍大軍未必足夠。」
      p 「這個要請大人與冥尊共商大計，我們也不知詳請。」
      p 「這對冥王有什麼好處？這恩惠不應白給。」玉輝問道。
      p 「冥尊要請大人重新解開幽冥之門的封印。」
      p 「幽冥之門」是連結幽界與凡界的通道，和連結天界與凡界的「天橋」被稱為「兩大禁地」，上面有著重重封印。
      p 千餘年前，遠在末日之戰之前，當愛森文明仍在盛世時，幽冥之門的封印曾一度被解除，導至幽界生物大舉入侵，後來北斗神尊將聖鎚「往生」賜予凡人，才再度封印了幽冥之門。
      p 「開啟禁忌的封印？」玉輝道，「那中土豈不是要被幽界併吞？」
      p 「卻又如何？大人的任務應該只是要毀滅人類，並非要保全中土吧？」
      p 玉輝沉默不語。
      p 過了一小段時間，他作好決定，向彌爾道，「帶我去見冥王。」
      h3 2.6.4.吞併
      p 洛南紀五十九年十一月二十五日，鬼鎮
      p 小鎮已幾近荒廢。僅在一個多月前，這裡還是個相當繁榮的地方，卻在一場災難中成為廢墟。
      p 在隕星之夜，那最為恐怖的夜晚，一隻屍妖從冒火的旅店外衝到街上，見人就殺，當者披靡。村民們死的死，逃的逃，轉眼這座小鎮原本的名字就被人遺忘，代之以「鬼鎮」。
      p 現在唯一還住在鬼鎮裡的，是一個披著紅色法袍，留著黑色山羊鬍，戴著項鍊的人。他的項鍊上掛著一顆黑色蛋形帶暗紅色斑痕的寶石，那是他從可憐的沃托人手中取回的寶物。
      p 珠寶商卡藍傑用低價向米庫斯買到了暗血石，卻在三天之後被原主奪走了。更慘的是，他的生命也被奪走，成了行屍走肉。
      p 除了卡藍傑之外，鬼鎮還住著許多其他類似的東西。牠們不是人，而是活屍，像是屍妖、僵屍還有餓鬼，都是法師以暗血石的力量製成的。
      p 現在，這名披著紅袍的法師正拿著一張字條，用唯一能見的右眼讀著。那是一隻蝙蝠送來的信，上面用紅色的墨水寫道：
      p 致凡軀的闇火法師庫那西：
      p 載你們來中土的薩瑪蘭公爵決定將三顆石頭給我 今晚我便來拿你的 並且你將告訴我另外兩人的去處 否則我會連你的性命和石頭一併取走 別想亂來 別想走
      p 玉輝
      p 這個狂妄自大的傢伙……獨眼庫那西心裡怒火中燒。但是，他知道鬼船船主的名字……看來是有點來頭。
      p 無論如何，不戰而降太屈辱了。況且，我可是名身經百戰的闇火法師呢！能通過考驗，取得暗血石使用權的，都不是普通人，尤其我是我們裡面最強大的施法者。當然那個月影公會的影法師羅德諾也會施法，但他的法術實在不怎麼樣，比起他的身手來講，差多了。
      p 無論如何，待會兒就要與這個玉輝一戰了。我會讓他知道厲害的，他心道。
      p 庫那西走到焚屍廣場的中央，在這充滿焦臭味的土地上用暗血石畫了一個大型的保護圈，也就是圓形內接一個六角星。
      p 他一邊畫一邊唸著神秘的咒文，而暗血石則隨著念咒聲不斷冒出綠色的火焰，在地面上熔出綠色的痕跡。
      p 準備就緒，他發出一聲鬼哭一般的叫喚，將活屍們從鬼鎮的各處集結起來，等待著即將來臨的一戰。
      p 當太陽的光芒漸漸被東方升起的黑夜逐入地底，在夕陽的方向，出現了一個散發著白光的身影，乘著昏暮的晚風，飛向鬼鎮。那正是玉輝。
      p 玉輝逐漸飛近，準備在最短的時時間取得暗血石，交給吸血公爵薩瑪蘭這個冥王器重的手下，以換得冥王的協助。
      p 不過，當他愈飛愈近，便發現了集結的活屍和保護圈中的暗火法師。看來對方並不怎麼打算乖乖地交出寶石。
      p 「凡人！」他喊道，「我乃審判之神的星使玉輝，不是你可以面對的敵人！快交出暗血石，不要抵抗！」
      p 回應他的是一團紅色的火球。
      p 玉輝雖披著超凡的星辰之袍，還是受了一些傷害。熾熱的火焰讓他感到不舒服。
      p 事實上，這顆火球的威力足以將一個小隊的士兵烤成焦炭。
      p 「所以你決定一戰？愚昧無知的凡人！」玉輝說著將定罪者一揮，一道閃電向闇火法師射去。
      p 只有最強壯的戰士，才挨得住這道強大的閃電束。但是，當它射上保護圈時，卻在空中爆開了。火花在圈上亂竄，卻沒有傷到法師分毫。
      p 庫那西唸出咒文：「Pras-Kon-Nasee」並揮動他的法杖。
      p 杖尖又射出一顆火球，不過玉輝有了防備，將星辰之袍擋在身前，阻住烈焰，沒有被燒傷。
      p 「好個袍子！」法師咒罵道。
      p 「好個圈圈！」玉輝吼道。
      p 獨眼庫那西唸出咒文：「Vil-Nasee-Os」。他的杖尖射出三枚綠色的火焰彈，那是焚靈火製成的。
      p 玉輝用袍子擋掉了一枚，卻被另外兩枚擊中。由於再度受傷，他感到非常憤怒。
      p 「受死吧！」他大吼道。他從空中揮出一鎚，引下一道天火，燒上了庫那西。
      p 但是，這團致命的烈火不但沒有讓他倒下，反而像是變把戲一般，燒上了保護圈，毫無效果。玉輝聽到法師在烈焰中大笑的聲音。
      p 這時，活屍們也注意到了這場戰鬥，不過他們不會飛，只能對空狂叫，發出駭人的吼聲。
      p 法師又唸出了焚靈彈的咒文，這次有一枚擊中。
      p 玉輝吃了幾次虧，決定不再用法術攻擊，直接伏衝而下，準備一鎚擊倒對方。
      p 「來得好！」庫那西叫道。
      p 闇火法師很清楚自己的保護圈只能對抗法術，無法阻止對方飛進來。他只能靠自己，還有暗血石的力量。
      p 他舉起寶石，描準飛近的星使，集中精神，將寶石恐怖的力量釋出。
      p 源源不絕的綠色火焰成錐狀噴出，將星使整個罩住。他儘可能地用袍子擋住烈火，並加速衝住法師。
      p 綠色的烈焰讓玉輝什麼也看不到，只能繼續向前。他感到焚靈火不斷灼燒著他的肌膚，以及他的靈魂。他憑著對不朽之軀的信心，決定一賭。
      p 法師也別無選擇，只能繼續釋放焚靈火，希望能對方在飛近前就將祂擊倒。那時，星使或許會變成一個強大的活屍，聽命於庫那西。
      p 不幸的是，星使異常堅軔。他雖已受了傷，又處於致命的烈焰中，但還是衝過火焰，擊出了關鍵的一鎚。
      p 關鍵的一鎚。
      p 只一鎚，就讓庫那西徹底崩潰了。他喪失了視覺、聽覺，並失去了再戰的勇氣。這一切都是因為定罪者的超凡法力。
      p 現在，可憐的法師只能絕望地站著，什麼也不能做。
      p 重傷的玉輝平安落地，不過馬上被一群兇惡的活屍包圍。
      p 雖然身受重創，但玉輝絲毫不怕眼前的活屍。若是吸血公爵薩瑪蘭親自來到，以他的傷勢，恐難抵敵，但眼前這些只是低等的活屍而已。
      p 他將定罪者用力一揮，一股來自邪神的力量便襲向活屍，逼使牠們服從玉輝的命令，而不再效忠原主。
      p 對於以能量支撐的活屍，沒有忠誠與信義可言。一當支撐牠們的能量受到影響，牠們便會立刻改變。
      p 來自善神的正能量，能使牠們畏懼，甚至直接解除牠們受的詛咒，讓牠們的靈魂往生，肉體死亡；若是邪神的負能量，則能令牠們效忠。
      p 玉輝喘了口氣，將神鎚輕輕一揮，靜靜吐納。
      p 一股治療的力量注滿了他的身軀，傷勢竟在幾秒之內就痊癒了。
      p 玉輝將鎚子輕觸到法師身上，回復了他的視覺和聽覺。
      p 「好了，」玉輝拿下法師的暗血石，說道，「告訴我另外兩人在何處。」
      p 法師無力拒絕，也無法拒絕。
      h3 2.6.5.掙扎
      p 洛南紀五十九年十一月二十六日，沃土
      p 烏風即將饑渴而死。若不是以前在月影時常服用微量的毒藥，褐刺劍上的毒早就能要他的命了。
      p 當他從瘋狂的狀態回復時，他的心智己受到了嚴重的創傷。當他連續好幾天沒有食物時，他原始的本能開始提升。
      p 他又盲又聾，靠著觸覺和嗅覺，還是找到了一棵可以遮蔽的樹，雖然它的葉子和樹皮都極為難吃。
      p 這附近沒有人煙，也沒有什麼他能吃的東西。
      p 黑暗和絕望籠罩著他，讓他感到生命正一點一滴地流逝著。他像是一片枯黃的葉子，隨時都有可能落下，永遠地安息。
      p 剛剛才下完一場雪，讓烏風又冷又累。隨著身體的寒冷，由四肢到驅幹，只剩下他的心在跳，跳得更用力，以維持生命。
      p 烏風的神志變得有些模糊，他覺得家離他似乎愈來愈近，又似乎遙不可及。
      p 他想到自己的童年，過去的夥伴，月影的殺手生涯，逃亡的旅程，冰雹，芬斯特藍和瓦林娜。
      p 對了，瓦林娜不是一直和我在一起嗎？他心道，她什麼時候消失了？為什麼她讓我一個人留在這裡，讓我絕望地等死？
      p 他發現自己開始恨她。恨她狠心把自己丟下不管，為了取得寒冰之球。
      p 等等，他心道，她不是本來就是為了那球才離開風谷的嗎？
      p 他驚覺到自己從來沒有這麼恨過一個人，也從來沒有這麼需要一個人過。他不明白為什麼自己要這麼恨她，換作任何人都會和她做一樣的事的。
      p 如果我和她易地而處……他心道，我也會一樣的。
      p 不，他驚覺到，不會，我會放棄神球，追隨她的腳步，守護她……天哪！
      p 烏風總算查覺到自己究竟是怎麼了。他不僅是被瓦林娜的性格與容貌吸引，他愛上她了。
      p 不過，一切都結束了……他心道，她也不會知道了……更何況，她一直信任的、注意的人是芬斯特藍，那個高貴的吟遊詩人。他救了我的命，而且的確可敬，不知現在他在什麼地方……算了……反正一切都結束了……就讓這世界繼續運轉吧，沒有人會悼念我的死亡的。這樣也好……
      p 就在此時，一股痛楚自右腿傳來。他正被啃食著。
      p 烏風集中精神，嗅出對方的位置，舉起割喉刀剌出。幸運的一擊！那隻野獸倒地了。
      p 他趕緊爬過去，像野獸一般地啃食了起來。
      p 本來是牠吃我，現在變成我吃牠……想到這裡，烏風縱聲狂笑。雖然聽不見自己的聲音，他仍是大笑不止，直到聲嘶力竭。
      p 這時，他察覺到旁邊還有其他的野獸。
      p 幸好那是土狼，他心道，若是狼的話不會那麼謹慎的。
      p 他邊吃邊留意四週，並在另一匹土狼攻擊他時立刻又將牠剌死。
      p 烏風聞出其他的土狼都逃走了，不過這兩匹已夠讓他再撐個幾天。
      p 他心中又燃起了希望之火。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/b5") 2.5節
        router-link.ui.green.huge.button(to = "/b7") 2.7節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
