<template lang="pug">
  .hello
    .ui.segment.container

      h2 2.7 戰端
      h3 2.7.1.鎗騎團的挑戰
      p 洛南紀五十九年十一月二十六日，沃土
      p 「報告大人，」一名士兵道，「前線的夥伴遇到了困難。」
      p 「什麼困難？」聖鎗騎士英格麗絲在帳中說道。她現在是討伐北區盜匪的司令。
      p 「發生了奇怪的事情。」士兵道。
      p 「什麼奇怪的事情？」英格麗絲道，同時示意旁邊的芬斯特藍留神。
      p 「我們照原定計畫，開向馬鞍丘東側，朝著那裡的強盜山寨。原本一切順利，直到一陣巨大的冰風暴出現為止。」
      p 「冬季偶而會有這種風暴的。」騎士道。
      p 「不，大人，」士兵著急地說道，「那不是普通的風暴。在風暴中出現了許多的白骨戰士，他們空洞的眼神和邪惡的笑容，加上銳利的刀劍，讓我們幾乎要嚇破膽。
      p 「艾斯大人下令徹退，但我們徹退時又受到骷髏射手的伏擊，我們射向牠們的箭卻都穿透牠們空洞的骨架了。我敢說，用弓箭對付牠們不是個好主意。
      p 「結果我們七十位夥伴殞難，又折損了十五匹戰馬。克勞迪小隊長和費爾小隊長都殉職了。艾斯大人受了箭創，中了劇毒，現在由傑爾德大人負責治療，已無大礙，但短期內無法出戰。
      p 「我們損傷慘重，恐怕馬鞍丘的盜匪們會乘機報復。況且……他們有了這些可怕的幫兇。」
      p 「這些賊子……」英格麗絲恨恨地道，「我得給他們一點教訓才行……」
      p 「等等，」芬斯特藍插口道，「妳清楚他們的底細嗎？」
      p 「當然！」騎士道，「他們並不只是馬鞍丘的那些小賊，而是邪惡的考古學家！他們濫用魔法的奧秘，製造出汙穢的活屍，我們必須擊潰他們！」
      p 「怎麼做？」芬斯特藍憂愁地問道，「我們有足夠的力量嗎？況且對方佔了地利之便。」
      p 「我們必須先發動一波突擊，目的在探出對方的底細，之後才能規劃下一步。馬鞍丘一破，附近的盜賊勢力必然迅速瓦解。走吧，事不宜遲！」英格麗絲道。
      p 芬斯特藍原本在和她討論攻下馬鞍丘之後的戰略，沒想到在馬鞍丘就碰到了大麻煩。
      p 「好吧，」他道，「我去準備。」
      p 不多時集結的號角聲響徹了全營。士兵們正吃完午飯，現在都趕忙打點好武裝，出來列隊。
      p 英格麗絲挑選了最為驍勇的幾名騎士：聖槍傑爾德、戰士歐利夫、戰士刀疤、參謀芬斯特藍和她自己做為領隊，每隊各帶四十名備有長槍和弓劍的騎兵，開往馬鞍丘東側。
      p 他們的縱隊由前往後是：英格麗絲隊、傑爾德隊、芬斯特藍隊、歐利夫隊和刀疤隊。
      p 一小時不到他們就到了山腳，但原本住紮的哨隊已消失得無影無蹤。
      p 「該死！夥伴們都……」英格麗絲沉默了一陣，才說道，「我們兵分三路。傑爾德兄，你和芬斯特藍走正南面的山道；刀疤，你和歐利夫走東側；我由馬鞍丘雙峰間上到崚線，再由西往前。」
      p 「沒有人敢騎馬走那條路的，」聖鎗團的傑爾德好意提醒道，「那條路充斥著懸崖和陡坡。」
      p 「常言道：出其不意，攻其不備。」英格麗絲道，「放心吧，我會小心行事的。別忘了，若遇到施法者，先集中全力打倒他先說。」
      p 於是他們便兵分三路，開往馬鞍丘。
      p 沒有人預料得到結局。
      h3 2.7.2.定計
      p 洛南紀五十九年十一月二十六日，馬鞍丘
      p 瓦林娜原本在圖書室，接到軍事會議通知，走進會議室。
      p 那是間石砌的小屋，地上畫著各式的符文。若不是法師，很可能會誤觸上面的魔法陷阱，而被烤熟或被電焦。
      p 屋裡擺著五張石凳，其中一張屬於黑騎士，也就是上回決鬥時未加入戰局的那人；一張屬於影法師褐刺，也就是差點將烏風輕易擊敗的月影副堂主；一張屬於在決鬥中被瓦林娜以巧計擊敗的法師。
      p 瓦林娜也有一個位置，而另一個石凳則空著。每次的會議都必須空一個石凳，代表寇維爾雖然身不在此，卻與他們同在。
      p 瓦林娜進到會室時，褐刺已經到了。
      p 褐刺披著他的黑斗蓬，臉用黑布蒙住，只露出一雙暗棕色的眼睛，閃著深不可測的光芒。
      p 「同志，」褐刺以略為刺耳的聲音說道，「我們有麻煩了。」
      p 瓦林娜不是很喜歡這個人，但此刻他們是同志。
      p 「願聞其詳。」她儘量不露出一絲的情緒。
      p 「同志，」褐刺道，「自由騎士正從三路上來，清晨在山腳下的那場戰役，似乎沒能把他們嚇退。」
      p 「他們人數如何？」瓦林娜顯得不大在乎。
      p 「探子回報是大約一百騎左右，不過有兩個聖鎗團的騎士。」
      p 「聖鎗團啊……非得把他們擊潰不可嗎？」
      p 「不錯，」褐刺冷冷地道，「他們不過是些迷信神祇的愚人罷了。別忘了天神是要將人類毀滅的啊。」
      p 「好吧，」瓦林娜道，「黑騎士呢？」
      p 「回本部去了，」褐刺道，「只剩下我們了。」
      p 「什麼？」瓦林娜略為驚訝地說道，「那骷髏隊也……」
      p 「不錯，都徹走了，」褐刺詭譎地笑道，「得靠我們了。」
      p 瓦林娜突然明白是怎麼回事了。
      p 他們對她的忠誠和實力都還不大信任，故意拿自由騎士入侵來給她挑戰。
      p 「我們？」她微笑道，「你就坐在山頂觀戰吧，交給我來就好了。」
      p 「很好。」褐刺點點頭，也想看看這個女孩能有什麼本領，「妳需要兵力佈署圖嗎？」
      p 「不用，我自己有，」她答道，「給我令牌就好了。」
      p 褐刺從斗蓬的內袋掏出一面令牌，那是青銅鑄成的，上面刻著具法力的符文。必要的時候，可以唸出上面的咒文，讓令牌爆開，釋出封印的涷氣，射出致命的寒冰錐。
      p 瓦林娜接過令牌，走出會議室外。
      p 嗯……她心裡暗自盤算，三百骷髏軍既撤，我方只剩四百餘名強盜，縱憑地利，也會是場苦戰，在加上聖鎗團具有神力，說不定會吃敗仗。如果骷髏軍還在，便可穩操勝算了……
      p 她心念一轉，已生一計。
      p 她發出嘯聲，將強盜們集合。
      p 「古達頭目聽令！」她舉令牌，喊道。
      p 人群中站出來一位粗壯的大鬍子，比瓦林娜整整高了一個頭。
      p 大鬍子古達雖然不怎麼服氣這個新來的領導，但對於瓦林娜手上的令牌可不敢不敬。
      p 「全速將你統領的各寨徹離，從北方小路下山！」
      p 古達嚇了一跳，又不敢違抗，只得問道：「請問閣下……何時要撤？」
      p 「立刻！記得多帶武器、斧頭和箭矢，我們會再回來的！食物也要全部帶走！」瓦林娜果決地說道。
      p 「是！」古達只得聽命。
      p 「下山時，留二十人負責斷後，伐木推石，將道路封死！」
      p 「是！」
      p 「下山後，兵分三路，將西、南、東三條道路徹底封死！」
      p 「是！」
      p 「褐刺同志聽令！」
      p 「在！」褐刺從人群中走了出來。
      p 「你負責監督各路的任務，完成後在各路都留二十人伏擊，旨在拖往對方行動，其餘前往山腳，會師後直搗敵營！」
      p 強盜們聽到「直搗敵營」，都大聲叫囂歡呼了起來。他們渴望勝利，渴望劫掠，渴望麵包和酒。
      p 「開始行動！」瓦林娜喊道。
      p 當強盜們各自散開，收捨裝備時，褐刺走近瓦林娜。
      p 「那妳又作何打算呢？瓦林娜。」他道。
      p 「我會先潛入敵營，放走他們的馬匹，破壞他們的騎兵戰術。」瓦林娜回答。
      p 的確，即使留守營帳的部隊不多，自由鎗騎隊的戰力仍不容小覷。一旦他們失去了戰馬，便不足為懼了。
      p 「很好，」褐刺道，「希望妳的計劃能順利。」
      h3 2.7.3.中伏
      p 洛南紀五十九年十一月二十六日，馬鞍丘
      p 「你不覺得奇怪嗎？」芬斯特藍憂心忡忡地說道。
      p 他身旁的馬背上坐著傑爾德，聖鎗團的一員。他年過四十，有著慈父般的面孔、鋼鐵般的意志、猛虎般的力量和閃電般的身手。
      p 雖然比英格麗絲年長，但傑爾德甘願讓鎗騎隊由她統領。他知道自己雖然有作戰經驗，又通醫術，卻沒有兼併的野心和統御的魅力。
      p 英格麗絲由於個性直率，在聖鎗團中人緣並不太好。在鎗騎隊各自為政、只在失利時才互相支援的情況下，英格麗絲的部隊並未獲得許多援助。
      p 事實上，除了她自己外，這支軍隊中，只有艾斯和傑爾德兩名聖鎗團員而己。其他與傑爾德年資相彷或更高的，都各有各的戰場了。
      p 「是有些不對勁……」傑爾德答道，「我想你也發覺了。安靜得出奇。」
      p 「是的，閣下，」芬斯特藍道，「再過一小段彎道就到山頂了，可是到現在還沒遇到賊兵。」
      p 「會不會徹走了？」傑爾德問道。
      p 其實他並不大在乎戰術，因為參謀芬斯特藍會管。芬斯特藍雖然以前沒有經歷大戰，但兵書和戰史都讀過一些。比起沃土這些不識字的老粗來說，他的知識是非常豐富了。
      p 「不大可能……」芬斯特藍沉吟道，「除非……」
      p 「除非什麼？」
      p 「糟了！」芬斯特藍突然悟道，「如果真是這樣，我們就慘了！」
      p 「怎麼？」傑爾德有些不安。
      p 「快！我們先衝到山頂！」芬斯特藍說著策馬向前。
      p 「那可是敵營啊！」傑爾德一邊跟上，一邊說道，「我都沒有把握全身而退，你呢？」
      p 「不管了，我們探完哨就回來！」
      p 兩人火速向前，不多時已上了山頂。
      p 只見偌大一個山寨裡沒半個人影，彷彿憑空消失了一般。清晨時還守備嚴密的山寨，下午已成了空城。
      p 馬鞍丘不費吹灰之力就攻下了，但這只讓芬斯特藍大驚失色。
      p 他們快速地繞了一圈，發現往北的一條下山小徑，上面佈滿足跡、蹄痕和拖車的輪印。
      p 「他們從北方逃走了。」傑爾德喜道。
      p 「不，這是調虎離山，倒拖靴之計！」芬斯特藍道，「趕緊帶全隊下山，否則會被困在山頂！」
      p 傑爾德頓時明白了事態嚴重，但他還是不改一貫從容的神色──他知道自己必能帶全隊脫困。他是老練的騎士，明白士氣與信心就是一切，他的士兵從未喪失過這兩者。
      p 「走吧！」他道。
      p 兩人掉頭，迅速地趕回隊裡，發下調頭疾行的命令。於是全軍頭變尾，尾變頭，井然有序地換了方向，向來路衝去。
      p 他們趕在道路被完全封死前抵達。
      p 小徑已被十幾根巨木阻擋，只能靠步行跨越，許多伐木搬石的強盜正，遠遠聽到蹄聲，早找好樹後石間躲好。一見自由鎗騎隊，便開始放箭。
      p 芬斯特藍在隊伍最前線，看到一叢亂箭自樹林中射來，趕忙唸道：「Ris-Fra-El」
      p 那些箭矢彷彿洩了氣一般，紛紛下落，向羽毛一般飄盪著。
      p 「下馬，找掩避！」傑爾德喊著，「先避一避鋒銳，等我號令再全力搶攻！」
      p 士兵們紛紛下馬，帶著弓箭和彎刀就躲向樹後。找到掩避的士兵，不時探出身子回射對方幾箭。
      p 芬斯特藍也下馬，朝一株松樹後衝去。
      p 突然左肩一陣劇痛，原來中了一箭。
      p 他忍著箭創躲到樹後，發現傑爾德就在鄰近的樹旁，連忙向他求救。
      p 「好在你及時施了法，」傑爾德一邊取出羽箭、包紮傷處一邊說道，「否則第一波箭雨就會讓我們死傷慘重。好啦，沒事了，這點小傷算不了什麼，喘口氣再戰吧。」
      p 說完他唸出禱文：
      p 「自由之神，文明之父沙莫提！ 請聽取吾人之祈禱，望向吾人之苦難！ 照亮吾人以火光，引領吾人以希望。 賜吾等光榮勝利，降匪眾恥辱敗亡！」
      p 剎時間，原本受到伏擊的自由騎隊，突然充滿了信心與希望，而強盜們卻感到這場伏擊戰變得很難打，有些人甚至萌生了退意。
      p 原本在傑爾德的神力與號召下，他們可能突圍而出。然而，不巧的是，影法師褐刺也在這個戰場。
      p 沒有人發現他的存在，因為他的身影已被法術隱藏，而腳步聲也被戰場的喧囂給掩蓋。他靠在一株樹後，還沒有採取行動。事實上，連這裡伏擊的一百餘強盜也不知道他的存在。
      p 他在等，在想。
      p 他在想要不要袖手旁觀，讓自由鎗騎隊獲勝，讓瓦林娜的計畫失敗？或著好人做倒底，讓計畫成功？
      p 他想了一陣子，確定自由鎗騎隊未來的威脅，比區區一個結界師大得多了，更何況烏風沒有如期出現時，瓦林娜一定會走，到時再殺她也不遲。
      p 褐刺想通了。為了自己的未來，也為了月影，他一步步繞向傑爾德身後，並將短劍上再抹一層劇毒。那是用洪河出海口附近沼地裡的枯腐蕈，混合幾種劇毒藥草製成，一丁點便能致命，更何況新塗上厚厚的一層？
      p 隱身的影法師一步一步地往前，帶著冰冷的殺意，繞過戰場，走向獵物。
      p 毫無預警地，一把短劍刺進了傑爾德背心。他正衝殺於陣前。
      p 饒是他身經百戰，神力驚人，卻也挨不住短劍上的毒性。傑爾德雙眼一瞪，一聲不吭地倒了下來。沒有人，包括他自己，料得到他竟會畢命於此時此地。
      p 士兵們驚得呆了。
      p 褐刺的隱形術因發動攻擊而消散，但他趁士兵們來得及反應前，衝入林中，向山上逃去。
      p 芬斯特藍在後方，見到了這一幕，趕緊舉起十字弓，一箭射出，擊中目標。剌客晃了一晃，繼續逃竄，轉眼消失於松林之間。
      p 士兵們士氣大落，又喪了主帥，只得暫時退卻，重整旗鼓。
      p 一清點人數，發現原本八十名精銳，只剩下三十餘名了，而敵人估計少說還有八九十名。
      p 「沒辦法，大家撒回山頂，與其他隊會師後再合兵突圍！」芬斯特藍下令道。
      h3 2.7.4. 插翅
      p 洛南紀五十九年十一月二十六日，馬鞍丘
      p 「大夥都到齊了嗎？」風谷結界師瓦林娜在山腳下，原本自由鎗騎隊的營地裡，望著三百多名強盜們，說道。
      p 「一切如您所願，」古達頭目道，「四條山道已全部封死。除了南山道遭突擊外，其餘一切順利。南山道原本差點被攻破，好在褐刺大人及時現身，斬了聖鎗團的敵將傑爾德，就是殺了我們許多弟兄的那個。這是他的首級。」他說著將一顆人頭擲到地上。
      p 那正是聖鎗騎士傑爾德。雖然身軀已死，圓睜的雙目仍烔烔有神。
      p 「知道了，拿下去吧。」瓦林娜不動聲色地說道。
      p 她正壓抑著自己。所有這些表現，都是為了離開寒冰會後不致虧欠寇維爾，因為她已在寒冰會中得到太多法術和歷史的知識了。
      p 她很清楚黑騎士不會去找烏風。就算去找，也不會把他救活。她必須靠自己。
      p 靠自己的法力不足，只好學習寒冰會的法藝，特別是寇維爾的探知術，才能在這動盪的世界立足，並且找到烏風。
      p 寇維爾的探知術威力強大，不需要對方的衣物或毛髮，也不用依賴水晶球。瓦林娜可以只憑對烏風的思念，來施展探知。
      p 不過，為了知識、力量、自由和同伴，幫助邪惡、殺害善良，讓瓦林娜感到困擾不已。如果她知道芬斯特藍也跟自由騎士在一起，可能會更加自責。
      p 「好吧，」她壓抑地喊道，「我也已經驅散敵軍的馬匹了，現在全軍向敵營進襲！」
      p 強盜們就等她這句話。他們如旋風般朝南方前進。
      p 是時候了，瓦林娜對自己說道。
      p 她唸出咒語：「Bles-Fra-el-Amio」一雙法力塑成的羽翼便長了出來。
      p 她再唸道：「Reel-Quase-oil」便隱形了。
      p 瓦林娜拍動翅膀，往北方飛去，那是烏風奔去的方向。
      h3 2.7.5. 困境
      p 洛南紀五十九年十一月二十六日，馬鞍丘
      p 「下山吧！」聖鎗騎士英格麗絲集合三路兵馬，下令道。
      p 這是他們最後的機會了。傑爾德的死訊給了他們不少打擊，但習慣戰鬥的人也都習慣面對死亡，不多時他們就重振了士氣，準備向南突圍。
      p 正當他們重整隊伍，準備出發時，一團火球無聲無息地從一間空屋後飛出，在隊伍中間炸開。
      p 剎時間煙霧瀰漫，血肉橫飛，整個部隊損失了二十幾名精銳，又有數十名士兵被烈焰灼傷，或被炸飛的金屬劃過。
      p 一個披著黑袍的身影從屋後一閃而出，衝向山崖。
      p 英格麗絲帶兵追近，只見那人毫不猶豫地縱身下躍，朝著東側的懸崖躍落。那個懸崖落差約有半座山高，底下便是松林，任誰也不能在這種摔落中生還。
      p 英格麗絲、芬斯特藍等人追到崖邊，只見那黑影如一粒石子般，墜入了松林，消失在他們的視線之外。
      p 「他不會就這麼死了的，」芬斯特藍道，「他是個法師，一定會羽落術或什麼保護法術，才敢跳崖。」
      p 英格麗絲沉默不語。她自與強盜作戰以來，雖然偶有敗仗，卻從未敗得這麼徹底，這麼狼狽。她知道若不能突圍下山，不只自己和周圍這些人無一得免，連本營也保不住。自由鎗騎隊便會失去一支主力了。更重要的是，聖鎗團中的其他人還不知道敵人會使用強大的魔法……
      p 「不要再浪費一分一秒了，火速下山！」她喊道，並把命運託付給神。
      p 軍隊剛下山不久，只見山腰處飛煙四起，火光沖天。
      p 「賊子放火！」小隊長刀疤喊道。
      p 「只好退回山頂了，」芬斯特藍道，「現在是不可能衝下山去的。說不定在火勢撲上山頂前，能想出什麼對策。」
      p 「撤回山頂！」英格麗絲無耐地下令。
      p 她感到絕望、無助。賊兵既用火攻，自然四面都放了火，再也沒有下山的道路了。
      p 他們回到山頂，不斷派人尋找別的出路，但怎麼可能找得到呢？
      p 英格麗絲獨自一人，走進一間強盜留下的空屋，用槍尖在地上刻下自由之神的聖徽，一柄銳鎗。
      p 她取下頭盔，緩緩跪地，右手握著鎗柄，閉起雙眼，開始禱告。
      h3 2.7.6. 英格麗絲的過去
      p 洛南紀四十八年十二月五日，沃土
      p 三名騎著白馬的旅人，在大雪的日子裡，向西前行。他們是一位父親帶著姐弟兩人。
      p 姐姐十六歲，從小就喜愛騎術和刺鎗，對弓劍也很有興趣，父親也就順著她，讓她練就一身本領；弟弟十一歲，原本跟著村裡的鞋匠當學徒。
      p 村子在五天前被毀了，兇手是一群狼一般狠毒的強盜。同一批惡棍在八年前殺死了姐弟倆的母親，只因她死命抵抗，不願被那頭目玷污。
      p 那時姐弟倆躲在稻草堆裡，才八歲和三歲的他們什麼也不能做，只能眼睜睜看著這幕慘劇。
      p 不過，姐姐當時對保祐沃土的鎗騎神沙莫提發下重誓，一定要手刃那頭目。她雖然不知道那頭目的名字，卻清清楚楚地記下了他那醜惡的面孔，褐色的落腮鬍，以及嘴角上那顆長毛的痣。
      p 父親帶著姐弟倆騎馬逃了出來，在一片混亂中與其他村民分開了，只好向西走，到附近另一個村子安身。
      p 不幸的事來臨了。
      p 前方突然出現了六個騎馬的身影，原來是頭目帶幾個小嘍囉在追殺逃跑的村民。他們的鎗尖已被無數亡者的血液染紅，心裡充斥著殺戮的快感，一看到三人，馬上挺槍上前，想先殺了父子倆，再把姐姐擄回寨中。
      p 父親挺起長槍，喊道：「英格麗絲，快帶小弟逃走！愈遠愈好！」
      p 他衝上前，一槍刺穿了一名小頭目的皮甲，從胸口直透背部，將他刺落馬下。但是，由於被甲冑卡住，父親失去了他的長槍。
      p 英格麗絲和弟弟正要逃跑，卻見一名強盜快馬從身側掠過，一槍便將小弟刺落馬下。另一名強盜策馬向前，將他踐踏而過。
      p 此時，父親失了武器，也不敵強盜頭子，被頭子一槍鎖喉，落馬而死。
      p 英格麗絲被五名強盜四面包圍，又看著親人一瞬間慘死，突然大喝一聲，聲若雷霆，將強盜們嚇了一跳。
      p 她默唸自由之神的名字，挺起長槍，向著強盜頭子直衝過去，抱著為父母和弟弟復仇的決心，一槍刺穿了那頭子的心臟。
      p 強盜們剛回過神，英格麗絲已伏身抄起頭目手中正要落地的長鎗，向嘍囉們殺去。
      p 在八年的苦練下，她的騎術和鎗法，早已超越父親；她的勇氣和力量，也不遜於真正的騎士。
      p 嘍囉們那裡見過如此身手的少女，以為是天神附身，連忙逃跑。英格麗絲如虎入羊群般，一槍一個，剎那間結果了四名嘍囉。
      p 她下馬，讓淚水不住流下。
      p 待淚流盡，她將親人埋在雪地裡，帶著悲傷和愛，勇敢地獨自一人，走向有光有暗的世界。
      p 回到馬上，英格麗絲成為了沃土平原中，發出正氣的騎士。匹馬單鎗，走過白茫茫的大地，斬奷除惡、求助苦難的人們。
      h3 2.7.7. 自由星使煌鑫
      p 洛南紀五十九年十一月二十六日，馬鞍丘
      p 「我聽見了妳的祈禱。」一個聲音傳進英格麗絲的耳中。
      p 她繼續禱告著。
      p 過了一小段時間，她感到一隻溫暖的手放到了她的頭頂。她於是睜開眼，看到一個披著發光袍子的女神站在面前。
      p 那女神留著一頭烏黑的短髮，面孔略為削瘦，眼神似乎可以看透人的內心。她正是來自銳鎗座的自由星使煌鑫。
      p 英格麗絲張開口，卻發不出聲音。
      p 煌鑫持起插在地上的長鎗，那鎗現在已變得不凡，發出隱隱的光芒。
      p 她用柔和而有力的聲音說道：「妳需要幫助嗎？」
      p 英格麗絲終於擠出話來：「是的，我軍現在被困在山頂，賊兵四面包圍，放火燒山，已封住了所有退路。」
      p 「我明白，」煌鑫道，「妳無需煩惱。重整部隊，跟我從南邊下山突圍。」

      h2 #尾聲

      p 由於星使下凡，英格麗絲等人順利脫困，但營地已然被毀。馬鞍丘在幾天內便被攻下，成為自由星使煌鑫的據點。
      p 一個月內，沃土各地的盜賊們不是被擊敗，便是主動來降，和平來臨的日子似乎又有來希望。至於農民們最畏懼的瘟疫，也在星使和聖鎗團修士的神力下，被有效地控制了。
      p 但是，儘管盜賊大量減少，由寒冰之球擁有者寇維爾所領導的寒冰會，卻沒有任何一人被抓到。
      p 中土各地，在這段時間也發生了許多怪事。傳說，諾薩里亞附近的墓園出現了餓鬼；東方的海盜們更加猖獗；北地又莫名其妙出現了一個新的王國，叫什麼「洛都里安」，正與洛南帝國交戰。
      p 相對地，西南山脈卻沒有傳出什麼奇異的消息，只有零星一些探險家和考古隊的傳聞。
      p 考古隊逐漸地撤離了，沒有人知道為什麼。
      p 太多太多的謎團等在前面。而真的去解開的人，會發現謎團後面只有更多的秘密。

      p （第二章完）

      h2 #側記
      p 第二章有神、祖先、血脈、遺產、宿命。這些是人的資產，也是人的後盾。
      p 人的命運是被它們推動，還是被左右？神想替人決定命運，到底對不對呢？
      p 星使有超越人的知識和智慧，仍會彼此衝突，又是為了什麼呢？
      p 冒險者真正的力量，不是法術或武技，那又是什麼呢？
      p 凡人和英雄，有沒有絕對的分野？
      p 守護和支配的界限又在何處？
      p 謎團浮現了，所以，我們也多一些問號，少一些句號。這樣比較健康，不是嗎？

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/b6") 2.6節
        router-link.ui.green.huge.button(to = "/work") 3.1節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '2.7. 戰端'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
