<template lang="pug">
  .hello
    .ui.segment.container

      h1 第三章：遠古遺產

      h2 3.1. 冒險
      h3 3.1.1.彼德
      p 洛南紀五十九年十二月二十八日，隱者庭苑
      p 「爸！」一個壯碩的青年一面對著木椿練劍，一面說道，「夠了吧！我真的想出去外面的世界！」
      p 他看起來十分憨直，有點呆頭呆腦的，不過紅寶石般的眼睛卻十分明亮而篤定。
      p 「彼德，要有耐心，」同樣壯碩，但顯得更為睿智的父親說道，「外面的世界有更多需要忍耐的呢！」
      p 彼德從小就沒有母親。他父親名叫卡洛，是庭苑護林隊中的一員，劍術高超，弓法精準，但他清楚兒子比他更有戰鬥的潛能。
      p 彼德天資並不聰穎，學什麼都很慢，唯有劍法和弓術是一上手就學會的。他還有一個優點，就是耐心。他知道自己學什麼都慢，也常常聽不懂別人在說什麼，因此就加倍地努力。
      p 卡洛知道兒子喜歡武技，便傾囊相授。雖然隱者庭苑從來沒有戰亂，但外面的世界也從來沒有太平，好的戰士在世上是很受尊敬的。
      p 當愈來愈多動盪的傳聞從東方傳來，彼德對冒險的渴望也日益加溫。十七歲的他，正值遠遊冒險的年紀，再大個幾歲，便得為未來的生活打算了。
      p 「哈！」彼德用全身之力，一劍將木柱斜劈為二。
      p 卡洛走近，拿起被砍下的那段木頭。
      p 「還是不行，彼德，」他搖搖頭，「切口太亂了。好劍招的切口不是這樣的。」
      p 他說著抽出自己的長劍，猛力一揮，俐落地切下一段木椿。
      p 「你看。」他將木椿拿到彼德面前，「像磨出來的一樣光滑。」
      p 彼德眼望空處，沈默不語，這是他沈思的習慣。
      p 過了一會兒，他似乎想通了什麼。
      p 彼德將手中的長劍高舉過頭，劃了一個弧形。
      p 「哈！」手起劍落，木椿被切下一段。
      p 「哈！」斷木尚未落地，彼德反手由左向右橫劈一劍，又截下一段。
      p 「哈！」第一塊斷木即將落地時，彼德將劍高舉過頭，用鋤地一般的姿式重重劈下，將木椿一分為二。
      p 卡洛沈默良久。
      p 「怎麼了？」彼德問道。
      p 「沒什麼，」卡洛回過神，說道，「只是想到你今天就要走了，我就有點不捨而己。」
      p 「今天？為什麼？」彼德仍然不懂。
      p 「你還不明白嗎？我已經沒什麼可以教你的了。」卡洛，「剩下就得靠你自己的歷練了。你的行李我已經幫你準備好了。」
      p 彼德半倘說不出話來，似乎夢想實現的一刻將他震攝住了。
      p 良久，他才道：「那我去了。」
      p 「嗯。」卡洛道，「很好，男孩子這年紀是該離家了。咱們去看你的行李吧。」
      p 兩人走回屋內。這片森林裡的屋子都不大，但很舒服。
      p 「你看，」卡洛一樣一樣地拿出來，「這是兩套衣物，一小袋鹽，鐵鋺，小刀，火石，火種，火把，一週的乾糧，皮製水袋。水袋裡可以裝三天份的飲水。」
      p 「但是，你不是說，從這裡到閃金村要十幾天嗎？」
      p 「沒錯，所以你在野外就要用我平常教你的技巧，設陷阱、打獵、採野菜，最重要的是找到溪流和泉水。三天不吃東西死不了人，但三天不喝水可是會要命的。現在是冬季，地上的積雪也可以溶成水來喝。」
      p 「懂了，」彼德道，「還有呢？」
      p 「細木杖，這可以用來省力。在山裡面長途拔涉是很吃力的。另外，碰到危險的地形，像沼澤時，木杖可以用來探路。」
      p 「嗯。」彼德認真地聽著。雖然父親之前介紹過這些裝備不下三遍，但彼德從未如此認真。臨要出發了，才特別感受到裝備的重要。
      p 「帳棚，毛毯和毛衣。冷天要露宿是很危險的，一不小心就會失溫凍死。紮營地一定要挑在背風面，最好是山洞或突起的石壁下面，不過還得仔細看會不會有落石。雪天則要挑有掩蔽的高地，才不會被掩埋。」
      p 「那如果遇到野獸或蛇呢？」
      p 「野獸怕火，蛇怕石灰。這兩樣東西我都幫你裝好了。而且，除了森林裡的惡狼外，野獸一般是不會攻擊人的。」
      p 「那碰到惡狼怎麼辦？」
      p 「用你的劍啊！你是戰士欸！」卡洛笑道，「反正狼跑得比你快，要逃也逃不了，只好開戰囉！不過冬天還好啦，惡狼都冬眠了。」
      p 「可是，你不是說過，有一種什麼狼的……」彼德一下子想不起來。
      p 「你是說『冬狼』啊？」卡洛笑道，「這裡是西南山脈，怎麼會有冬狼？那是北方冰刃山脈和凍原處才有的怪物。遇到牠們，你就算有十條命也難逃一死囉。」
      p 「喔。說到怪物，你真的有見過怪物嗎？」
      p 「真的有。」卡洛認真地說道，「有一次我們護林隊和兩位隱者去勘察一個受詛的古墓，結果裡面往著一堆餓鬼和骷髏妖，還有長著可怕觸鬚的食腐蟲。被這種蟲的觸鬚碰到，就像被餓鬼的爪子劃到一樣，會全身麻痺，任人宰割。」
      p 「結果呢？」
      p 「結果隱者從異界召喚了火元素和地元素，和我們並肩作戰，殺進墓中，將中心石棺裡的暗血石找出來，投到聖水裡，整座廢墟便得到了淨化。」
      p 「哦...」彼德聽得入神，說道，「我也會遇到這種事囉？」
      p 「大概吧，」卡洛道，「只要你想，挑戰總會層出不窮的。我們還是回來看裝備吧...」
      p 的確，挑戰會層出不窮，但並非只降給那些作好準備的人。

      h3 3.1.2. 安琪、米庫斯與彼德
      p 洛南紀六十年一月十日，西南山脈
      p 「終於到了。」安琪疲憊地說道。
      p 「是啊，」米庫斯道。他們現在都滿身汙泥，混著汗水，發出惡臭。
      p 幾週來，他們不斷遇到考古隊的人，帶著一車一車的貨，似乎正大批地徹離營地。由於這幾批考古隊和傭兵人數眾多，西行的道路也便顯得安全了。阿金和傭兵們也在米庫斯的同意下，被考古隊的人雇走了。
      p 「根據那些考古隊的講法，再過去就是探險家營地了，」米庫斯道，「我們的旅程將愈來愈危險。」
      p 「我明白，」安琪道，「從那些考古學家陰鬱的神情看來，一定有什麼不祥之事。」說著，她注意到小徑旁邊長的幾株小草，便走近前去，彎身摘了幾片葉子。
      p 「的確，」米庫斯道，「我們到營地後可以多探點情報。」
      p 安琪將藥草裝入內袋，從後面跟上，說道：「營地？你對那裡知道多少？」
      p 「不多，不過也不少啦，」米庫斯神秘地說道，「關於佛爾、阿布金、芬斯特藍和席爾克的英雄事蹟，我倒也聽過一些。」
      p 「說說吧。」安琪道。
      p 「其實我也不是很清楚，」米庫斯笑道，「只不過略有耳聞而已啦。」
      p 兩人沈默了一陣。
      p 時值冬春之際，地上還殘留著一層薄薄的白雪，四週的林木上也不時滴下溶化的雪水。暖陽透過濃密的葉網，灑在泥土地上，讓整條山道像極了通往仙境的秘密小徑。
      p 不過，空氣中似乎瀰漫著某種詭異的氣息。
      p 「瘟疫...」安琪突然自語道。
      p 「你想到了南沃土的那些病人？」米庫斯道，「他們真的是沒救了。」
      p 「不只沃土，連路上遇到的旅人和考古隊中，也有許多患者。」
      p 「唉，這也沒辦法啊，」米庫斯道，「希望神能保祐我們免於疫病...其實啊，我還沒聽說有哪個待奉不朽神明的人染上瘟疫呢。」
      p 「或許吧，」安琪難過地說道，「身為醫者，我還是很難接受現實：這種疫病不是我能治癒的。在沃土，我盡了全力也只救了一小部份的病人。還是有許多人在我眼前死去。」
      p 「也許這根本不是疫病，而是詛咒？」
      p 「詛咒...」安琪縐眉道，「沒見過這麼厲害的。通常詛咒的範團是特定的人、物或地點，不會像疫病一樣到處傳染。」
      p 「那是通常，」米庫斯強調道，「隕星之後，就再也沒有什麼事是永保常態的啦。記得我們在沃土遇到的沙暴嗎？」
      p 「喔，天哪，那種風沙的確不該在平原地帶出現。」安琪道，「若是風谷或無垠沙漠，那倒有可能。」
      p 說著說著，突然一個人影出現在前方的山道上。
      p 「喂！」那人開心地叫道，「你們是誰？」語調中夾著濃重的西方口音。
      p 奇怪，米庫斯心道，這人的口氣怎麼像個不通世事小孩子？
      p 「我們是來自王國東方潛鮪村的旅人，」安琪道，「那麼，您是...」
      p 「我？我叫彼德，是一名戰士啦。」那人說道，「我是出來冒險的。你們知道散金村怎麼走嗎？」
      p 彼德說著走近。安琪黑褐色的長髮和古銅色的皮膚，以及甲冑外掛著的雙杖聖徽，都讓他十分好奇。當然，旁邊那個披著黑斗蓬的矮個子，雖然看起來不大友善，卻也挺滑稽的。他們都帶著武器，應該是探險家沒錯，彼德心道。
      p 米庫打量著面前粗壯的高個子。穿著皮甲，披著褐色斗蓬的他，帶著弓、長劍、細木杖、以及一個背袋，一副標準的冒險者裝束。戰士的臉型略尖，動作敏捷卻有點笨重，紅寶石般的眼瞳閃閃發亮。
      p 看樣子像是初出道的戰士，米庫斯心道，可是他的眼睛很怪，我從沒見過紅色的眼瞳。
      p 「散金村？你是說閃金村吧？」安琪笑道，「你走反囉。我們正要去那兒呢。你難道不是從探險家營地來的嗎？」
      p 「哦...不是，」彼德思考了一下，說道，「我是從森林裡來的。」
      p 「森林？」米庫斯疑惑地問道，「這附近的森林裡還有別的村落嗎？」
      p 糟了，彼德心道，臨走前長老特別交代不能洩露庭苑的存在。
      p 「哦...」他思考了一下，說道，「沒有啊。我是說，森林裡沒有村落也可以住人嘛。」
      p 「所以你是蠻人囉？」安琪笑道，「不像啊。」
      p 「你怎麼知道？」彼德唬道，「我就是蠻人。」其實他根本不清楚「蠻人」是什麼意思。
      p 啦哩咧的，米庫斯暗罵，說謊不打草稿。
      p 「哦...」安琪故作認真狀，心底暗笑。她當然明白這不是真的，不過也不想再追問了。
      p 「欸.....我想起來了，」彼德突然說道，「妳是不是有一個玉鐲？」
      p 「玉鐲？」安琪驚道，「你怎麼會知道？」那玉鐲正是她因瘟疫而亡的母親留給她的遺物，她最珍貴的東西。
      p 「昨晚我作了一個夢，夢裡有兩個人，就和你們一樣，」彼德道，「一個有玉鐲，一個有指環，加上我的項鍊，就一起發出了白光...然後就忘記了。」他搔了搔腦袋，卻怎麼也想不起來。
      p 米庫斯十分驚訝。他的指環是祖父在他到神廟之前，送給他的信物，從來沒有配載過。當年父親還意味深長地對他說：「要持著它，活著，直到將它傳給你的子孫。」
      p 他從沒告訴任何人，包括安琪。這個冒牌野蠻人怎麼會知道？
      h3 3.1.3.鐘墨芝石的指引
      p 就在此時，一個聲音悠然飄臨：「三位好。」
      p 聲音的來源是一個身披白色斗蓬的旅人，兜帽壓得低低的，看不清面孔。他拄著一把鑲著紫水晶的枴杖。對識貨的米庫斯來說，杖尖的那顆寶石特別搶眼。
      p 「閣下是？」巧匠米庫斯疑惑地問道。他十分訝異自己竟沒注意到這人的來臨。
      p 「我的名字叫鐘墨芝石，」旅人清朗的聲音答道，「是來為諸位引路的。」
      p 「引路？」醫者安琪道，「我們應該沒見過面吧？」
      p 「不，」鐘墨芝石道，「我是一名占卜師。雖然你們不認識我，我卻認識你們。」他平靜的語調中聽不出一絲情緒。
      p 「你要怎麼證明呢？」米庫斯道。
      p 「我無需證明，」占卜師道，「時候到了，你們自然會知道。」
      p 「欸...」森林的戰士彼德插話道，「你們似乎有什麼重要的事。那我先走了。再不走太陽就要下山了。」
      p 「別急，彼德，」鐘墨芝石道，「這和你也有關係。你們在此處相遇並非偶然。命運之輪註定要將你們三人繫緊。
      p 彼德，安琪，米庫斯，你們且聽我說一則預言：
      p 古老的國度已埋下種籽 千年的光陰已喚醒嫩芽 可敬的大王又離開故鄉 法師的後裔將齊聚一堂
      p 這中間的意義你們可能還無法領會，不過道路已在你們的眼前展開了。」
      p 他將手杖往旁邊一指，草木便發出微光。剎時間，森林裡出現了一條銀白色，若隱若現的幽暗密徑。
      p 「這裡通往榮耀，試煉，真相與死亡。」鐘墨芝石道，「去了便會明白。」
      p 不知為何，占卜師的聲音似乎有著惑人的魔力，讓三人毫不懷疑地便走向那銀色的小徑。彼德進去前還在幾棵樹上刻下記號，作為路標。
      p 一陣白霧飄進了小徑。鐘墨芝石在霧中消失了。
      p 三人看不見別的，只能跟隨路上的銀光，一直向前。最後，他們來到了森林裡的一塊圓形的草地。這片原野彷彿是另一個世界，一片孤寂的土地。霧被隔絕在外，形成一道圓形的圍欄，裡面完全沒有霧氣。
      p 安琪首先發現這個現象。
      p 「怎麼會這樣？」她驚訝地說道，「這周圍...簡直像幻境一般！」
      p 「會不會有怪物？」彼德警覺地說道，隨即從肩上抽出弓，將箭搭上。
      p 「等等...」米庫斯道，「有點怪...大部份的地方都長滿了芒草，但是有些地方卻寸草不生。」
      p 「小心那芒草！」安琪一面拿出小刀割草，一面說道，「那是赤芒！雖然有藥效，但割到了會像灼燒一般疼痛！」
      p 彼德往回走了幾步，突然叫道：「有鬼！回不去了！」
      p 「什麼？」安琪道。
      p 「被擋住了，像是無形的牆，」彼德驚恐地說道，「我們被耍了！」
      p 「別這麼大聲嚷嚷，呆子，」米庫斯道，「這不過是一個結界罷啦。我正在找它的規律...」
      p 米庫斯從剛才起就一直延著寸草不生的地方走動，試圖找出規律。他很清楚，每個結界的設立都有目的，因此一定有規律可循。
      p 「對了！」他喊道，「彼德，爬高一點！」
      p 「什麼？」
      p 「從樹上往下看，看看能不能發現什麼？」
      p 彼德聽懂了，於是拿出繩索，結成繩套。他將繩套套到樹上，試了試重量，便爬了上去。
      p 「這裡有點奇怪！」安琪突然叫道，「有個凹陷。」
      p 「妳站的地方是圓形的中心吧？」米庫斯道，「我想那兒便是某個入口了。彼德，你好了嗎？」
      p 「等等...好了！」彼德喊道，「我看看...哇！沒有草的地方.....一個圓，裡面是星形...」
      p 「星形？」米庫斯道，「我就知道！五角的還是六角的？」
      p 「等等...一、二、三、四、五、六、七、八、九、十、十一、十二、十三、十四、十五、十六、十七。十七角星！」
      p 「十七角星...十七角星？」米庫斯喃喃自語，「辦得到嗎？」
      p 一般來說，圈形法陣是很常見的，守護及封印的六角星最為常見，再來就是五角星。會畫五角星的人不多，只有修士和學者才有此本事。五角星的力量很神秘，包括召喚、詛咒、攻擊等等。
      p 四角星，也就是雙菱形，也相當少見。傳說雙菱形的寬度若沒依照特定比例畫好，便會失去法力。森林的隱者們最擅長占卜和醫療用的四角星。
      p 但是，米庫斯從來沒有聽說過十七角星。他甚至無法想像正十七角星怎麼可能畫得出來。不過，他迅速地得到了一個結論：雖然不知道用途，但這個結界肯定比他聽說過的任何一個都要強大。
      h3 3.1.4.精靈的歷史
      p 洛南紀六十年一月十日，北沃土洪河延岸
      p 「到了，」一位白袍人向著乘風同行的結界師說道，「這便是妳所尋找的地方。」
      p 「不像啊...」綠袍結界師疑惑地說道，「我只看到淘淘怒河，以及岸邊詭奇的岩壁而已。」
      p 「是嗎？以精靈的紅眼也看不透這片幻象？」白袍人溫和地笑道，「施個法吧。」
      p 結界師在河岸旁的沙洲上著陸，唸道：「Ris-Zavias」一塊石壁緩緩地發出刺眼的藍光。藍光中內有一塊拱門形的石壁特別亮。
      p 「感覺看看，這是怎樣的法力？」白袍人說道。
      p 結界師仔細地感覺，之後說道：「如你所言，幻術。十分高強的幻術。」
      p 「很好，」白袍人道，「現在告訴我門在何處。」
      p 結界師愣了一下，心道：不正是在那石壁上嗎？這麼明顯。
      p 不，她隨即想到，這門也是幻術。
      p 「我不知道。」她誠實地說道。
      p 「妳連門在哪裡都不知道，」白袍人平穩地說道，「那進去後怎麼活得下來？我可以指出門的位置，但裡面的重重幻象妳如何應付？」
      p 「我明白，」結界師點頭道，「但我不能放棄我的朋友。你為何不能和我一起進去？」
      p 「我不能進去，是因為我沒有人類的血統，」白袍人道，「你明白為何我叫鐘墨芝石嗎？」
      p 「不明白。」結界師道。
      p 「瓦林娜，鐘墨芝石現在來到人間，當然是因為人類的『終末之時』即將來臨。這便是我取這個化名的用意。上次的末日之戰，精靈加入了諸神的一方面，使愛森文明毀於一旦。因此，愛森大法師的遺產所在之地，都設下了強大的反制結界，用來阻絕異族。妳和烏風進得去，是因為你們都有一半的人類血統。也正是這個血統，抑止了你們體內的精靈之血與闇精靈之血的宿怨深仇。」
      p 「那麼，你究竟是...」
      p 「時候到了，妳便會知道。」鐘墨芝石道，「現下我還不能告訴妳，否則諸神會知道我的存在。」
      p 「好吧。」瓦林娜道，「那麼，請告訴我關於精靈的事。」
      p 「也是時候了，途中我一直沒告訴妳，現在我要離開了，不得不言。」占卜師道，「但我不能細說。
      p 「精靈是最早創生的文明種族，早在人類創生前的幾十萬年我們就存在了。最早創生的精靈，現在稱為古精靈，是永生不朽的生命。天地養育了世界，需要有人來記錄萬物，給它們名字，於是便有了古精靈，以及精靈之王----撰史者。
      p 「古老的精靈們得天地之道，與自然相合，與日月並行，與草木共生。我們的語言，便是創生之語，也是所有法咒共用的語言。我們的一言一行，都會產生法術般的效果，牽動天地萬物。
      p 「古精靈們默默地述說著大地的故事，並用文字將它們記下。時間的元素也在史書中不斷地運動，讓它的能量推動這世界的運行。日、月是天地賜與萬物的贈禮，而時間便是推動它們的太古之力。
      p 「永生的精靈過著安詳的日子，直到矮人與羊人現世。不過那是另一個故事了，下次再說。
      p 「總之，當封神的年代過去之後，新生的精靈們，便不再有古精靈的能力了。他們現在被稱作高地精靈、木精靈，以及闇精靈和海精靈。闇精靈是墮落的種族，是受到幽界汙染又從矮人處習得貪慾的生物。他們無法活在太陽下，因為光明的力量會灼燒他們的肉體、折磨他們的靈魂。
      p 「妳和烏風，都具有一半的人類血統。他的人類血統，使他雖然畏光，卻不致和那些地底的闇精靈一般，必須一輩子躲在暗處。他的生命會不斷被幽界拉扯，直到他找到真正的自己，以及真正的使命。」
      p 「請告訴我在我們分離之後，他發生的事，以及關於這個地城的一切。」瓦林娜道。
      p 「他受到幽界的召喚，而變得瘋狂。現在的他已不是妳所認識的烏風了。我已警告過妳，但妳執意要去，賭那渺茫的希望，我便助你一臂之力。雖然我會被結界擋在外面，但可以告訴妳關於這個地城的事，以及為何烏風會在這裡。
      p 「這個地城，是愛森九大法師之一，幻術師索汶所造，裡面有他留給後世的遺產。傳說中，遺產都是為了下次大戰而製的。隕星之夜已過，它們現世的時間到了。
      p 「我不清楚裡面確切有些什麼，但肯定危險重重。地城深處有九神球之一的『隱匿之球』。我只知道它的名字，不知道它實際的作用。不過，我必須警告妳，控制神球需要強大的法力和意志，沒有把握絕不要輕易嘗試，否則反而會被它控制。
      p 「在『真知之球』認出我的改變，打開自己的結界，讓我接受挑戰之後，我瞭解到控制神球並不容易。
      p 「這次來到這裡，感覺到很大的變化，似乎地城中有什麼東西甦醒了。要小心，烏風既然進去了而沒死，多半已被神球控制了。它可能會為了保護自己，殺掉入侵者。
      p 「瓦林娜，妳要面對的考驗，是全然的未知。妳願意冒這麼大的險，究竟是為什麼？」
      p 「為什麼？」瓦林娜笑道，聲音中帶著幾許剛毅，「我記得我的同伴芬斯特藍曾說，冒險者最大的敵人，絕不是眼前的危難，而是那些遇到危難就會出賣妳的隊友。我絕不棄同伴於不顧。」
      p 「很好，」化名鐘墨芝石的撰史者笑道，「那便去吧，願真神與妳同在。」
      p 他於是輕搖手杖，召喚出一片濃霧，在霧中飄然而去。留下許多謎團，讓瓦林娜自己去解開。瓦林娜定了定神，拿起手杖，延著石壁敲打過去，尋找通往地城的密道。
      p 突然，她似乎想到了什麼，便停了下來。她後退幾步，唸出咒語：「Pras-Tika-Nusa」
      p 兩股風切向岩壁擊去。石削紛飛，剎時間劃下兩道深深的刻痕。其中一道中間有些不完整。是了，瓦林娜心道，幻術石壁當然不會受到影響。
      p 她手腳並用地爬向那處石壁，還不時防著四週可能出現的危險。不一會兒，她便到了這塊不起眼的岩壁前。
      p 「走吧，」瓦林娜自語道，「是時候了。」
      p 她努力告訴自己那片石壁不是真的，再閉上眼睛，讓幻術的影響減到最低，然後向前走去。
      p 一腳踏空，她開始墜落、墜落...
      p 這只是第一個陷阱。

      .ui.buttons
        router-link.ui.green.huge.button(to = "/work") 3.2節
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
