<template lang="pug">
  .hello
    .ui.segment.container

      h2 2.2. 沃土別離
      h3 2.2.1. 流星雨之歌

      p 洛南紀五十九年十一月六日，沃土

      p 「芬茲，你還真不簡單欸，」瓦林娜一面讀著帛紙上的文字，一面笑道，「文筆真好。」

      p 「不敢當，我是個吟遊詩人嘛。」芬斯特藍笑道。

      p 「欸，烏風，你聽聽看這首詩，是芬茲在旅途中想到寫下來的。」瓦林娜對陰沉的烏風說道，希望能讓他開朗些。

      p 自從那天血戰之後，蒙面的烏風連話都變得很少。

      p 「還是讓他安靜休息吧。」車夫道。

      p 「唉，」瓦林娜道，「真搞不懂。」

      p 「歐利夫，」芬斯特藍道，「再往前就到南沃土了是吧？」

      p 「沒錯，」車夫歐利夫道，「前面是建在土丘上的守衛站，過了那兒就是南沃土了。」

      p 一行人坐在一輛馬車上，緩緩駛過沃土平原中，一片焦灰滿地、寸草不生的荒原。

      p 車夫名叫歐利夫，是芬斯特藍的舊識。他們在落雲城的一家酒吧巧遇，正好要去沃土，而烏風的傷不適合趕路，芬斯特藍便出錢雇了一輛馬車，再請歐利夫扮成車夫同行。

      p 歐利夫是位有經驗的探險家，有著粗獷的體魄和細緻的手藝，武藝和野外求生的技巧都好，還懂得用簡單的材料做出好吃的旅行料理。

      p 他熟悉北沃土的一切，也知道盜賊出沒的情形，因此一路平安，連月影的人也沒再出現。

      p 「那裡的方言應該很難懂吧？」瓦林娜問道。

      p 「本來是的，」歐利夫道，「不過這些年來西行的人愈來愈多，打王國各地來的人都有。所以他們多半也都能說一點官話啦。」

      p 「算啦，我還是不要太多慮，反正船到橋頭自然直嘛。」

      p 「風谷有船嗎？不然妳怎麼知道？」芬斯特藍笑道。

      p 「是沒有啦，」瓦林娜慍道，「那我說『風隨山轉、溪從谷流』可以了吧？」

      p 「這麼容易就被逗到啦，」歐利夫笑道，「別理他就好了。」

      p 「你幫她對付我？」芬斯特藍笑道，「好啊，這筆帳記下了。」

      p 「別理他，」歐利夫道，「妳把他的詩唸來聽聽，我來挑他毛病。」

      p 瓦林娜唸道：
      p 「
      p 流星雨之歌 芬斯特藍．薩斯坦提斯

      p 是的，吾人記得那永恆之夜
      p 當星斗不再安份，月光不再慈祥

      p 災星隕落，末日將臨
      p 吾人惶恐萬分，匍伏在地
      p 向著無垠沙漠，向著洪河，向著風谷

      p 災星隕落，末日將臨
      p 是的，在那永恆之夜，如吾人所見
      p 」

      p 她清亮的聲音，帶著淡淡的哀傷，將眾人帶回了那永恆之夜。他們彷彿再次看到那成千上萬的隕星，劃過天際，如火雨般飛落。

      p 歐利夫聽完，再也笑不出聲了。

      p 幾人沉默了一陣，直到一串悠悠的琴音，打破沉寂。

      p 芬斯特藍彈起他的短琴，用迴盪的旋律唱出流星雨之歌。

      p 一股無形的氛圍籠罩了馬車上的所有人，連馬兒都有了反應。

      p 每個人的思緒都隨著歌聲起伏，芬斯特藍用頓音唱出「災星隕落」時，心都不由自主地震了一下。

      p 一曲奏畢，掌聲響起。瓦林娜和歐利夫，都從心底被打動了。

      p 只有蒙面的烏風，還是用兜帽蓋著臉，一語不發。

      h3 2.2.2. 攔截

      p 馬車繼續前行，不久便看到遠方的土丘上的堡壘，上面飄著諾魯夫王的家徽──藍龍。

      p 「一個民兵守衛站。」歐利夫道。

      p 諾魯夫王是洛南大帝尼利查的弟弟，因為受封沃土公爵，所以擁有自己的家徽。事實上，對許多沃土地區的人民來說，諾魯夫王的藍龍旗比大帝的金龍旗更值得尊敬。

      p 幾名騎兵從守衛站的方向朝他們騎來，馬蹄捲起了滾滾沙塵。

      p 芬斯特藍遠遠望著騎兵的來勢，不禁問道：「他們真的都是民兵嗎？」

      p 「確實如此，」歐利夫道，「看起來不太像吧？這跟五年前你剛來沃土時已經大不相同了，現在他們都訓練有素，而且全副武裝。」

      p 「亂世迫使人不得不自強啊。」芬斯特藍感慨地說道。

      p 「你不是現在才知道吧？」烏風冷冷地嘲諷道。這是他今天第一次開口。

      p 「你終於開口了，」瓦林娜笑道，「那便別再闔上了吧。」

      p 烏風不理她，又把自己關回沉默的牢房，將其他人拒於門外。不過，他說得倒是沒錯，芬斯特藍的話只是講給瓦林娜聽的。

      p 芬斯特藍不知道自己的提醒是多餘的，因為瓦林娜也經歷過不少冒險與挑戰，有著外表看不出來的機敏、意志與實戰能力。

      p 騎兵們愈來愈來，也漸漸看得清他們的輪廓了。來者共有三騎，由一人帶頭，另二人分在左右，排成一個三角形。

      p 「哪裡來的朋友？」領頭的那人高聲問道。他身材略瘦，說的是帶了一點口音的官話。

      p 「我們打北方來，」歐利夫道，「是借道西行的探險家。我是馬蓋文之子歐利夫。」

      p 「探險家？」那人問道，「你們有沒有多餘的旅費？」

      p 芬斯特藍一聽，臉色大變。

      p 瓦林娜輕聲問道：「怎麼了？」

      p 「是強盜，」芬斯特藍輕聲道，「整個守衛站都成了他們的山寨了。」

      p 「逃得了嗎？」瓦林娜輕聲問道。

      p 「很難。解決這三個容易，站內無數的強盜就難對付了。」芬斯特藍輕聲道。

      p 馬車外，歐利夫將馬稍停，問道：「你們是誰的屬下？」

      p 「失禮了，」那人道，「我乃英格麗絲麾下第二把交椅，名叫艾斯；我身後的同伴是克勞迪和刀疤。你還沒回答我的問題呢。」

      p 「你們要多少？」歐利夫道。

      p 「你肯給多少？」艾斯反問。

      p 「沒有人這麼問的，」歐利夫怒道，「你們該不會想全拿吧？」

      p 這時，芬斯特藍向歐利夫道：「報我的名字，看看管不管用。」

      p 歐利夫又道：「車裡坐得可是大名鼎鼎的芬斯特藍．薩斯坦提斯，如果你對這名字還有點敬意，就該知趣一點。」

      p 「詩人探險家芬斯特藍啊...」艾斯道，「那麼失禮了，我該請你們進站裡來的。」

      p 這時他們已到達弓箭能輕易射中的距離了。艾斯後面的克勞迪和刀疤都已準備好弓箭，只要一聲令下，拉車的兩匹馬瞬間就會沒命。

      p 「備戰吧。」芬斯特藍道，隨即跳下馬車。

      p 「你們欺人太甚啦！」歐利夫吼道，「別小看了探險家的實力！」

      p 「別跟我談『實力』，」艾斯道，「若要講實力，那麼我也只好自報身份了。你們總不會沒聽過沃土的『聖槍團』吧？」

      p 「聖槍團！」芬斯特藍驚道，「怎麼可能！」

      p 「我所知的聖槍團是正義的化身，諾魯夫王的左右手，專門掃盪強盜，而不是自己當起強盜。」歐利夫不屑地說道。

      p 「不淮汙辱聖槍的名譽！」艾斯第一次展露了他的怒氣，「誰說我們在打劫？」

      p 「這難道不是打劫？你們強迫別人進到你們的站內！」歐利夫怒道。

      p 「你誤會了，」艾斯身後一名大漢說道，「我們沒有『強迫』你們進來，不過若你們想就這麼走了，那也辦不到。」他魁武的身軀，加上帶著刀疤的大臉和落腮鬍，與艾斯略為削瘦的斯文模樣形成了一種強烈的對比。

      p 「那麼要怎樣你們才肯放我們過？」芬斯特藍問道。

      p 「拿出你們多餘的錢。」艾斯道。

      p 「三十枚碎金夠不夠？」芬斯特藍問道。

      p 「如果你只有三十枚，那就太多了；如果你有三百枚，那就不夠。」

      p 「可是，你怎麼知道我究竟帶有多少錢呢？」芬斯特藍疑惑地問道。

      p 這件事超出了他從前的見聞。

      p 「很簡單，」艾斯答道，「把你們綁起來，搜個身就好了。」

      p 「笑死人了，」歐利夫不屑地說道，「都綁起來了，怎麼還會留給我們任何東西！」

      p 「我以槍騎神之名起誓，若我不把必要的物品及錢財還給你們，我便立遭天譴，死於雷擊之下。」艾斯拿出銳槍聖徽，鄭重地起誓。

      p 「我才不相信他是聖槍團的成員。」歐利夫轉頭，低聲說道。

      p 「但我離開王都前才受過槍騎神修士的引導，我想對方既然持有聖徽，又不像一般強盜那樣立刻動武，說不定是真的。我覺得不妨一賭。」芬斯特藍道。

      p 「好吧，」歐利夫無耐地苦笑，「你們來吧。」

      p 於是，艾斯和他的手下便拿出麻繩將芬斯特藍和歐利夫綁住，又將馬車的布簾掀開。

      p 車內空空如也。

      h3 2.2.3. 瓦林娜的任務

      p 洛南紀五十九年十一月六日，沃土守衛站旁

      p 「他們把芬茲和歐利夫帶走了！」瓦林娜輕聲道。她拉著烏風的右手，以確定彼此的位置。

      p 由於法術的作用，現在他們誰也看不見誰，甚至連自己也看不見了。

      p 「他們不會有危險的。」烏風冷靜地說道。

      p 「你怎麼知道？」

      p 「對方信奉槍騎神，三善神之一。」烏風道。

      p 「你不覺得我們應該跟進去嗎？」

      p 「不，我們該走了。」烏風說著反手握住瓦林娜的手，往另一個方向走去。

      p 「什麼？」瓦林娜驚道，使力回奪，「要棄他們於不顧？」

      p 「芬斯特藍是有經驗的探險家，他會照顧自己的。」烏風停下腳步，有些不耐。

      p 「我不認為...」瓦林娜道，「況且就算真的是這樣，我們也應該等他們回來啊。」

      p 「那麼，妳想放棄『寒冰之球』嗎？」烏風絲毫不帶感情地問道。

      p 「你怎麼...知道的？」瓦林娜驚道。若不是他們都隱形了起來，烏風便會看到她極度訝異的表情。

      p 「別以為我不清楚。這幾天我一直在觀察，妳是逐雲者菲妮安派來的密探。」

      p 「你...」瓦林娜開始顫抖。

      p 「妳是為了『寒冰之球』而來，順帶調察考古隊的底細。」

      p 「沒錯。」她只好承認。

      p 「而我，」烏風道，「則掌握了一切妳想要的情報。」

      p 「所以說，」瓦林娜道，「你知道考古隊的陰謀？」

      p 「沒錯，」烏風道，「而且還有更糟的。」

      p 「什麼？」

      p 「寒冰之球可能已被別人拿走了。」

      p 「可是，」瓦林娜道，「那是遺產中極具威力的法器，不是普通人所能掌握的。連法師很難控制它的力量。」

      p 一陣短暫的沉默之後，烏風解釋道：「對方是一群很早就發現古代魔法的人，他們的首領曾經和菲妮安等人共事。」

      p 「曾經？」

      p 「他們當時都是考古學者，後來發現魔法後，因意見不合而分道揚鑣。妳的另一位師父，舞空者耐文的一雙腳，就是被他施風切術截斷的。」

      p 「那...他的名字叫什麼？」

      p 「取走神球的法師，人稱冰風大師寇維爾，十分高強，」烏風道，「不過失去了同伴的協助，他的進益應該比妳的師父們要慢一些。」

      p 「冰風大師寇維爾，寇維爾...嗯，應該是吧，」瓦林娜道，「畢竟深奧的法術很難獨立鑽研。不過，如果那個寇維爾有把握控制神球，他的法力肯定遠在我之上。」

      p 「所以妳需要我的協助。」烏風道。

      p 「的確，你說得對，」瓦林娜道，「但是為什麼我們不能等芬斯特藍和歐利夫呢？他們會成為一大助力的。」

      p 「一大助力？以他們的實力，遇到冰風大師只會白白送死，」烏風道，「妳不會希望讓芬斯特藍去送死吧？」

      p 瓦林娜深入了一陣沉默。若不是她已隱形，烏風便會看到她羞澀的表情。言者無心，聽者有意，瓦林娜對芬斯特藍已有了一份感情，只是她自己也不清楚，這是否只是單純的夥伴情誼，還是...

      p 「況且，」烏風勸道，「我們可以奪了神球再去找他們會合。」

      p 「好吧，就這麼辦，」瓦林娜想了一下，說道，「但你要多告訴我一點關於你的事，否則我會覺得你很瞭解我的背景，我卻對你一無所知，不大公平。」

      p 「如果我跟妳說了，妳會後悔要我講的。」烏風道。他握著瓦林娜的手，往守衛站的右方走去，朝向視線之外的廢棄考古場。

      p 兩個隱形的人，在平原上走著。

      p 沒有人看得見他們的身影，但這趟旅程將會影響所有的人。

      p 「好吧，好吧，故作神秘，哼。」瓦林娜慍道，「至少你可以講點遺產和歷史之類的事吧。以前師父都不大提。」

      p 「有些事太黑暗了，還是不要知道比較好。」烏風道。

      p 「但是，愈去逃避黑暗，它愈會增長啊。還不如去面對它。」瓦林娜急道，「唯有探索才能對抗對未知的恐懼啊。」

      p 「如果黑暗像是個無底洞，愈去探索，愈會陷入其中，那便如何？」

      p 「將它照亮吧。」瓦林娜笑道。

      p 霎時間，烏風覺得一道電流通過了全身，將他震攝住。他受了太多的折磨，卻在瓦林娜的一句話中得到了救贖。至少，他看到了希望之光。

      p 「將它照亮吧。」瓦林娜是這麼說的。

      p 一個黑暗的子民，如何能夠發亮？他心道，或許，這便是我一直在尋找的，不刺眼的光。

      h3 2.2.4. 烏風的童年

      p 洛南紀五十二年六月二十一日，王都諾薩里亞貧民窟

      p 「把他抓住！把他抓住！」一群十來歲的混混，圍著一個小小的身影，叫囂著。

      p 那個小男孩約是十二歲上下，載著黑色頭套，被幾個大孩子逼到牆角，背牆而立，拳頭握得緊緊的。他身上穿著破爛的衣服，露出灰色的皮膚。

      p 「把頭套拿下來嘛！」一個小混混惡毒地笑道，「我們又不會怎樣！只不過想看一看你的臉嘛！」

      p 「對啊，有什麼好神秘兮兮的！」另一人搭腔道，「別以為你是灰色的就了不起，小灰！」

      p 「小灰來，小灰來！」有人把他當狗耍。

      p 「喂，小灰，」帶頭的混混說道，「你撐得也夠久啦。現在投降，沒人會說你孬。不然，我們可要動手囉。」

      p 小男孩仍舊不肯取下頭套和蒙面布，只是憤怒地顫抖，發出野獸一般的低吼。

      p 混混們一擁而上，亂拳擊向小男孩。他雖然身手不凡，但人小力氣也小，加上人數懸殊，沒多久便被打倒在地，牢牢按住。

      p 帶頭的少年用力扯下男孩的頭套和蒙面布。

      p 男孩緊閉眼睛，表情十分痛苦，似乎正午的陽光對他是一種傷害。

      p 「小灰怕光！小灰怕光！」有人笑道。

      p 「難怪是灰色的，原來流著惡魔的血啊！」另一人道。

      p 「只有冥府來的怪物才怕光。」又一人說道。

      p 「怕什麼，還不是給我們制住了！」最先開口的那人笑道。

      p 「拿火把來！」帶頭的命令道。

      p 不久，一個點著的火把便被拿了過來。帶頭的少年將火把拿近男孩的臉。由於被緊緊地按住，他根本無法閃避。灼熱的光芒像利劍一樣刺入了他的雙眼，就算緊閉著也沒有比較好過。

      p 他就這樣被折磨著，直到帶頭的發現已經燒傷了他的面頰，才嚇得一哄而散。他從頭到尾沒有吭過一聲。

      p 男孩花了一個月才恢復眼力。被燒傷的左頰，留下一大塊無法復原的疤。

      p 不過，有著超強記憶力的他，將仇人的面孔一個不漏地記下，並迅速地復仇。

      p 當天在場的那些人，一年之內都被暗殺了。殺手是一個十二歲的無名男孩。

      p 月影知道了這事後，很快地找他入夥。

      p 短短數年內，他成了冷血、高強、可靠、沉默的殺手。許多人看好他未來能統領全月影的殺手，當上望部的總堂主。

      p 他是烏風。
      .ui.buttons
        router-link.ui.orange.huge.button(to = "/b1") 2.1節
        router-link.ui.green.huge.button(to = "/b3") 2.3節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
