<template lang="pug">
  .hello
    .ui.segment.container

      h2 3.2 魔境
      h3 3.2.1.法陣之中
      p 洛南紀六十年一月十日，西南山脈，十七角星陣
      p 「十七角星！」米庫斯叫道，「安琪！妳有聽說過這種東西嗎？」
      p 「沒有！」安琪回應道，「別管它是幾角星了，這中間有個東西！看起來...像是青銅製的神像！」
      p 「什麼神像？」米庫斯道，「是九主神之一嗎？」
      p 「我看看...」安琪開始檢視神像的紋理，想找出聖徽，卻不經意地碰到了神像。
      p 一股電流順著手臂，擊中了安琪。她一陣抽搐，趕忙將手抽回，已是酸麻不堪。
      p 「有電！」她苦叫道，「這神像一定被施了守護結界了！」
      p 「喂！」彼德這時叫道，「你們猜我在樹上找到什麼？一個鳥窩！窩裡還有個蛋！」
      p 「啦哩咧的，」米庫斯怒道，「都什麼時候了還管什麼蛋不蛋的！」
      p 「別這樣說，」彼德道，一面爬下樹，「你看了就會知道。這是一顆彩色的蛋！」
      p 彼德帶著彩蛋爬下樹，順手抖落繩套。「你自己看吧！」他走到米庫斯身前，打開手掌。
      p 「嗯...」米庫斯沈吟道，「果然是彩色的，而且是漆上去的，裡面是顆鵝卵石。奇怪的是...它一點也沒有褪色。」
      p 就在他們準備仔細研究這顆五彩斑斕的寶石時，厚厚的白霧從四面八方飄近了。三人被圍在法陣中，望著逐漸近逼的白霧，發現眼前的世界愈來愈模糊，忽然感到一陣涼意。
      p 「見鬼！」米庫斯道，「耐頓在上，一定是觸發了什麼結界！我們快退到中心，不要走散！」
      p 「沒錯！」彼德興奮地叫道，「這種時候怪物就會出現了！」
      p 「怪物出現有什麼好，野蠻先生，」安琪冷冷地道，「別那麼嗜血。冒險可不是打打殺殺。」
      p 「哦，」彼德不解地說道，「不然呢？」
      p 「不然？」米庫斯道，「殺與被殺，是常人的冒險。對有信仰的人來說，冒險是為了實現理想。」
      p 「為了救世。」安琪補充道，「自從星斗隕落後，一切都不再正常，危險似乎正潛伏在黑暗中，慢慢壯大。疫病漫延、盜賊四起，好好一個王國變得西分五裂，商業、農業都荒廢了。」
      p 「恐懼在人們心中漸漸壯大，這便是混亂的開始，」米庫斯道，「這是個混亂的年代啊。」
      p 混亂的年代？安琪突然想起，表哥是混亂之神耐頓的修士，而祂和安琪所信奉的平衡之神瑪法達雖然陣營相近，但不相同。安琪更是不能理解，當米庫斯說出這話時，嘴角那抹掩蓋不住的微笑是什麼意思。
      p 安琪心道，他究竟是什麼樣的一個人呢？從小進入神殿，長大後四處飄泊他，究竟從混亂之神處學到了什麼？他帶著什麼使命、什麼秘密而出來呢？安琪不知道。但她仍然信任他，一直都信任他。畢竟他們是一起長大的。
      p 霧慢慢地逼近了，三人趕忙退到圓圈中心。「小心那雕像！」安琪在彼德差點要碰到那東西時拉了他一把，讓他免去電擊之厄。
      p 彼德長劍出鞘，留意四週可能出現的敵人。
      p 彼德明白，霧中作戰是極危險的。對野獸和活屍來說，濃霧並不構成太大的阻礙。牠們要嘛用嗅覺、要嘛用熱覺和超感官，都能代替眼睛的作用。
      p 彼德從小就有異於常人的夜視力，和靈敏的聽覺，但這種境地仍是十分不利。若此時狼群來襲，恐怕三人要命喪此地。更何況旁邊兩人都是修士，雖然帶有悶棍和戰鎚，但一定都只是擺好看的，沒什麼實戰作用。他知道自己得獨立迎敵，因此全神貫注。
      p 「蛋給我。」米庫斯突然說道。
      p 「為什麼？是我撿到的！」彼德直覺地說。
      p 「給我就對了。」米庫斯道。
      p 「好吧。」彼德不情願地說道。
      p 真像個小孩，安琪心道。
      p 米庫斯接過彩蛋，將它小心翼翼地移近雕像。
      p 兩個遠古遺物剛一接觸，便爆出了一片白光。三人頓時失去了知覺。
      h3 3.2.2.幻境
      p 洛南紀六十年一月十日，北沃土洪河延岸，夢之迴廊
      p 「Ris-Fra-El」瓦林娜在半空中唸道。下墜的速度緩和下來，她像一片羽毛般，飄來飄去。
      p 該死，她心道，竟然第一步就錯了。
      p 「沒錯，妳大大的錯了。」黑暗中傳來一陣狠毒的聲音，「妳錯了，妳錯了...」
      p 螢光一閃，出現了一張飄浮在半空的臉。那張臉是個老年男子，皺紋滿佈，一撮灰白色的山半鬍蜷曲著，像是似機而動的毒蛇。一片黑暗中，瓦林娜只看得見這張臉。
      p 「你是誰？」她問道，心裡浮起一陣恐懼。
      p 「我是誰不重要...」那張臉以毒蠍般的聲音說道，「重點在於，妳錯了...全然錯了...大大的錯了...」
      p 「錯在哪裡？」瓦林娜不服氣地回道。
      p 「妳已經錯了，沒有救了...」那聲音道，「哈哈哈哈...」
      p 瓦林娜眼前一閃，老臉消失了，四週變成一片森林，樹木互相糾纏，扭曲成奇怪的樣子。盛開的花朵多半是黑色的，有些則是血紅色的。一輪血色的明月高掛在天。
      p 「吼...」一株怪樹後面轉來一陣低吼，接著一隻狼人猛撲而出，向瓦林娜抓來。
      p 瓦林娜一閃避過，看到這頭半直立、全身絨毛的妖怪張開血盆大口，再次撲來。
      p 狼人，瓦林娜心道，一種兇狠的獸化人。這類生物通常是受到了某種詛咒或是死靈糸法術的影響，成為半人半獸的妖怪。
      p 牠們平常是人，但月圓時便會瘋狂，而成為怪獸。她僅有所聞，卻沒碰過。以前在風谷，菲妮安師父雖然從異境召喚過一些低等的怪物，讓她和同學們試招，但從未召過狼人這麼高等的怪物。
      p 「回去！」瓦林娜手杖一揮，喝道，「Vil-Kon-muan」
      p 一團紅焰自杖尖噴出，燒上了狼人的皮毛。牠痛苦地嚎叫著，卻似乎未受重創。
      p 一爪擊來，瓦林娜被震退了三步，卻沒受傷。她早上施的石膚術保護了她。不過，她覺得石膚已有些龜裂，這個中階保護術看來未必撐得了多久。
      p 與其毫費大量的法術在這隻狼人上，她寧可逃。
      p 她唸出咒語：「Bles-Fra-el-Amio」一雙法力塑成的羽翼便長了出來。風谷的進階法師都會的飛行術，代表風的輕盈，往往有救命的作用。
      p 她一躍而起，閃開狼人的一爪，飛向空中。
      p 「妳錯了。」那個狠毒的聲音再次出現。
      p 一張粗大的魔蛛網無聲無息地從天而降，向瓦林娜罩來。被法術召來魔網，只要一粘住人，對方就極難掙脫。瓦林娜若被粘住，必會落回地面，再受到狼人的攻擊，絕無倖理。
      p 「Bles-Oil-Msatafra」瓦林娜唸出咒語，召出一個無形的防護球，魔網一碰到便彈開、滑落了。
      p 瓦林娜才剛脫險，卻已消秏了大半的法術記憶。法師一天的施法量是有限的，早上背好法術，施展後便會遺忘，得充份睡眠後再重新照著法術書上的記載背誦一次。
      p 當她飛近一叢怪樹時，她突然注意到，這株樹竟變得透明了。
      p 是幻術，她心道，我陷在某個人的惡夢中了。
      p 是了，她直覺到，這是烏風的惡夢。
      p 瓦林娜閉上眼晴，心裡用力地唸道：這不是真的，之後睜開雙眼。
      p 一切如常，夢境仍在。高階幻術是無法想不信就不信的。
      p 突然間，四周的景物開始扭曲、旋轉，鮮血像決了堤的洪水般，四面八方地朝瓦林娜湧來。大地隨即化為血海，她飛上海面，沒有被吞沒。
      p 「痛苦啊...」一顆染血的頭顱從海裡飛了出來，吼道，「妳是什麼人...」隨即又尖叫著摔落海底。
      p 瓦林娜還未回過神，千百顆頭顱一個接一個地飛了出來，有男的、女的、老的、少的，有精靈、有矮人、有千奇百怪的生物，他們的臉都因痛苦而扭曲。一隻半人馬的頭和羊人的頭在她身邊對撞，爆成血肉的碎塊，沾到她的身上、臉上。
      p 天空也變成血色的，降下血雨、冰雹和屍塊。瓦林娜一輩子沒有見過這麼噁心恐怖的場面，趕緊閉眼，但幻像已無法靠閉眼來躲掉了。
      p 哭聲、尖叫聲不斷襲來，字字句句都是最惡毒的詛咒，最痛苦的呼喊。除了幻術師和心智異常者外，沒有人能在這種幻境中存活。
      p 瓦林娜的意志逐漸崩解，她陷入瘋狂邊緣，但仍然苦苦撐著。
      p 「烏風！」她絕望地喊道，希望能喚醒這夢境的主人。
      p 「妳叫我嗎，親愛的小姐？」一個毒蛇般的聲音傳來。
      p 血海上出現了一艘小船，船上爬滿了巨大的黑蜘蛛，中間站著一個身披黑色斗蓬、銀髮黑臉、左臉有一大片燒傷疤痕的男人。他是烏風。
      p 「烏風！」瓦林娜叫道，「如果你還認得我的話，快停止這一切！」
      p 「為什麼呢？」烏風冷笑道，「這些是生命的組成啊。血、肉，這便是我們的身驅，不是嗎？」說著發出忽高忽低的笑聲，似乎已經瘋狂。
      p 「我抵受不住了，」瓦林娜道，「這些幻象是你造成的吧？」
      p 「哦，不是的，不是的，」烏風狂笑道，「它們從來就在，只是我們以前活著的世界太虛假了。這裡才是世界的本來面目。」他特別強調「本來面目」四個字。瓦林娜不禁打了個寒噤。
      p 「看看這些冥蜘，」烏風指著身邊巨大的黑蜘蛛，說道，「只活在惡夢與幽暗的地底...牠們以人的恐懼為食...」
      p 「該死的，」瓦林娜道，「你中了什麼邪？」
      p 「中邪？哈哈，中邪？」烏風狂笑道，卻流下兩行淚來，「我中了什麼邪？妳知道嗎？哈哈！」
      p 烏風抓起幾隻冥蜘，丟進血海。牠們迅速地找到一些號叫的頭顱，撲上去大口大口地啃了起來。
      p 「我中了褐剌的咒語，雙目失明，雙耳失聰，我中了什麼邪？」烏風大叫，「我在野地裡掙札了一個多月，過著禽獸不如的日子，我中了什麼邪？我失足落水，掉入洪河，幾乎溺死，我中了什麼邪？妳說啊！」他狂叫著，血海上的頭顱們更加痛苦，紛紛跳起，在空中翻滾尖叫。剩下的冥蜘從烏風的船躍出，向空中的頭顱咬去。
      h3 3.2.3.擁抱
      p 瓦林娜不語。她想到烏風這數十天來的際遇，目盲耳聾，饑寒交迫，這種處境實在是慘到了極點。
      p 和烏風一起冒險的那陣子，瓦林娜也隱約感覺到，烏風有一個相當悲慘的童年。一般深切的憐憫在她心中湧出。
      p 這個人的生命經歷了太多太多的苦難，瓦林娜心道，難怪他一受到黑暗的引誘就會瘋狂。身為同伴，我有責任拯救他。
      p 瓦林娜忘卻自己的危險，憑著一股勇氣，唸出咒語「Vil-Fre-Na-il」。
      p 一股法術造成的氛圍罩上了結界師。她現在看起來更友善、不具威脅了。
      p 「烏風！」她大喊，「我是來遲了！但我從來沒有打算把你丟著不管！相信我！」
      p 「相信？」烏風冷笑道，眼神仍燃燒著瘋狂的火焰，「早在十年前我就已經沒有聽過這兩個字了。妳沒有來遲，而是趕上了自己的末日。進到神球的領域來，妳已經沒有活路了。幻象的浪潮會把妳吞噬掉。」
      p 「不！烏風，這一切還是有希望的！」瓦林娜叫道，「快，停止這一切，跟我一起走吧！」
      p 「希望？」烏風的聲音一下子凍結成一把冰刃，直直地剌入了她的耳中，「對一個黑暗的存在，妳竟然說希望？」
      p 希望，瓦林娜心道，怎麼會有人的生命是沒有希望的？
      p 「這樣的生命你還要過多久？」瓦林娜叫道，「你的意志鞭策著你，就像主人鞭策他的奴隸。去尋夢吧！從意志的牢籠中解脫。」
      p 「但我的夢是黑暗的，它不會帶我飛上天，而會引領我至最深的地底。」烏風答道。一股深深的悲傷浮了出來，週圍的幻象漸漸模糊了，像是浸了淚水一般。
      p 「你知道嗎？」瓦林娜柔和地說，「我們家鄉有一句格言：『你的翅膀會成為你的牢籠，你的牢籠會成為你的翅膀』。誰說黑暗一定是不好的呢？接受它，接受自己，不要再難過了。」她飛近，將烏風緊緊地抱在懷裡，就像抱著一個受傷的小孩一樣。
      p 烏風哭了。幻象被淚水沖刷殆盡。
      p 僅數尺深的山洞裡，迴盪著烏風的哭聲。瓦林娜抱著他，讓他伏在她身上。神球就在角落，它的光芒已暗了下來，變得柔和了。
      h3 3.2.4.古墓
      p 洛南紀六十年一月十日，西南山脈，愛森古墓
      p 當彼德醒過來時，他還不大能相信眼前的景象。
      p 濃霧、法陣，都不見了。這裡是一座方形的石室，充滿霉味，長寬不過數尺，中央立著一座青銅神像，看起來和剛才法陣中的一模一樣。石室裡只有一扇關著的木門，沒有其他出口。光線則是來自牆上的苔蘚。
      p 安琪和米庫斯倒在他的腳旁，看起來亳髮無傷。
      p 他突然注意到身旁的彩蛋，順手將它放入背袋。
      p 「啊，看起來有趣多了。」彼德自語道，「這才像冒險嘛。」
      p 「什麼話，」安琪掙扎著起身，說道，「這可不是開玩笑。」
      p 「沒錯，」米庫斯一躍而起，陰沈地說道，「我們被傳送了，是高階法師的把戲。我們未必出得去了。」
      p 「而且我還聞到一股不祥之氣，」安琪道，「空氣中有疾病的味道。」
      p 「啊！」彼德不小心碰到神像，被電流擊出一道傷痕。
      p 「叫你不要碰你還碰，真是的。」安琪一面包紮，一面喃喃低語。
      p 「這木門看來已經朽壞了，」米庫斯道，「應該砍得開。」
      p 「這得借重你的力量囉，彼德。」安琪道。
      p 彼德的傷勢並不嚴重，於是他舉起長劍，砍向木門。
      p 第一劍，砍出一個缺口。
      p 透過缺口，他們看到了另一尊神像。
      p 「用力啊，彼德！」米庫斯大喊，「用力啊，蠻牛！」。
      p 「嘿！」彼德一劍砍開一塊木板。
      p 透過缺口，他們看到了一個人形的物體，喉頭發出古怪的聲音。牠的行動十分遲緩，但稍微腐爛的肌肉看來卻十分有力。牠注意到了門的異狀，但沒有察覺躲在門後的那三個人。
      p 「耐頓在上，是僵屍！」米庫斯對彼德輕聲道，「待會兒你從缺口射他。你對自己的弓術有信心嗎，伙計？」
      p 彼德愉快地點了個頭，將長劍還鞘，再拿出弓，熟練地搭上箭。
      p 米庫斯拿出小槌、釘子和細繩，裝置了一個簡單的絆腳索。
      p 「等我號令！」米庫斯對彼德輕聲道，「我可以聽出對方步伐的方向。」
      p 米庫斯靜待僵屍轉身，輕推了彼德一把。
      p 彼德起身，一箭射中僵屍的後背，卻沒有把牠擊倒。
      p 僵屍大步走到門前，一腳把門踹開，準備報復攻擊牠的人。
      p 碰的一聲，僵屍中了機關，倒在地下。
      p 安琪及時舉起胸前銀項鍊上掛著的雙杖聖徽，用嚴厲而神聖的音調唱道：
      p 「邪惡的死靈，汙穢的存在啊，離開這受詛的軀體，回到幽冥的世界！世間的快樂汝既無福消受，別再徒增憤恨悲傷！以瑪法達之名，吾命令爾等，退下！」
      p 一道聖光從平衡之神的雙杖聖徽中爆出，震攝了剛剛起身的僵屍，牠轉身逃跑。
      p 彼德二話不說，追了出去。
      p 一個幽暗的弦律突然飄起：
      p 「是誰打擾了愛森的墓地，這裡已無路回去。除非詛咒解除，否則愛森的力量必將你們化為灰燼。除非是大法師的後裔，否則你們必死無疑。」
      p 在弦律飄到一半時，僵屍一面逃，一面又踹開一扇門。
      p 彼德立定不動，再射一箭，可惜失了準頭，釘在牆上。僵屍逃進了一個大房間，一轉彎就離開三人的視線。
      p 悄無聲息地，一隻飄浮在空中的鬼手觸到了彼德的右肩。
      p 「Vil-Asva-so-vi-fel」聲音從房間傳來。
      p 一陣僵硬的感覺籠罩全身，噁心的味道讓他幾欲作嘔。鬼手傳來的力量讓他完全麻痺了，無法動彈。
      p 在安琪來得及反應之前，另一隻僵屍抓住了彼德，並把爪子按在他喉頭。
      p 「停住。不要輕舉妄動。」門後傳來一陣蒼老低沈的聲音，「不然戰士的頭就要落地了。」
      p 安琪一瞬間轉了好幾個念頭，想不出搭救彼德的方法。
      p 「好吧。」她說道，「你有什麼希望？為什麼要攻擊我們？」
      p 「攻擊？」聲音冷笑道，「是你們先射傷我的家人吧。」
      p 悄無聲息地，一把短刀架上了對面那人的脖子。
      p 「你大概忘了這裡的門不只一個吧，唸咒的傢伙？」米庫斯笑道，「現在我們可以對等談判啦。」
      p 那人全身黑袍，持著一個嵌著骷髏頭的法杖。臉蒙者，看不清楚，只露出幾撮及肩的白髮。
      p 「呃啊？！」米庫斯慘叫一聲。他的後背被鬼手碰到，結了一層霜。
      p 不過，他並沒有輕易地倒下。
      p 「停住。不要輕舉妄動。」米庫斯模彷對方的說話方式，「不然你的頭就要落地了。」他特別強調「你」這個字。
      p 「好吧，好吧，我投降了。」白髮老人歎道，「唉，算你們厲害。要問什麼快問吧。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c1") 3.1節
        router-link.ui.green.huge.button(to = "/c3") 3.3節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '3.2. 魔境'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
