<template lang="pug">
  .hello
    .ui.segment.container

      h2 3.4. 被襲
      h3 3.4.1.狙擊
      p 洛南紀六十年一月十一日，冰刃山脈
      p 宿命星使紫焰仍然端坐冰壁前，長長的黑髮披在身後，星辰之袍的光煇燦爛無比。突然，一陣風讓她動了一下。
      p 她預感有什麼事要發生了。
      p 紫焰撥弄著弓上的弦，周圍的時間慢了下來。
      p 接著，她專注地看著冰壁。
      p 冰鏡中映出一張女孩的臉，一閃即逝。
      p 「瓦林娜」這三個字飛進紫焰的腦海。她明白這人是法師後裔之一，可以改變命運的人。
      p 冰鏡中接著映出一隻翔鷹，在北地的南側、洪河延岸盤旋。
      p 那是瓦林娜的魔寵，她本人一定不遠了。
      p 紫焰決定使用占卜的能力，追綜翔鷹的一舉一動。
      h3 3.4.2.介入
      p 洛南紀六十年一月十一日，北城
      p 鐘墨芝石正站在水井邊，看著瓦林娜的翔鷹飛去。
      p 一股恐懼的感覺浮上心頭，他知道紫焰也在看。
      p 不能讓翔鷹回去。否則女孩和浪人性命難保。
      p 但是...又沒有別的方法阻止，只好...

      p 洛南紀六十年一月十一日，冰刃山脈
      p 紫焰滿懷希望地盯若冰壁，等待翔鷹回去找牠的主人。
      p 突然，一道無名的閃電，自下而上，擊中了翔鷹。牠慘叫了一聲。
      p 紫焰正要偵測是誰搞得鬼時，四顆魔彈就擊中了翔鷹。牠被打碎，化為一片魔法煙霧，消散了。
      p 紫焰把眼光轉向法術的來源時，只看到北地的王城，米爾王所住的北城而已。人已經躲起來了。
      p 她冰冷的心中燃起一股怒火，她決定親自去到北地，找到瓦林娜和搞鬼的人。
      p 她舞動了一下星辰之袍，就長出了翅膀。接著，她起身，往東南方飛去。
      p 3.4.3. 疼痛
      p 洛南紀六十年一月十一日，北沃土洪河延岸，夢之迴廊
      p 一股撕心裂肺的痛楚擊向瓦林娜，將她擊倒再地。
      p 魔寵死了，她不禁哭了出來。
      p 這類傭獸雖是法力所聚，卻有著生物的外表和性情。翔鷹的死，依然教人傷心。
      p 這時，烏風號叫起來，似乎無盡的悲苦正縈繞著他。
      p 瓦林娜點起火把，照亮所在的洞穴。
      p 石壁上滿滿地都是符文，透出無盡的奧秘。
      p 她知道自己要做什麼了。
      h3 3.4.4. 守護
      p 洛南紀六十年一月十一日，北城
      p 鐘墨芝石走向城門，但城門是緊閉的，有一名守衛。
      p 他轉身延著石階走上城牆，跳了下去。
      p 「Ris-Fra-el」咒語一唸，他便像羽毛般，輕輕飄落。
      p 北邊烽火還未熄，但他有更重要的事必須去做。
      p 他落地，呼喚了一聲，一匹早等著的白馬就跑了過來。
      p 他一躍上馬，飛往夢之迴廊，隱匿之球的所在。
      h3 3.4.5. 身陷黑暗
      p 洛南紀六十年一月十一日，北沃土洪河延岸，夢之迴廊
      p 烏風身陷黑暗。比黑暗更黑的影子一個接一個掠過他身邊。
      p 他的蒙面布、割喉刀都已失落，只剩一個空空的軀殼，被冰冷的空氣擠壓、啃食、吞沒。
      p 全身都像被撕裂一般，而傷口不僅疼痛，還一路腐蝕著飢肉、內臟、骨骼。
      p 幻覺，都是幻覺。但這些感覺比真實還真實，揮之不去。
      p 一個看不清面目的影子殺手，衝上前來，一刀刺進烏風的心臟。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c3") 3.3節
        router-link.ui.green.huge.button(to = "/c5") 3.5節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
