<template lang="pug">
  .hello
    .ui.segment.container

      h2 3.5. 力量湧現
      h3 3.5.1. 封聖之夢
      p 洛南紀六十年一月十一日，夢境
      p 五個人站在無限的高處，面目看不清楚。
      p 一個人說道：「勇氣。」
      p 另一個人說：「希望。」
      p 另一個人說：「力量。」
      p 另一個人說：「覺察。」
      p 另一個人說：「真心。」
      p 一陣寒風吹過。
      p 冰雹一般的聲音從遠處趕來：「以凡人的力量，也想跟天神作對！」
      p 五個人一起望向遠方。
      p 洛南紀六十年一月十二日，西南山脈，愛森古墓
      p 當彼德醒來時，他已經忘記昨晚的夢境。
      p 他注意到身旁的同伴，還在沈睡，就想跟著沈沈睡去。
      p 他翻個身，繼續沈眠。
      p 洛南紀六十年一月十二日，西南山脈，愛森古墓
      p 當安琪醒來時，她很清楚危機已經過去。
      p 她想搖醒米庫斯和彼德，可是都搖不醒。
      p 她起身，開始早禱的儀式。
      p 彷佛有什麼正喚醒她的回憶，童年的點點滴滴，以及在成為修士，成為醫者之後的成長；她想起第一次學習邪靈退散的禱文、第一次病人無助地在她面前死去、第一次冒險...
      p 直到米庫斯的聲音，把她拉回現實。
      p 米庫斯的夢囈：「以凡人的力量，也想跟天神作對...」
      p 這令安琪想起了夢境的最後一幕，一團紫色的冷焰捲向她...
      p 米庫斯一驚而醒。
      p 「以凡人的力量，也想跟天神作對...」他喃喃自語。
      p 「早禱吧，願神力使你平靜。」安琪道。
      p 「不，我的神只會使我更混亂而已。」米庫斯憂鬱地說道。
      p 安琪默不作聲。
      p 「安琪，妳想想，」米庫斯道，「為什麼會有這一切？這些不幸？會不會是天上的神搞的鬼？」
      p 「這是褻瀆啊！」安琪直覺地說道，「怎麼可能...」
      p 「但是星辰隕落，」米庫斯道，「這可是不祥之兆啊！」
      p 老畫家哲拉的畫，再次浮現在他們腦海。一陣寒意流遍全身。
      p 安琪默不作聲。她心底是同意的，但是她對她的主神有信心，祂不會踐踏自己的子民。
      p 米庫斯也陷入沈思。他很清楚自己的主神，一定會樂於見到大混亂和征戰，一定樂於踐踏自己的子民。
      p 彼德突然一躍而起：「早安！」
      p 「彼德...」米庫斯道，「你是裝睡的嗎？」
      p 彼德回答：「不...但是，我好像作了一個夢...」
      p 「什麼夢呢？」安琪問道。
      p 彼德回答：「一個奇怪的夢...可是，我不記得了。」

      h3 3.5.2. 閱讀
      p 洛南紀六十年一月十二日，北沃土洪河延岸，夢之迴廊
      p 瓦林娜不大記得自己是何時睡去的。她只覺得頭腦昏沈。
      p 不，不能睡，她對自己說道。
      p 她環視四周，發現自己躺在一些古老符文的旁邊。
      p 「Reel-Zavias」她唸道。那些符文慢慢變得有意義，似乎記載著一段遙遠歷史。
      p 開頭是：
      p 「一個陌生的夜晚，當星斗隕落」
      p 接著是：
      p 「那場戰爭，讓我們分離，見到血的恐怖」
      p 瓦林娜專注地往下看：
      p 「光榮的愛森，我們勝了」
      p 「但神人，以及長耳朵、紅眼晴的敵人，讓我們懼怕」
      p 「接著大地震動，高塔傾倒」
      p 「宿命的使者，紫焰，讓希望破滅」
      p 「我們，與其他七位大法師被困，幸好奇里爾來了」
      p 「他犧牲了，留下一把割喉刀」
      p 「我們則遁走至最深的深處」
      p 「傳言聖騎士之首，阿拉格也敗了，甚至無法與我們會面」
      p 「我們潛心打造這一切，讓時間擊敗祂們」
      p 「給我們的子孫」
      p 「這是隱匿之球，另外還有兩倍的兩個兩倍」
      p 「當時機來臨，星光必將黯淡。」
      p 最後的簽名是：
      p 「吉魯德（結）、索汶（幻）」
      p 她沈思著，突然聲音喚醒了她：「我們得走了。」
      p 那是烏風的聲音。她回頭，卻不見人影，球也不見了。
      p 聲音繼續說：「相信我，我已經完成了。」
      p 瓦林娜道：「那，讓我看看你。」
      p 「不，」烏風的聲音回答，「我隱身了。我將去尋找芬斯特藍，以及其他的遺產。在痛苦的試煉後，我心意已定。妳要隨我而去嗎？」
      p 瓦林娜點點頭。
      p 一隻手握住她的右手，將她帶離山洞。
      p 她突然驚覺，自己的身體也隱形了。

      h3 3.5.3. 作對
      p 洛南紀六十年一月十二日，北地
      p 鐘墨芝石快馬加鞭，直奔沃土。他必須比紫焰早到一步。
      p 突然，一陣寒意阻住了他。
      p 琴弦響了一聲，時間慢了下來。
      p 一個熟悉又陌生的聲音說道：「以凡人的力量，也想跟天神作對！」
      p 紫焰。
      p 鐘墨芝石瞬間閃過數十個念頭。他知道大難將至。
      p 一箭射來，他舉杖去檔，一閃身躲開了寒冰之箭。
      p 紫焰訝異地問道：「你是誰？躲得開我的箭？」
      p 鐘墨芝石說道：
      p 「我是開始，也是結束是乘著日與月來臨的人 我是白晝與黑暗的守護者，不朽的精靈王 是語言與文字的發明人，文明的記錄者 我是智慧的開端，法術的始祖 撰史者，阿法力烏斯。」
      p 是撰史者，紫焰心道，最初的歌頌者，也是最初的施法者。
      p 面對自己的祖先，紫焰冷靜地說道：「可敬的大王又離開故鄉，但為何這次你站在人類一方？」
      p 鐘墨芝石說道：「唯有人類能改變命運。你我都只是命運之輪上的一環。」
      p 「精靈王，你難道忘了再次離去的代價？」
      p 「我沒忘，但我願意接受。」
      p 「即使是失去永恆的生命，你也要跟我們作對？」
      p 「我要給人類時間。你們都太急了，創造了他們，卻又強迫他們跟自己一樣。」
      p 「精靈王，你的稱號應該改了吧？」
      p 「沒有錯，現在的我是凡軀了，叫作鐘墨芝石。」
      p 「鐘墨芝石，難道你要頑抗到底？以凡人的力量，也想跟天神作對！」
      p 「永生的存在啊，你是永遠無法真正明瞭人心的。來吧！」
      p 紫焰再度撥弦，空氣中的水在法力的作用下凝結成冰，向鐘墨芝石射去。
      p 鐘墨芝石舉杖一揮，撥開冰箭。
      p 紫焰沒給對手喘息的空間，連珠箭發，鐘墨芝石格開兩箭，抓到空檔，用古精靈語唸出：「風疾如牆立」
      p 一陣疾風，箭都被吹開了。
      p 紫焰飛起，準備再度進擊。鍾墨芝石也不甘勢弱，法杖一揮，劃出保護障壁。
      p 好一番激鬥！
      p 天界下凡美星使，捨命救世古精靈。相爭不為名與利，只圖心中道能行。
      p 星使撥弦冰四射，精靈舉杖火噴飛。精靈移形又換位，星使飛高還走低。
      p 廣大神通，對上無邊法力。風雲變色，百物受驚。
      p 一個仗天神護祐，一個唸妙法真語。兩聖各憑本事，勢均力敵。打起來驚天又動地。
      p 星使更猛惡，精靈愈不屈。從日正當中，打到斜陽西下，依然分不出勝負。
      p 又鬥一陣，日光漸沉，星光乍現。主神庇佑下，紫焰聖力漸增，連珠箭發，一箭比一箭寒冷銳利。
      p 鐘墨芝石找不到空隙還擊，只能連連閃避。左支右拙，頓時處於下風。
      p 突然，他使個遁術，拉開距離，喊道：「紫焰！」
      p 「你要逃走嗎？」紫焰道。
      p 「在妳降生之前，我就存在了。妳的祖父是我的兒子。妳手上的弓是我親手打造，妳真的要用它來殺我嗎？」
      p 紫焰猶豫了。她想到封神之前，森林中美好的日子。每當夏至夜晚，精靈王會用引人入聖的歌曲，帶大家圍著營火舞蹈。那真是一段美好的時光。
      p 但是他現在已非不朽的王，而是干擾宿命的凡驅。生與殺的念頭在她腦海裡爭戰。
      p 紫焰想到自己還是小女孩的時候，坐在精靈王肩上，把玩著他密長的灰髮，在林中漫遊的種種往事。一起一伏，一起一伏。
      p 唉，神也是會不忍的，她心道，畢竟祂曾是凡驅，現在也還是。
      p 「請你回去森林吧，」她說道，「別管我們。我尊敬你，不可能殺你，但是我會殺盡那些妄想改變命運的人類！」
      p 「那妳得殺盡全人類了，」鐘墨芝石冷靜地說道，「人類與我們不一樣，他們雖然天資不同，卻可以創造自己的命運。」
      p 紫焰轉身，準備起飛。
      p 「紫焰！」他喊道，「現在世界沒有撰史者了，我們所做的一切將歸於徒然，妳也不在乎嗎？」
      p 紫焰飛了起來。
      p 沒有歷史，一切將被遺忘，宿命之輪也將脫軌。但是這是人類的事。
      p 「我不會成為撰史者的！」紫焰回頭喊道，「如果人類能夠創造命運，他們也得找出自己的撰史者。或許是一代接著一代。」
      p 「我的使命是讓命運來考驗他們。通不過考驗的...就得死。」她補上一句，然後消失在天際的彼端。
      p 「通不過考驗的...就得死。」鐘墨芝石喃喃自語。
      p 他通過考驗了，但那些人呢？
      p 人類的生命如此脆弱，難道汰舊換新就是人類成長的方式嗎？
      h3 3.5.4. 活著
      p 洛南紀六十年一月十二日，西南山脈，愛森古墓
      p 就在彼德、安琪、米庫斯三人整裝待發的時候，一個灰白色、半透明的人影飄了進來。
      p 彼德和米庫斯連忙抽出武器，安琪舉起盾牌。
      p 鬼影開口說道：「詛咒終於解除，大門終於開啟...」
      p 「你是誰？」安琪問道。
      p 鬼影道：「唉，漫長的時間令人遺忘...我以前是誰，我不記得了...但我現在是愛森的力量、古墓的守衛...」
      p 「守護什麼呢？」米庫斯問道。
      p 「大法師的墳墓...這裡是聖地啊。」
      p 「我不懂。」
      p 「在好幾個千年之前，愛森文明已有相當的技術與法力，製造了高大的塔樓、延綿的道路，開墾了一片又一片的農田，還製造能遠航的大船。
      p 「可是，當愛森的科技和法術到達頂峰之時，也就忘記了天上造物的諸神。於是，星斗隕落，天降大難，九名天界的使者帶著恐怖和絕望來臨。
      p 「大法師們領導著人們作戰，但敵擋不住天怒神威。最後，他們建了這座墳墓，並留下可觀的遺產，留下後世的子孫。」
      p 「什麼樣的遺產？」米庫斯問道。
      p 「許多附著法術的物品，以及九枚神球：統御之球、變異之球、寒冰之球、附魔之球、護持之球、真知之球、召喚之球、隱匿之球、再生之球。
      p 「拿到這些遺產的子孫，將能喚醒沈睡的大法師，對抗天界的力量。」
      p 「但是，」安琪問道，「大法師不都是千年前的人物，怎麼能復生呢？」
      p 「不，事實上...大法師們並沒有死。他們沈眠於古墓的深處。唯有機關重重、守衛森嚴的通道，才能到達墓穴深處，喚醒沈睡的大法師。」
      p 「但是，」米庫斯問道，「如果他們很想醒來，在星斗隕落之時幫助我們，為何還要設下機關和守衛？」
      p 「喚醒的儀式很危險，需要有豐富經驗和能力的冒險者，才能完成。況且，萬一有不肖之徒來盜墓，毀壞復生的道具...總之，保護措施是必要的。而我，就是第一道門。雖然通往外界的暗門已開啟，唯有打倒我，才能開啟通往下方墓穴的黑門。」
      p 「你不會還手吧？」彼德問道。
      p 鬼影幽幽地說道：「雖然我不還手，但你們還未必傷得了我。」
      p 彼德敲了敲腦袋，甩甩頭，舉起長劍，向愛森的守衛砍去。
      p 噹的一聲，彼德用力過猛，跌了一個踉蹌，長劍揮空，砍在地上。他望向空處，似乎在思考為什麼那完美的一劍，竟會落空。
      p 「你耍我，」彼德喃喃地說道，「你明明是一個幻影，怎麼可能被擊中？」
      p 鬼影哈哈大笑：「等你們準備好再來吧...」於是遁入地中，消失了。
      p 「現在怎麼辦？」彼德道。
      p 「先離開這裡再說吧。」米庫斯道。
      p 三人回到大房間。房間左側原本是牆壁的地方，現在露出了一個通道。
      p 有靈魂的僵屍西爾，打量著他們，一副欲言又止的樣子。
      p 「你要和我們一起走嗎？」米庫斯問道。他其實並不很希望對方跟來。
      p 「不了，」西爾沈沈地說道，「留在這裡，對我、對別人都比較好。只是...」
      p 「怎麼？」米庫斯道。
      p 「你們現在離開這裡，也活不了多久...」西爾歎道，「還是跟我一起留下來吧...古墓需要更多的守衛。」
      p 「什麼意思？活不了多久？」安琪叫道。
      p 「別忘了屍毒。我一開始就告訴過你們，你們已經染上屍毒了...」西爾道，「沒有人能夠治。看看你們自己的手指吧，有沒有隱隱的綠痕呢？那就是染病的症狀。慢慢它會擴散到全身...」
      p 安琪看了看自己的手指，真的如西爾所言，綠得叫人害怕。
      p 「如果我們留下，」米庫斯道，「不就和你一樣變成活屍了嗎？」
      p 「有什麼不好？」西爾道。
      p 「這樣我們就永遠無法開啟墓門，而現在我們可能是唯一知道古墓秘密的人！」米庫斯道，「我們放棄的話，愛森遺產就無法現世、大法師無法復活，你看不出來嗎？」
      p 「所以你們執意要走囉？」西爾道。
      p 三人彼此對望了一眼，轉向死冥術士西爾，點點頭。
      p 「那就再會了，」當三人走出通道時，西爾在身後說道，「希望你們回得來。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c4") 3.4節
        router-link.ui.green.huge.button(to = "/c6") 3.6節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '3.5. 力量湧現'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
