<template lang="pug">
  .hello
    .ui.segment.container

      h2 2.5. 戰火蔓延

      h3 2.5.1.北方的戰事
      p 洛南紀十一月十五日，洛雲城郊

      p 「烽火！」米庫斯指著北方的山上，叫道，「耐頓在上，戰爭又開打了！」
      p 「哎，」安琪歎道，「難怪我們沿途經過的每一個村莊都貼有募兵令。果然是戰事。」
      p 「不知道這次的敵人是誰？」米庫斯道。
      p 一名傭兵答道：「聽說不是在冰刃山脈出沒的蠻族欸。」
      p 「那會是...」
      p 「聽說是新興的王國，好像叫做洛都里安還是什麼的。」另一名傭兵道。
      p 安琪和米庫斯因為暗血石發了一筆小財，於是能夠雇用一隊全副武裝的傭兵，保護他們西行。
      p 「但是，北方不是米爾王的公爵領嗎？」米庫斯問道。
      p 「是啊，」那傭兵道，「所以說戰爭很快就會結束的。你應該聽過米爾王手下長刀隊的事蹟。」
      p 「長刀？」安琪不大明白。
      p 「其實是長彎刀啦，」傭兵道，「就是一般的彎刀。不過有的人，像山賊，喜歡比較靈便的短彎刀，因此我們就稱它為長彎刀。而真正的長刀是東方海盜們使用的武器，中土地區會的人不多。」
      p 「對了，」原先一名傭兵道，「我覺得還是不要進落雲城的好。募兵完了就是徵兵，徵兵完了就是拉夫。誰知道現在城中是怎樣的呢？況且我們全副武裝的，更可能被拉去從軍。」
      p 「嗯...」米庫斯道，「會那麼快嗎？」
      p 「有可能，」那傭兵道，「剛才阿根說戰爭很快會結束，但我可不這麼認為。既然大規模的募兵已經開始，敵人想必很難纏。」
      p 「我覺得沒必要多惹不必要的麻煩，」安琪道，「西方還有更多需救助的人在等著我們。」
      p 「好吧，」米庫斯到，「咱們繞過落雲城，直接過平西橋到沃土吧。」
      p 他們在七名傭兵的陪同下，繞過落雲城，繼續前行。
      p 吃過簡單的午餐以後，他們靠著一顆小樹稍事休息。
      p 冬季是寒冷而乾燥的，但午時的烈陽仍帶來不少溫暖。天空上飄著幾朵淺淺的白雲，微風在原野上拂起一波一波的草浪。
      p 就在大夥兒陶醉於這美好的景色時，突然米庫斯注意到一大團白色的雲氣正從北方的山上直洩而下。
      p 「可能不久會起霧，」一名傭兵道，「怪事，我從沒聽說冬天的落雲城邊會起霧的。」
      p 「只有春夏才會。」名叫阿根的那名傭兵補充道。
      p 「上路吧，」米庫斯道，「等霧一起來就麻煩啦。」
      p 於是他們繼續前行。
      h3 2.5.2.紫袍修士
      p 洛南紀十一月十五日，洛雲城郊
      p 「怪事，」一名紫袍人向他的同伴說道，「怎麼這時候偏偏起了霧？」
      p 「真倒霉！」他的紫袍同伴道，「這樣根本追不到人了嘛！」
      p 「別亂說『倒霉』兩字，」第一人道，「那是不敬的。」
      p 「好吧，」第二人道，「但我們怎麼回去向星使大人交代呢？竟然連兩個平凡的旅人都逮不到。」
      p 「只好硬著頭皮繼續向前啦。」第一人道。
      p 「等等，」第二人道，「我覺得似乎星使大人有什麼新的命令。」
      p 他們在草地上卸下背袋，就地坐下，閉目靜心，準備接受來自星使的指令。
      p 到...西南...盛恩村...待命。
      p 「好極了，」第一名紫袍人道，「看來星使大人並沒有發怒。」
      p 「是啊，」第二人道，「一切都是命中註定的嘛。而她可是洞悉命運的神呢！」
      p 是啊，鐘墨芝石心道，好戲還在後頭呢。等著瞧吧，紫焰，我會拖住妳的腳步的。
      p 兩名使徒完全沒有察覺到隱身在旁的他。
      p 霧，愈來愈濃。
      h3 2.5.3.天神與人性
      p 洛南紀五十九年十一月十六日，星界
      p 無盡的虛空中，只剩下五位發著聖光的身影。
      p 「可恨哪...」長髮的痛惡星使咬著牙，怒道，「為什麼主神的信徒這麼不爭氣，還沒召喚我下凡？」她闊劍上的火勢更盛了。
      p 「妳再急也是沒有用的，痛惡星使琉璃，」慈悲星使和藹地說道，「雖然我們都明白恨意是妳力量的泉源。」他柱著杖子，手撚白鬚，氣定神閒地看著琉璃。
      p 「長碧啊，」面如重棗的審判星使說道，「難道你一點也不心急嗎？穹銀、紫焰、凝光和墨漾都先後地下凡了，而穹銀居然還殺了我主神的修士。我一定要給她的手下吃點苦頭，做為懲戒！」他說著緊握著他的戰鎚，「我會用這把『定罪者』懲罰他們的！」
      p 「好極了，玉輝，」短髮的自由星使笑道，「就讓你和穹銀的手下自相殘殺吧，善神們肯定會高興的。」
      p 「隨妳的便吧，自由使者煌鑫，」帶著三叉戢的混亂使者笑道，「不過最後一定是以末日作為結局，只是早晚的差別罷了。」
      p 「那可不一定喔，密網座的使者玓環。」老者長碧說道。
      p 「是嗎？」魁武的混亂星使答道，「我記得墨漾下凡前說的那句話，真是至理名言。他說：『戰爭是動態的，和平是靜態的。單憑一個凡人便能帶來戰爭，但誰也無法獨自帶來和平；因此，戰爭終將勝利。』」
      p 「但對和平的嚮往，正如對戰爭的渴望一樣深植於人心深處。」慈悲星使長碧答道。
      p 「至少我對和平沒有絲毫嚮往。」琉璃道。她已被一股怒火包圍。
      p 「那是因為妳並非凡軀，」長碧道，「沒有哪個凡人是不會為受苦者落淚、為亡故者哀悼的。」
      p 「我同意你對凡人的觀察，」煌鑫道，「但和平並非人心所嚮往的終點。人們需要發現的喜悅，需要創造的熱情與進步的成就。」
      p 「那是墮落的根源哪，煌鑫，」長碧道，「是什麼讓矮人們失去永生，讓精靈的血統不再純正？不正是妳所謂的『發現的喜悅』和『創造的熱情』？」
      p 「但世界總不能一成不變，」煌鑫道，「況且我們也是因為對超越的追求才上到天界，成為不朽的星辰的。」
      p 「你們誰也無法說服對方的，」審判星使玉輝道，「若是由我來仲裁，我便會說你們都錯得離譜。人心必須先有是非的準繩，才能談別的。但你們看看那些凡人，只顧自己的私利，毫無公義的概念，怎能任憑他們去『創造』、『發現』呢？」
      p 「你的主神，審判之神可是邪神哪，對於這點你怎麼說？」混亂星使玓環質問道。
      p 「人們把會降禍的神都列為邪神，」玉輝道，「又由於恐懼而使我們香火不斷。這有什麼不好？我們主神的信眾加起來也不到祭拜災禍之神的人的一半，正是這個道理。」
      p 「而恐懼正是自由最大的敵人。」煌鑫道，「這才是你的主神被列為邪神的原因。審判、刑罰只能維持表面的秩序，卻造成無數的恐懼，阻礙了人成長的可能。」
      p 「但是人不能沒有痛苦，」琉璃道，「痛苦雖是恐懼的來源，也是意志的來源。沒有意志的人是脆弱的。」
      p 「痛苦可以是自然產生的，也可以是外加的，」煌鑫道，「外加的痛苦會增強人的韌性，卻不會給人築夢的勇氣。」
      p 「況且若這痛苦是不能克服的，便成了折磨，對人毫無助益。」長碧道。
      p 「哎，」玓環嘆道，「自從紫焰和凝光下凡以後，這裡就變得讓人悶得發慌。聊點別的吧，別再作無謂的爭論了。」
      p 「贊成，」玉輝道，「各位應該還記得紫焰的預言吧？」
      p 「不錯，來解謎吧。」煌鑫道。
      p 她背出紫焰的預言：
      p 「古老的國度已埋下種籽 千年的光陰已喚醒嫩芽 魔法的餘燼將再度燃起 失落的文明將重新建立
      p 不息的風是第一道旋律 寒冷的塔做為短暫插曲 兩篇傳奇共享一組音韻 古墓黑門即將再度開啟
      p 可敬的大王又離開故鄉 法師的後裔將齊聚一堂 黑暗的生命已不堪煩擾 千年的靈魂卻重獲釋放
      p 歷史的扉頁失落了過去 地底的黑影覆蓋了大地 黑夜與白晝交替的戰場 開場與結局將永不分離」
      p 星使們陷入了沈思。事實上，他們這些日子裡，大半的心思都花在這則預言上。他們都很清楚，誰能多破解預言一分，誰就多一分勝算。
      p 現在，由於少了三名對手，他們決定將自己的成果與其他星使交換。
      p 「我來主持，」玉輝道，「先從第一句『古老的國度已埋下種籽』開始。什麼是『古老的國度』？」
      p 「所有的可能包括：『精靈王國』、『矮人王國』、『闇精王國』、『冥府』、『愛森王國』。」琉璃道，「但若連同第二句『千年的光陰已喚醒嫩芽』一起看，便可確知矮人和闇精都不大可能。」
      p 「種籽是指血脈嗎？」玓環道。
      p 「不，應該是遺產，」煌鑫道，「上次愛森的大法師在全滅之前致力鑄造的法器，可能便是預言中的種籽。」
      p 「很合理，」玉輝道，「那後兩句也就再明白不過了。第二段的前兩句『不息的風是第一道旋律／寒冷的塔做為短暫插曲』呢？」
      p 「不息的風顯然是指風谷。」煌鑫道。
      p 「那裡一定發生了什麼大事。」玓環同意道。
      p 「寒冷的塔，寒冷的塔...那是哪裡？」琉璃道，「這句我想了很久，還是沒透...你們有人想出來了嗎？或是得到了主神的啟示？」
      p 一片安靜。
      p 「好吧，先跳過，」玉輝道，「下兩句：『兩篇傳奇共享一組音韻／古墓黑門即將再度開啟』呢？」
      p 「兩篇傳奇是天界與凡界。」琉璃道。
      p 「或許是指愛森與洛南。」玓環道。
      p 「那古墓黑門呢？」煌鑫道。
      p 「是愛森大法師的埋骨之所。」一直沒開口的長碧這時篤定地說道。
      p 「所以說，這兩句指的是，有人去愛森大法師的埋骨之所盜墓，發現高強的魔法，讓愛森時的文明能重新展現？」玓環道。
      p 「很合理，」玉輝道，「第三段前兩句『可敬的大王又離開故鄉／法師的後裔將齊聚一堂』呢？」
      p 「可敬的大王是指尼利查．洛斯坦南吧？」玓環不大確定地說道。
      p 「我覺得是指諾魯夫．洛斯坦南，我主神的聖鎗團使他名揚天下。」煌鑫道。
      p 「可不可能是那個...」長碧有點說不出口，「撰...撰史者呢？」
      p 「不會吧！」其他星使們齊聲驚道。
      p 「應該不是，」玉輝道，「撰史者若離開精靈的國度而出現在中土，我們不會沒有感覺。所以先當作是諾魯夫好了。」
      p 「我會注意他的，」煌鑫道，「聖槍團對他瞭若指掌。」
      p 「至於下兩句『黑暗的生命已不堪煩擾／千年的靈魂卻重獲釋放』呢？這是能解的最後一段了，下面一段全然不可解。」玉輝道。
      p 「若我想得沒錯...」長碧緩緩地說道，「愛森的大法師們並沒有死。」
      h3 2.5.4.血液
      p 洛南紀十一月十八日，沃土
      p 「我們應該快到了，」烏風道，「若我的情報沒錯，再半天就可以到寇維爾最新的三十一號考古場了。」
      p 「嗯。」瓦林娜道。她已準備好一場苦戰。
      p 這天一直飄著大雪，讓野草蔓生的沃土平添了一層薄紗。最冷的日子剛過不久，大氣仍是充斥著令人顫抖的寒意。
      p 在這幾天的旅程中，瓦林娜的傷勢已然痊癒，但背上留下了一條長長的傷疤，延著脊椎的左側直伸至後腰。
      p 烏風每夜都受著惡夢的折磨，甚至夢了三次將瓦林娜殺掉的場景。一次是用割喉刀、一次是用掐的、一次是將她推入黑暗的深淵。夢中的聲音對他說：「她身上流著高傲的血液，是我族的死敵...」
      p 但他的現實生活中，沒有聽從聲音的指示，也沒有說出他的夢境。
      p 而不常做夢的瓦林娜也夢了三次把烏風殺死的場景。一次是用風切術、一次是用酸箭術、一次是用偷來的割喉刀。夢中也有個聲音對她說，「他身上流著墮落的血液，是我族的死敵...」
      p 當然，在現實生活中，她沒有聽從。
      p 不過，兩人對彼此的戒心，卻在不知不覺中，一點一滴地增長著。
      h3 2.5.5.決鬥
      p 他們在雪中走著，突然遠方出現了一個騎士的身影，在雪中顯得不大真實。
      p 空洞的聲音自那身影飛出：「歡近光臨寒冰會，不知有何貴幹？」
      p 「我們想見寇維爾前輩。」瓦林娜道，一面走到烏風前面，讓他能保持不被發現。
      p 「啊，啊，」那聲音道，「這是不行的。除非你們有戰鬥的準備。」
      p 「我們本就有此準備，你又何必鬼鬼祟祟地？」瓦林娜道。
      p 「啊，不是的，」那聲音道，「若你們能在一對一的決鬥中證明你們的實力，寇維爾大人願意無條件讓你們進去。」
      p 「他想讓我們加入？」瓦林娜道。
      p 「沒錯，」那聲音道，「端視你們接不接受決鬥。若不接受，我們便一擁而上。諒你們也敵不過寒冰會數十名的施法者聯手。」
      p 「如何？」瓦林娜悄聲向烏風道，「該不該接？」
      p 「必有陰謀，」烏風道，「不過先接了再說，似機而動。」
      p 「我們答應。」瓦林娜向那人說道。
      p 「很好，」那聲音道。
      p 那騎士騎近，兩人這才發覺他身後還有兩名騎士。領頭的那名騎士騎的是一匹怪異的黑馬，有著恐怖的紅眼睛。
      p 三名騎士都身披黑袍，鞍上插著法杖，臉部都用黑布蒙住，和烏風一樣。
      p 「戰場就在這裡，」領頭的那人道，「所以你們得分開些。」另外兩名騎士於是下馬，將法杖拿起，走向左右兩邊。
      p 右首那人道：「風谷的結界師瓦林娜，妳的對手是我。」他拄著的法杖尖端鑲有一顆藍寶石，似乎薀藏了一些法力。瓦林娜朝他走去時，注意到那人腰間除了暗器囊，還插著一枝短杖。
      p 另一人一言不發地走到左首。烏風過去時注意到他的腰際藏有一把短劍，不像是法師使用的武器。而他左手還綁著一面小圓盾，也不像法師的護具。
      p 「為了確定兩場決鬥都不受干擾，」領頭的騎士道，「讓黑暗將你們隔開吧。」
      p 他唸出咒文：「Ris-Hell-Demas」
      p 一團深遂的黑暗出現在他們中間，以致於除了他自己之外，誰也不能看到另一個戰場發生的事。就連烏風和瓦林娜獨特的夜視力，也無法看穿那法術造成的黑暗。
      p 那人喊道：「決鬥──開始！」
      h3 2.5.6.瓦林娜的突破
      p 洛南紀十一月十八日，沃土，右首戰場
      p 瓦林娜明白，這是法師對決，關鍵在於成功施展的進階法術，以及中斷別人施法。
      p 由於進階法術的威力較大，施法的時間通常略久一些，這時只要中到一記傷害性的初階法術，心神一亂，施法就必定失敗了。
      p 法師們一天所記憶的法術是很有限的，特別是進階法術。因此，只要成功中斷對方的進階法術，或讓對方中到自己的進階法術，便可以致勝。
      p 在聽到決鬥開始時，她與對方不約而同地取出腰間的短杖，揮了過去。
      p 四枚魔彈以迅雷不及掩耳的速度交錯而過，分別擊中了兩人。
      p 瓦林娜晃了一下，受了些傷；而那人似乎一點感覺都沒有。
      p 瓦林娜唸道：「Vil-za-vee」
      p 法力聚集成一道綠色的酸箭，向那人射去，卻在剛要擊中時化為烏有。而那人已唸出咒文：「Ris-Quase-fill」而變出了五個一模一樣的幻象，讓瓦林娜分不清哪一個才是她的目標。
      p 瓦林娜決定放手一搏，使出奧義「Pras-Tika-Nusa」橫著劈出兩道風切，卻沒有造成任何效果。
      p 對方此時已唸出了魔彈術：「Via-Nasee」而他的法力遠強過瓦林娜在諾薩里亞遇到的對手，一句咒語能射出四枚魔彈。
      p 紫色的光球重重擊上她身上。她嘔出一口鮮血，自知再也抵受不了任何一擊。
      p 她在對方施出下一個攻擊之前，趕緊唸道：「Reel-Quase-oil」
      p 她隱形了。對方的魔彈落空，射進了雪堆裡。
      p 「哈哈哈！憑這點小把戲就想躲過我的追擊？」那人大笑道，「妳太天真了！」
      p 他唸出咒文：「Vil-Kon-muta」
      p 一片閃亮的塵土自杖尖噴射而出，將瓦林娜和周圍的土地全都蓋滿。她雖已隱形，但由於沾滿了光塵，輪廓變得十分明顯。
      p 難道就這樣結束了嗎？瓦林娜心道，對方防護咒語的能力，似乎是師父一再警告過的『小型無敵護球』，再加上鏡影術的保護，法術和武器都傷不了他，而自己已完全暴露於敵方的攻擊之下，再無招架之力。
      p 不，她心道，我太依賴法術了。
      p 對方唸出一擊必殺的進階法術：「Pras-」
      p 突然他被眼中飛進的白雪打斷了施法。
      p 「怎麼會─」那人完全沒料到自己竟然會中招。
      p 瓦林娜成功地用掃腿逃過一劫，並暫時阻住了對方的視線。
      p 她迅即補上一記風切：「Pras-Tika-Nusa」卻是切在那人前方的雪地，掃起了大片的白雪，將那人蓋得滿頭滿身都是。
      p 瓦林娜趁那人忙著拍掉眼上的雪時，丟掉法杖，掏出了護身匕首，向前直衝。
      p 她毫不理會鏡影術造成的幻象，而直盯著雪地裡足跡所在之處，飛撲向前。
      p 一聲慘叫傳出，那人隨即舉手投降。
      p 你投降得太早了，瓦林娜心道，因為你太依賴法術的保護了。
      p 「勝！」她喊道。
      p 「負！」那人不情願地喊道。
      h3 2.5.7.烏風與影法師
      p 洛南紀十一月十八日，沃土，左首戰場
      p 他不是法師，烏風心道，而是殺手。既然這是殺手間的對決，那就是比真功夫了。就算不靠割喉刀和接鏢手套，對方也絕無勝算。
      p 一聽到決鬥開始，立即射出割喉刀。
      p 那人俐落地閃掉了，隨即唸出咒語：「Ris-Res-vi-la」
      p 烏風突然眼前一黑，失去了視覺。對方竟會施法！
      p 「人有五種感覺，視覺、聽覺、嗅覺、味覺、和觸覺，戰鬥用的只有前面兩種，視和聽。」聲音說。
      p 烏風一面向聲音出處發射割喉刀，一面又聽到聲音繼續說道：「現在你已失了視覺。再失去聽覺，你就完了。這些剝奪感官的法術都是永久的，會讓你一輩子成為廢人，烏風。」
      p 烏風一語不發，只是尋著聲音的來源，不斷擲出割喉刀。
      p 「不過，」那人又道，「在你失去聽覺前，我會讓你知道你是死在誰的手下。我是影部的。」
      p 「影部？」烏風驚道，「公會怎麼...」
      p 烏風想起「朔時天旨降，望時身形藏，影俱千變化，圓放大光芒」這首月影公會人人皆知的短詩，其中「影俱千變化」是指影部由施法者組成。他們是公會裡的咒術士和死冥術士，精於降咒、操屍。
      p 「我們影部奉黑主之命，已與寒冰會同盟。」那人冷笑道，「而他們提供的交換條件之一，就是你這叛徒的行蹤。」
      p 烏風聽到對方一面說話，一面閃避，呼吸絲毫沒有急促，似乎遊刃有餘，不禁暗暗心驚。戰鬥一開始，就被下了盲咒，該怎麼反敗為勝呢？
      p 「對了，再告訴你，我是影部的副堂主。」對方冷笑道，「快投降，留你個全屍。」
      p 「副堂主...影法師褐剌！原來是你！」烏風驚叫。
      p 他瞭解自已的對手有多恐怖了。
      p 影法師、戰法師和聖法師是極為罕見的法師，是除施法外，兼具其他專長的人。人們偶而會將威猛擅戰的法師稱為戰法師，但若要得到影法師的稱號，一定是兼具盜賊和殺手的技藝。
      p 褐刺不僅是影法師，還能升到副堂主，代表他的武藝和法力都不容小覷。他和烏風同樣是月影公會的後起之秀，也曾和烏風一起出過任務。烏風知道，褐剌有慎密的心思，以及無比的殘酷。
      p 烏風雙手各扣兩柄飛刀，大喝一聲，同時擲出。
      p 雖然四柄飛刀極難閃躲，但烏風還是沒聽到任何悶哼或是慘叫。
      p 烏風直撲向前，決定以近身戰決勝負。
      p 「讓你打個夠吧。」只聽得褐刺的聲音冷冷地傳來。
      p 烏風感覺到已經近身，便以飛快的速度連續刺出。
      p 「左，右，左，左...」褐刺的聲音就在身邊傳來。他完全沒有中招，也沒有反擊。
      p 烏風感到無比的恐懼，他不禁以為自己的每一個動作都被事先預料到了。
      p 他不斷地出招，落空，出招，落空...
      p 褐刺唸出咒語：「Ris-Res-vi-lio」
      p 沒有產生效果。烏風體內的闇精靈血液讓他抗住了魔法的力量。
      p 褐刺察覺到了，便一面繼續閃躲，一面再次唸道：「Ris-Res-vi-lio」
      p 烏風突然聽不見自己和對方的呼吸聲、腳步聲和其他熟悉的聲音了。他感到置身於虛空中，似乎四面八方都會有敵人來襲。
      p 烏風靜靜地站著，感受周圍空氣的流動。
      p 一把短劍從後背刺中了他。若不是劍尖一及身便旋身側閃，他已經被洞穿了。他隨即反擊一刀，卻什麼也沒砍中。
      p 冷靜，冷靜，他告訴自己，一定有辦法。
      p 當然有辦法。
      p 是夢中的聲音？怎麼會？
      p 你的心已被看透。
      p 是魔法，對吧？
      p 沒錯。只是讀心術罷了。
      p 這時，他又中了一記背刺，他覺得異常痛苦，似乎劍上塗有劇毒。他還擊一刀，還是落空。
      p 讓我來幫你。
      p 褐刺使用讀心術，並接連降咒，讓烏風目盲、耳聾，原已穩居不敗之地，但在第二下背刺之後突然感覺到了雜音。那是一個微弱而黑暗的聲音，一個毒蛇般的聲音。
      p 他感到一股寒意，決定儘速解決眼前的敵人。
      p 「受死吧，烏風！」他再度背刺。
      p 他沒有擊中，烏風閃開了。
      p 「怎麼可能？」褐刺驚道。
      p 他看到烏風轉身瞪視著他，而腦中的雜音愈來愈強。
      p 褐刺想停止讀心術的繫結，但已經來不及了。
      p 呵呵呵，哈哈哈，呵呵哈哈哈──
      p 烏風腦中受到的劇烈衝擊，褐刺也一併承受著。雖然法力高超，他的意志卻沒有烏風強韌。
      p 「啊啊啊──」褐刺倒下了。
      p 烏風獲勝了，但他完全不知道這件事情，而陷入了瘋狂。
      p 他狂奔而去，朝向未知的黑暗。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/b4") 2.4節
        router-link.ui.green.huge.button(to = "/b6") 2.6節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
