<template lang="pug">
  .hello
    .ui.segment.container

      h2 3.6. 尋路
      h3 3.6.1. 怪物
      p 洛南紀六十年一月十四日，西南山脈
      p 「再一天應該就能到閃金村了！」彼德說道，「村落中升起的煙愈來愈近。」
      p 「但是，到了那裡也未必有能治屍毒的人啊。」米庫斯看著自己發青的小臂，憂鬱地說道。
      p 從古墓出來之後，安琪一直很沈默。事實上，屍毒在三人身上罩了一層死亡的陰影。在得知大法師復生的秘密後，誰都不希望因自己的死，而使秘密再次湮沒，使人類失去抵擋星使們的一線生機。
      p 在西南山脈旅行的空檔，安琪都忙於採集、試驗未知的草藥；當彼德因失眠起來舞劍時，米庫斯往往正陰沈地對著星空發呆。
      p 這一日三人收拾好裝備，又準備向閃金村出發時，突然迎面跑來了一個拿斧頭、背著弓箭的人，倉惶地衝向他們，一面大喊「救命！他們要殺我！」
      p 彼德立即拿起弓，描準那人的後方。
      p 只見三個有著昆蟲一般觸角、硬殼的怪物朝他們的方向衝了過來。
      p 彼德一箭射出，命中目標，卻被硬殼彈開。
      p 「耐頓在上！」米庫斯大吼，「見鬼！從沒聽過這樣的怪物！」說著丟出一發迴力標，並閃身躲在一棵樹後，等待偷襲的機會。
      p 「看樣子非得戰鬥了，」安琪叫道，「倒要看看是他們的甲厚，還是我的盾強！」拿盾牌衝了上去。
      p 「別送死，妳沒有武器啊！」米庫斯叫道，扔出迴力標。
      p 米庫斯的迴力標沒有擊中，繞了一個弧圈回到手上。
      p 彼德正準備再射一箭，卻看到安琪衝向前方，馬上要和三隻怪物近戰，於是把弓一背，抽出長劍與安琪並肩作戰。
      p 怪物們的手是螳螂一般的鐮刀狀，快速地揮動著，銳利得像是一刀就能讓人身首異處。
      p 安琪首先中了一刀，但只劃破外袍，沒有砍破鐵製的鎖子甲。她隨即用盾檔往第二刀，再以盾面重重敲中怪物的左肩。只聽得「卡啦」一聲，一些透明的液體濺了出來，而怪物的左臂似乎不能用了。
      p 「好戰技！」彼德叫道。
      p 一對二的彼得就顯得有點吃力。他勉強舞著防禦的招式，將怪物們的攻擊化解，再找空隙反擊，卻一直逮不到機會，反而被怪物靈活的身手給逼得難以招架，中了一擊，砍破了皮甲的防禦，劃破了胸側。鮮血流了出來。
      p 趁著怪物們只注意到安琪和彼德的時候，米庫斯的短刀悄無聲息地剌入一隻怪物後頸的空隙，從兩片硬殼中間割開一道深深的傷口，怪物發出剌耳的嚎叫，轉身朝米庫斯打去，使原本被夾攻的彼德緩出手來，專心對付眼前剩下的一名敵人。
      p 怪物們雖然動作靈活、甲殼堅硬，但還是敵不過訓練有素的冒險者。
      p 彼德首先砍倒面前的敵人，再幫安琪夾攻。當安琪的敵人倒下後，僅存的怪物趕忙回身逃跑，但彼德迅速地射出一劍，從背後穿過，怪物便倒地不起了。
      p 這時米庫斯回頭看著逃過來的人，問道：「他們是什麼東西？為什麼會追殺你？」
      p 那人發著抖說道：「我...我是閃金村的獵戶。最近村子附近出現了很多怪物，有像螳螂的、像蜥蜴的、像熊了...我本來和兩位同伴一起來打獵，想順便抓一些怪物回去，沒想到...」說著他難過地流下眼淚。
      p 米庫斯問道：「他們是怎麼出現的？從哪兒來的？」
      p 那人道：「我也不知道，不過聽說跟神殿廢墟有關係。」
      p 米庫斯和安琪對望一眼：有神殿，有神殿他們就有救了，他們以前者都見過神殿修士召喚神力、治癒疾病和詛咒，相信屍毒也可以解決。
      p 安琪問：「那兒有住持嗎？」
      p 那人道：「那...那只是個廢墟。」
      p 米庫斯道：「那只是個廢墟嗎？那怎麼會和這些怪物有關？」
      p 「是啊，這不大合理...」彼德道，「不大合理...」
      p 那人堅持道：「不管合不合理，它『確實』發生了。這就是為何我們村子裡的人會想來調查。」
      p 安琪插口問道：「你們村子有神廟或修士嗎？或是附近...」
      p 那人道：「沒有。神職人員在沃土比較多，那裡的『聖鎗團』很有名。但是你問這幹麼？」
      p 米庫斯道：「她只是隨口問問。你知道廢墟怎麼去嗎？」
      p 那人道：「難道你們...」彼德和安琪也難以至信的望著他。
      p 安琪悄聲道：「我們三人去是送死啊！如果真有許多怪物...」
      p 米庫斯肯定的點了點頭。
      p 好一會兒，大家都說不出話來。
      p 那人道：「既然你不怕死，我就告訴你們怎麼去。首先往北方走到一片林中的草原，旁邊有個小湖...」
      p 「等等，」米庫斯道，「是『我們』一起去。你若要一個人回閃金村，中間遇上怪物的話，誰救的了你呢？」
      p 那人道：「呃...這個...」
      p 「況且，」米庫斯道，「你的任務不就是偵察嗎？」
      p 「好吧，」那人道，「不過為防萬一，我還是告訴你們怎麼去好了。」
      p 三人都明白這趟旅程是兇多吉少，誰也不能保證獵人能活著到達廢墟。先告知如何到達是為了怕遇到不測。因為此項任務攸關閃金村全村的性命，決不能因為少了一人而放棄。
      p 獵人告訴了他們通往廢墟之路，大約還有三天的旅程。
      h3 3.6.2. 苦戰
      p 洛南紀六十年一月十六日，西南山脈
      p 「唉，」彼德邊走邊嘆道，「這樣下去，還沒到廢墟我們的體力就要用花啦！愈來愈多怪物，我們大家的傷也愈來愈重。」
      p 「撐著點吧，」安琪笑道，「再怎麼樣也不會比屍毒發作糟！」
      p 才過了一天，暗青色的痕跡已蔓延到上臂了。這種顏色讓安琪想到暗血石，那曾經折磨他表哥的東西。想到這裡，她不禁打了個寒戰：米庫斯馬那晚兩眼突出、哀號掙扎的模樣太嚇人了。
      p 「對了，」彼德道，「昨晚你和米庫斯唸的禱文竟然可以治傷欸！為什麼不能治屍毒呢？」
      p 「看來你真沒出外冒險過，土蛋。」米庫斯輕藐地說道。
      p 安琪耐心地解釋：「神力也有高低之分。屍毒是一種幽暗力量的詛咒，跟肉體傷害全然不同。要解除詛咒需要強大的天界力量。」
      p 「天界力量？」彼德驚道，「但是星使不就是天界的使者嗎？你們的力量係出同源，那還怎麼對抗？又怎麼可能勝得過呢？」
      p 安琪道：「我們並非要背棄信仰，與主神作對，只是身而為人，就不會坐視人類被毀滅。我相信星使們也並非都想毀滅人類，大概只有邪神星使是如此。至於力量...你說的沒錯，以凡人的力量，無法與天神作對。但是雖然任何一隻螞蟻都不如一隻大象重，但一整車的螞蟻加起來呢？」
      p 彼德道：「啊，對，重點在團結一致。這和劍術裡面的『運勁』有點像：全身的力氣一次用在一點上，就能發揮遠超過身體任何一部份單獨的力量。」
      p 「噤聲...」在前方開路的米庫斯道，「有東西靠近啦...耐頓在上，快就伏擊位置吧！」
      p 彼德趕忙躲到樹後，拿出遠程武器備戰。
      p 安琪舉起盾與聖徽，也躲到樹後。她拾起三枚小石子，輕聲唸出一串禱文，將神力灌注其中。
      p 前線的米庫斯和獵人則抽出近身武器，躲到樹後。四人圍成一個梯形，這是經歷數次戰役後研究出來的伏擊陣形。
      p 由於米庫斯和獵人高超的匿蹤技術和敏銳的感覺，他們通常能伏擊這些笨拙的怪物，而從未被伏擊。這回也不例外。
      p 當他們已就定位，屏息凝神後，三隻怪物才從前方走來。領頭的是一隻長著巨大翅膀的棕熊怪，旁邊是兩隻螳螂妖。那隻棕熊怪模樣嚇人，體形更是巨大，有一般人的一倍半，連最壯碩的彼德比起來都成了小不點。
      p 彼德把穩手中的弓，用唇語對安琪說：「你打左邊那隻小的。」
      p 安琪點了個頭，兩人一起探出身子，一箭三石，擊中兩隻螳螂妖，但只倒了一隻。剩下兩隻怪物怒吼著往前衝去。
      p 這時，米庫斯和獵人放過大飛熊，在螳螂怪剛要衝到的時候從側面衝出偷襲。一刀一斧，雙雙命中。原本讓獵人感到可怕無比的螳螂怪就這樣身首異處了。
      p 飛熊全不管身後發生的事，一躍而起，在空中滑行撲向彼德躲的那棵樹。卡啦一聲，樹被撞得斷成兩截，彼德連忙閃開，才沒有被斷木壓中。
      p 彼德雖然害怕，但心想目前是四圍一，只要死命撐住就好了。望著高出他半個身體的怪物，他心中開始有些動搖，不過戰士的訓練讓他穩了下來，沈著地以守勢應戰。
      p 大飛熊咆哮著抓向彼德，一掌將他打飛出去，撞上一棵樹，跌下地來，忍不住吐了一口鮮血。但他的武器還緊握在手上。
      p 彼德嚴守門戶，並不搶攻。其他人衝上來圍攻大飛熊，擊中了幾下，但似乎沒有造成多大的傷害。怪物再一掌，把獵人打倒在地，不知死活。
      p 彼德搖搖晃晃地站起，朝飛熊的腳上砍了一劍。這一劍重重的深入肉裡，讓怪物不禁跪了下去。飛熊憤怒地從高處擊向彼德，牠巨大的手掌有如一座小山壓了下來。彼德要閃卻全身無力，自知無悻，閉目待死。
      p 突然他感覺到自己被一股力量往右邊拉，接著身旁一聲巨響。他張開眼，發現自己竟還活著。再往右看，發現米庫斯在他右邊，正持短刀與大飛熊肉搏。
      p 他心中浮起一股暖意，這時他感受到夥伴情誼了。米庫斯雖然平常不苟言笑，又喜歡說話損人，但危急時刻卻顯得如此英勇可靠！他決定以自己戰士的榮耀回報米庫斯。
      p 大飛熊吼聲連連，又和安琪米庫斯交換了數招。
      p 安琪衝近身，拿盾側削中熊怪的肚子。鮮血濺出。原來這不是普通的盾，而是潮汐神修士特有的銳盾，平常看起來只是防具，但外側就像戰斧一般銳利，危急之時可以變成一把制敵的利器。
      p 熊怪沒有料到盾牌有此功用，受了重傷，但仍然威不可當，狂吼著不斷進攻。
      p 彼德無力地倒在外圍，看著同伴的危險，掙扎起身，張弓搭箭。箭一直晃...安琪的慘叫聲...巨大的熊頭...熊的吼聲...一直晃...米庫斯的悶哼...頭...箭...一直晃...箭...箭...箭！
      p 當彼德醒過來時，他發現周圍沒有一個醒著的人。安琪、米庫斯、獵人、怪物，全都七橫八豎地倒在地上。他突然想起剛才的戰鬥，飛熊呢？他走近地上的大飛熊：一隻箭精準地剌入頭部，從嘴巴貫穿出來。
      p 這是我昏迷前發射的箭嗎？竟有如此力道！
      p 他再轉向三名同伴，趕緊幫他們包紮傷處。但是獵人臉色慘白，已經沒有呼吸和心跳了。
      p 就這樣死了。只一擊，就這樣死了。
      p 「大飛熊！」他怒吼，「大飛熊！」
      p 彼德怒不可抑，撿起掉在地上的長劍就衝向大飛熊，用力的地砍下去。一劍、又一劍，直到腥臭的血液濺得滿身滿臉，還不罷休。
      p 突然，兩隻螳螂怪從廢墟的方向跑來。
      p 遭了，我忘了隱匿行蹤！這麼一喊，大老遠都聽見了！
      p 但是以目前的身體狀況難以取勝...
      p 彼德把心一橫，反正拼死保謢安琪和米庫斯就是了。他張弓搭箭，射向一隻螳螂怪，但力氣不足，箭矢沒有剌透甲殼。
      p 「可惡！」彼德怒道，「吃我一劍！」
      p 他提劍衝向其中一隻怪物，一劍砍下牠的首級。奇怪的是，怪物竟不閃不避，也不格擋，就這麼讓他砍死。
      p 另一隻怪物難以置信地望著彼德，再望著地下的屍體。
      p 彼德再砍向剩下的怪物，這回牠試圖閃避，但動作很笨拙，只稍微閃開一點，仍受了不輕的傷害。
      p 螳螂怪尖叫一聲，拔腿就跑。彼德劍已輪起，那容他逃掉。怪物剛一轉身，門戶大開之際，彼德一劍就將牠削成了兩半。
      p 驚魂剛定，彼德便感到奇怪莫名：為何這兩隻怪物表現得如此笨拙？
      p 他想了很久，還是想不出來。
      p 於是他走向獵人的屍體，用葉片和泥土堆起一座小墳。
      p 「唉，」他嘆道，「可憐的人啊。現在幫你堆墳，連你的名字都不知道...這樣你的親人要找你也找不到了...」
      p 不過他也只能想到這裡。
      p 埋好獵人，彼德將同伴排好，坐著等他們醒來。
      h3 3.6.3. 到達北城
      p 洛南紀六十年一月十六日，北城
      p 「終於到北城了！」瓦林娜道，「希望早點和芬斯特藍相遇！」
      p 「但是我們還不確定他在此處，」烏風道，「唯一的訊息是翔鷹死前的位置，不是嗎？」
      p 「還有占卜的訊息啦...」瓦林娜道，「還是抱持希望比較好。」
      p 「也不盡然，」烏風笑道，「沒有希望就不會失望。」
      p 「鬼話！」瓦林娜也笑了，「我以經受夠你的殺手哲學啦！」
      p 冬季北地天暗得很早，午後不久就已不見陽光。
      p 北城外面被雪蓋滿，而護城河也結了一層冰。位於王國北境的這裡，冷得讓人難受。每一呼吸，肺中就湧入一股寒氣。
      p 天還飄著雪，四面城門也都緊閉。城牆上守衛們點著火把，一簇簇閃著忽明忽滅的光芒。
      p 對兩名遠來冒險者而言，氣候與城牆都不成阻礙。瓦林娜的抗寒術與飛行術，讓他們輕易入城。
      p 城裡的人大多回家去了，街道上零零落落。除了大街外，各個巷弄的街燈都已熄滅。近來的戰事，已使北地的人不得不節省能源。戰爭期間，每一滴油、每一塊木材都是寶貴的。
      p 瓦林娜和烏風飛在大街上，完全無視周遭的過往行人。行人也無視於他們的存在--事實上，愛森九大神球之一的隱匿之球，已讓兩人完全隱形。若要察覺他們，除非注意到雪中留下的些微足印，但飛行的人怎會留下足印呢？
      p 「上哪兒去呢？」烏風道。
      p 「先找間空屋吧...」瓦林娜道，「明早再出來尋人。」
      p 「你的占卜術確是指向北城沒錯？」烏風道。
      p 「沒錯。」瓦林娜道，「為了確定無誤，我還多試了幾次。芬斯特藍肯定在這兒。」
      p 瓦林娜頓了頓，又道：「在寒冰會那段日子，還真學了不少。寇維爾雖然野心勃勃，心術不正，但法術可真是又精又廣。」
      p 烏風道冷冷地道：「哼，遲早有一天我要殺了他。」
      p 瓦林娜想起烏風在沃土與洪河邊受的苦難，以及一直要制他死命的影法師褐剌，便住口不語了。
      p 兩人找到一條廢棄的小巷，似乎完全沒有人住。
      p 「這兒如何？」瓦林娜道。
      p 「等等...繞繞看...」烏風邊說邊繞，「不行，好幾間房子的牆角都刻有月影的標記。這裡是月影的地盤。」
      p 他拉著瓦林娜的手指向一處牆角。一個小小的彎月刻在那兒。不仔細看，會以為那只是一般的剝落痕跡。
      p 「但是看起來明明是個廢巷？」瓦林娜問道。
      p 「和我們一樣，月影靠廢巷和空屋當掩護。」烏風道，「這還不算什麼。在王都諾薩里亞，貧民窟和下水道更是月影的天下。下水道四通八達，像迷宮一樣，殺手們犯了案只要逃得進下水道，就已活了九成。」
      p 「這麼厲害？」瓦林娜十分驚奇。
      p 「哈哈，除了當初建下水道的人外，」烏風笑道，「大概沒有人比月影的殺手更瞭解它吧。」
      p 「話說回來，現在我們得找別的空屋囉？」
      p 「對，我還沒打算這麼早與月影打交道。」
      p 「那就走吧。」瓦林娜道，一面拉著烏風飛入另一條巷中。
      h3 3.6.4. 氣味
      p 洛南紀六十年一月十六日，西南山脈
      p 「啊...」米庫斯呻吟著醒來，「可惡的大飛熊...」
      p 「好極，好極。」彼德道，「你終於醒了。」
      p 「彼德？」
      p 「是我啊。大飛熊已經死了。」
      p 「幹得好啊，彼德！」米庫斯虛弱地道，「但是...」
      p 「怎麼了？」
      p 「你身上的味道！全是怪物的噁心臭味！離我遠一點啦！」
      p 「啊，這個嘛...」彼德道，「剛剛可是靠這味道救了我們呢！」
      p 「怎麼說？」
      p 「剛剛我還很虛弱時，正好有兩隻螳螂怪過來。若是平常我一定打不過，但他們對我的攻擊竟一下子不知所措，疏於防備而被打敗。」
      p 「所以...你是說...啊！我懂了！」米庫斯喜道，「耐頓在上，這個怪味讓牠們以為你是和牠們一夥的！」
      p 「雖然我不是很懂...不過左思右想，一定是這樣。」
      p 「或許你本來就長得像怪物，」米庫斯笑道，「加上味道，更是真偽莫辦啦！」
      p 「喂...」彼德怒道，「別忘了誰救你的！」
      p 「好啦，開玩笑的，」米庫斯笑道，「現在是把安琪和獵人救醒的時候了。我的治傷禱文...」
      p 「很遺憾...」彼德道，「獵人死了。大飛熊打他的那一下正中前胸，他的肋骨幾乎全斷了，肺也破了...」
      p 「可惡！」米庫斯道，「若是馬上治療或許還有救的...但是我們都被打昏了...可是你醒著啊，為什麼不救他呢？」
      p 「不，其實我也昏過去了，」彼德道，「是我不支倒地前，最後一支箭射中大飛熊的頭，將牠射死的。等我醒來後，獵人...已經回天乏術了。」他的話中帶著深深的無耐與感傷。
      p 「唉，好吧，我知道了。」米庫斯無耐地說道，「我們得自己去找神殿廢墟了。唉！我先來救安琪。」
      p 他撐著起身，唸出治療的禱文：
      p 「耐頓，浪濤之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」
      p 白光凝聚在他手中，他將手放上自己的傷處。
      p 一瞬間似乎傷勢好轉了不少。米庫斯一躍而起，走向身旁的安琪。
      p 他慢慢唸出治療的禱文，把手放在安琪身上。
      p 安琪悠悠地醒了。
      p 「發生了什麼事...」她喃喃道，「我的頭...對了，飛熊呢？飛熊走了嗎？」
      p 「走了，」米庫斯道，「現在治好自己的傷吧。我們還得趕路。」
      p 安琪用禱文醫治自己的傷，但傷得很重，無法立刻痊癒。
      p 米庫斯也只讓自己維持勉強能正常行動。而其他的神力則用來治彼德的傷。
      p 原來修士一天能召喚的神力也是有限的。每天早禱時祈得的神術是固定的，正如法師的法術一般。用完就得等第二天再跟神祈禱。
      p 在潮汐與浪濤的神恩下，三人都回復了部份的體力。
      p 「我餓了，」安琪道，「還有，彼德，為什麼你那麼臭？」
      p 「這是救命用的怪物血，」米庫斯道，「我們也得塗上。」他解釋了怪物血的功用。
      p 「所以他們是用氣味辦別敵我，而且還不會因血味而分出敵人...」安琪道，「實在太笨了。」
      p 彼德突然說道：「我也餓了。我去打點野味，採點野菜回來，你們先準備鍋子和柴火吧。」
      p 「好欸，野炊，」安琪道，「這樣就不用消耗乾糧了。」
      p 「老實說，我的乾糧和肉乾都快吃完啦。」米庫斯道。
      p 「我也是，」彼德道，「但森林是我的家。跟我一起在森林冒險，不用怕會斷糧！」說完他便走進森林中了。
      p 米庫斯和安琪塗上怪物血，開始準備鍋子和柴火。
      p 安琪本是愛乾淨的人，不過身為醫者，多髒的環境、多噁心的東西她都見識過，雖然不喜歡怪物血的味道，但也乾脆地塗上了。米庫斯抱著屬於混亂之神的玩興，對怪物血毫不排斥，反而大覺有趣。
      p 約莫一小時後，天空開始泛紅，彼德拖著一頭鹿走回來，鹿的身上綁了一大把川七和地瓜，是野菜中挺好吃的。
      p 「鹿肉川七地瓜大餐！」彼德叫道，「我還有帶酒，有沒有人要一起喝的？」
      p 「什麼酒？」米庫斯道，「烈的嗎？」
      p 「葡萄酒、小米酒、高梁酒，」彼德道，「都裝在不同的水袋裡。」
      p 「不重嗎？」安琪道。雖然彼德身上的皮甲遠輕於她的鎖子甲，但液體的重量還是不容低估。冒險者應該儘量輕裝，不是嗎？
      p 「不會啊，」彼德道，「我家鄉的人都說我壯得跟牛一樣。」
      p 「哈哈。」安琪笑著接過鹿和川七，拿出短刀，開始料理起來。
      p 「我要那個，」米庫斯道，「它飄出微醺的味道。一定是葡萄酒！」
      p 彼德微笑著點了個頭，將它遞了過去。
      p 「謝了，」米庫斯一面接過彼德遞來的葡萄酒，一面說道，「對了，你的家鄉在哪兒啊？我們是從王國東側，海邊的潛鮪村來的，你呢？」
      p 「我啊...我沒見過海，」彼德帶了點酒意說道，一面又喝了一口，「我家就在西南山脈，但位置不能跟你說。」
      p 「閃金村？」米庫斯道。
      p 「不是。你再猜。」彼德道。
      p 「啊，好喝...那就是盛恩村囉？」米庫斯道。
      p 「也不是。你再猜。」彼德道。
      p 「可是這兒沒有別的村子啦？」米庫斯問道。
      p 「有，只是不在一般的地圖上，」彼德道，「所以位置是秘密。好啦，到此為止，我要去幫安琪作菜了。不好讓小姐一個人忙。」
      p 呵呵，還真貼心，米庫斯心中暗笑。他想起自己旅程上，伙食、雜務都是安琪一手打點，他可沒動過手。她做得這麼好，何必去湊熱鬧，反正愈幫愈忙，不如不幫。
      p 米庫斯心中並不覺這有什麼不對，想想他獨自冒險時也是自己一手打理這些的，只是巧者拙之奴而已。
      p 彼德走到安琪身邊。
      p 「你打算留多少肉醃起來呢？」彼德道。
      p 「四分之三吧？」安琪道。
      p 「嗯，差不多...我來烤地瓜。」彼德道。
      p 「用烤的？」安琪奇道，「我以為地瓜是用煮的。」
      p 「都可以啦。」彼德道，「烤的比較快，也比較香。只是沒那麼軟而已，倒滿符合冒險者的本色。」
      p 「想不到你還有料理哲學啊？」笑道。
      p 「也沒有啦，哈哈。」彼德木訥地笑著，轉身專注在他的烤地瓜上。
      p 沒多久，烤鹿肉、烤地瓜和燙川七都好了，三人愉快地準備開動。
      p 就在彼德舉起一支烤地瓜，準備放入口中時，安琪道：「我們先為獵人的死默哀一分鐘吧。」
      p 彼德連忙放下地瓜，吞了一口口水。
      p 「存者且偷生，逝者長已矣啊！」米庫斯嘆道。大家想起自己身上逐漸擴散的屍毒，不禁也為自己的命運難過起來。
      p 一分鐘後，三人開始用餐。菜餚雖美，卻已少了些味道。
      p 「喝酒！喝酒！」彼德道，「別想這麼多！喝酒！」
      h3 3.6.5. 懷疑
      p 洛南紀六十年一月十七日，北城
      p 占卜術開始了，瓦林娜專注地記下一切的細節和周圍的房舍、地標。
      p 「好了，」她道，「我們去找芬斯特藍吧，我已確定他在東巷的『迷之鑰』旅店。」
      p 「走吧。」烏風道。
      p 「Bles-Fra-el-Amio」、「Bles-Fra-el-Amio」兩人都飛了起來。
      p 他們離開破屋，朝東巷前進。
      p 過了一會兒，烏風道：「妳不覺得奇怪嗎？芬斯特藍為什麼會在北城？」
      p 「他是冒險者，行蹤不定，不是嗎？」
      p 「可是，」烏風的聲音沈了下來，「他和我們分開時是在沃土，對吧？」
      p 「是沒錯，可是...」
      p 「妳還記得他離開諾薩里亞時的任務是什麼嗎？」
      p 「是去...西南山脈...找考古隊！」瓦林娜道，「對了，我想起來了！」
      p 「就算沃土的事結束...」烏風道，「他也不該來這兒啊！」
      p 「或許跟此地的戰事有關...」瓦林娜道，「新興的王國『洛都里安』和北地公爵米爾王的戰爭似乎已達白熱。或許米爾王向沃土的諾魯夫王求援，而聖鎗團就出動了。之前把芬茲帶走的不就是聖鎗團嗎？」
      p 「聽起來有可能...」烏風道，「但是機會不大。」
      p 「看到他就能問到原因了，不是嗎？」
      p 「我就怕看不到他。」
      p 「為什麼，占卜會出錯嗎？」
      p 烏風的聲音更沈了：「我問妳，妳有在占卜中看到他的臉嗎？」
      p 「有啊。」
      p 「那就怪了...說不定我的擔心是多餘的...」
      p 「你在擔心什麼？」
      p 「等等...讓我想想...是了，你們法師是不是有一種可以完全易容的法術？」
      p 「有，但是...你是說占卜時看到的影象是假的？」
      p 「有此可能吧。」
      p 「那是因為你不懂占卜，」，瓦林娜笑道，「占卜術追的是人，不是他的臉。當我認識某人，用他的名字和我對他的回憶去占卜，不可能出錯。」
      p 「哦。看來我的擔心是多餘的了。」烏風笑道。
      p 「快到了。」瓦林娜道。聲音中難掩喜悅。
      p 可是，烏風心道，我心裡仍有不安...會不會是我打心底不希望他們重逢？不會吧...可是真的很怪，他沒有理由來北地。我覺得這一定是個陷井。有陷井。
      p 「會不會他被綁架了？」烏風突然問道。
      p 「但是占卜的影象看起來好好的啊。你太多疑了吧。」瓦林娜道。
      p 「我是靠多疑才活到今天的。」烏風冷冷地道。
      p 瓦林娜感到不快。
      p 「那你說該怎麼辦？」瓦林娜道，「我們有隱匿之球的保謢，本來就沒有危險。難不成...就不去了？」
      p 「倒也不是...」烏風沈吟道，「但是我們不能一起去。要一前一後。」
      p 「為什麼？」
      p 「以前在月影出任務時，如果任務困難，會兩三人一起去，」烏風道，「而隊形永遠不會是全部走在一起，一定是分散開來，或一前兩後。如果遇到陷阱或埋伏，才不會被一網打盡，剩下的人才有可能救出中伏的人。」
      p 「這道理我以前在風谷也學過，但現在我們有神球，而它的保護範圍只限你和你周圍一公尺。分散的話...我就會失去保護。」
      p 「總比被一網打盡好。而且你自己不是會用隱身術嗎？我們商量過的。」
      p 「是可以啦。」瓦林娜道，「雖然隱身術不如神球，不過既然你堅持，那就這樣吧。我先進去，找到芬斯特藍再出來找你。」
      p 「就這麼辦，我先走了。」烏風道。
      p 「你要去哪兒？」
      p 「找一個好地方，伏擊那些埋伏的人。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c5") 3.5節
        router-link.ui.green.huge.button(to = "/c7") 3.7節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
