<template lang="pug">
  .hello
    .ui.segment.container

      h1 第四章：大逃亡
      h2 4.1 各自的旅程
      h3 4.1.1. 奔逃
      p 洛南紀六十年一月二十七日，神殿廢墟
      p 安琪、米庫斯和彼德加入軍旅已十天了。這十天裡，彼星使德忙著訓練怪物們使用武器和戰術，安琪則培養了一批治療師。
      p 雖然不情願，不過在星使冷澄的目光下，他們也沒有打混的餘地。
      p 米庫斯負責帶隊到邊境打探情報。在空閒之時，他常常一個人縮在角落，拿著細小的工具，製作一些只有他自己瞭解的東西。
      p 痛惡星使琉璃對他們還滿不錯的。明知道安琪和米庫斯的信仰和祂的主神不同，也未加干涉。他們也都獲准保有自己的物品，除了彼德那把有法力加持的青銅寶劍。
      p 青銅寶劍現在已是痛惡星使的兵器，而且變得和以前不同，稍微寬些，又透著點紅光。痛惡星使琉璃的武器--復仇之火已然下凡，附在這愛森的寶劍上。一般的武器無法支撐它的無比力量，而彼德的冒險正好為星使帶來了一把好劍。
      p 米庫斯隨身帶著從山洞中拿出的青銅球。不知為何，星使並沒有搶走它，而米庫斯也沒有想起它。
      p 除了難聞的怪物味外，原本神殿廢墟的日子是過得不錯，但昨天夜裡，三人聽到星使準備揮兵攻打閃金村，使他們決意離去。
      p 「就是今晚啦。」米庫斯悄聲說道。
      p 「星使似乎說過我們逃不掉。」安琪道。
      p 「對啦，」彼德道，一面揮了揮手中的長劍，「所以祂並未盯著我們…不過我們還是得逃，不是嗎？總是有一些事是料不到的。」
      p 由於錯失了破壞召喚圈的時機，讓痛惡星使順利下凡，彼德一直悶悶不樂。
      p 雖然他沒有怪罪兩名同伴，但安琪和米庫斯多少為了自己太過謹慎，有些罪惡感。
      p 當然，三人對自己的屍毒解除而能活下來這點都滿高興的，但想著接下來西南山脈乃至沃土，會因為痛惡星使和那群與日俱增的怪物而受到多少荼毒，就很難高興。
      p 既然因禍得福，他們活下來了，就更應該好好把握活著的時間，尋找遺產之秘、釋放沈睡在古墓深處的大法師，這是三人共同的想法。
      p 三人悄悄地準備逃亡。
      p 4.1.2. 歸程
      p 洛南紀六十年一月二十七日，北城
      p 「兩位大人，總部有事。」一名月影的殺手探頭進來，說道。
      p 烏風和瓦林娜匿名躲在北地月影已有十天。這十天裡雖然紫焰沒有找來，但兩人一直處於緊繃的狀態。
      p 畢竟和星使一戰後，愈加體會到生死懸於一線的恐怖與無力。兩人過去也各自經歷過不少陣仗、冒過不少生命危險，但像這樣只能挨打而無法還手的經驗，還是頭一遭。
      p 「總部？」瓦林娜道，「什麼事？」
      p 「要召集有能力的高手回諾薩里亞。」那人恭敬地說道，「珍和阿克克兩位大人，想必也要回去吧？」
      p 「我們本來是來追捕烏風的。」瓦林娜道。
      p 「對，當然，」那人道，「可是我們頭目這幾日派遣諸多弟兄，四處打探，都沒探到烏風的影子。或許他藏得太好，或許已跑掉了。」
      p 或許已跑掉了，烏風心裡暗笑，就在你眼前你都認不出來。
      p 「嗯…」瓦林娜道，「總部出了什麼事？」
      p 「不知道，」殺手道，「似乎是機密。頭目只叫我來請兩位回諾薩里亞，至於任務為何，就不是我能知道的了。」
      p 「知道了，下去吧。」瓦林娜道，「我要和阿克克商量一下。」
      p 殺手離開了，並把門關上。
      p 「阿克克，」瓦林娜道，「既然找不到烏風，我們是否要回去呢？」
      p 「但是任務沒完成就回去，不大好吧？」烏風用奇怪的聲音說道。
      p 同時，他在桌上用手指沾水寫道：「一回去就穿幫了。」
      p 「嗯…」瓦林娜沈吟道，一面寫下：「脫身後再卸裝。」
      p 為了掩飾身份，瓦林娜一開始就易了容，和烏風都換了假名。
      p 在月影四處都有可能被竊聽，所以烏風便使用當年他在月影時的機密溝通方式：邊說邊寫。說的話無關緊要，寫的字就不會被發現。竊聽的人很難注意到他們在寫字。
      p 「回王都幹麼？」烏風寫道。
      p 「我猜王都出了事。而且留北地很危險。」瓦林娜寫道。
      p 「王都更危險，」烏風寫道，「不然我何必逃？」
      p 「別忘了有神球。」瓦林娜寫道。
      p 確實，身為隱匿之球的主人，烏風和當初逃離諾薩里亞時已截然不同。在神球的保護下，就連最資深的殺手和影法師，都不可能找得到他。
      p 烏風思考良久，寫道：「好，回去。」
      p 瓦林娜說道：「這個任務應該更急迫吧？烏風交給各分部的人慢慢找就行了。」
      p 烏風道：「妳說的對，珍。」
      p 瓦林娜對門外喊道：「我們這就動身！」說著開始打起包來。
      p 烏風跟北地月影的殺手要了些毒藥、盜賊工具和幾瓶黑梅汁。發酵的黑梅汁帶了點酒味，是提神的好東西，而且不會醉，很適合出任務的殺手。
      p 烏風從前不喜歡毒藥，認為這是沒有本領的傢伙才用的卑鄙手段。不過，生死的豪賭不斷，每一份力量都變得重要起來，他也就不再堅持不用毒的原則了。
      p 蒙汗藥、刃毒、瀉藥…什麼他都拿了一點，誰能保證一定用不上呢？
      p 諸多刃毒中，最厲害的月影刃毒，是用腐沼毒澤裡的枯腐蕈，加上數種劇毒草混合製成，是月影的獨門秘方，見血封喉。沃土馬鞍丘一戰中，影法師褐剌便是用這種刃毒殺死了聖槍騎士傑爾德。
      p 行李打點好後，烏風和瓦林娜決定不雇車，靠法術飛回諾薩里亞。這麼做雖然消耗法力，但可以快數倍回去。
      p 不過，無論怎麼回去都可能遇到星使。
      p 「在洪河洞窟中，愛森大法師遺留的文字中，我看到一段跟星使的視線有關。」瓦林娜邊飛邊道。
      p 「哦？」烏風道。
      p 「其實星使的視線並不比凡人遠，」瓦林娜道，「但祂們可以和主神溝通，而晚上星星出來的時候，就是祂們的主神和同伴的眼睛能俯視大地的時候。」
      p 「聽起來滿可怕的…」烏風道，「這會讓人恐懼夜空。想想看千百隻神的眼晴一起凝視自己。」
      p 「是這樣…」瓦林娜道，「因此星光下我們會行跡畢露，就連隱匿之球也逃不過神的法眼。」
      p 「但是在房舍內、遮蔽處，天神也無法透視吧？」烏風道，「不然我們躲在月影也不會有用。」
      p 「這倒是…」瓦林娜道，「但這一路難保一直有村有店。」
      p 「延大路飛，一天一個村鎮、至少一二間農舍應該不成問題。」烏風道。
      p 「就這麼辦。」瓦林娜道，「就算他們不肯借住，我也有辦法。」
      p 結界師從不需要擔心別人的善意，因為他們的法術可以在人心中種下善意。
      h3 4.1.3. 影子
      p 洛南紀六十年一月二十八日，西南山脈
      p 「快到閃金村了！」彼德高興地說道。
      p 三人洗淨了身上的怪味，清爽地走著山路，很是開心。
      p 「一路上沒有遇到追兵，確實奇怪，」米庫斯道。
      p 「天色已暗，找個地方下營吧。」安琪道。
      p 彼德找好營地，三人簡單吃過晚餐後，便進到帳中。
      p 夜裡，米庫斯被一股冰冷的涼意驚醒。
      p 「誰？」他打一個滾起身，躍出帳蓬。緊接著一團黑影向他撲了過去。
      p 在火堆的餘光下，那人形的黑影顯得極為恐怖。沒有臉，沒有暖意，沒有感情，也沒有固定的形體。
      p 「可惡！」彼德也從帳中衝出。安琪跟在他後面，兩人都受了傷。
      p 第一團黑影和米庫斯交上了手，又有兩團黑影從帳中撲向安琪和彼德。
      p 米庫斯是有經驗的冒險者，睡眠時短刀不離身，在剛才翻身出來時已抄在手中。
      p 但是，面對影魔陰森森的攻擊，偶然還擊的幾刀，都只能劃到空處。
      p 安琪手無寸鐵，又清楚影魔不是實體，一般的武器根本碰不到一絲一毫，所以舞著平衝之神的聖徽，口中吟著驅邪的禱文，奮力抵擋。
      p 米庫斯看到安琪的動作，想起幽冥虛體的特性，便拋下短刀，以聖徽應戰。
      p 冷風颼颼，彼德的加持長劍已被痛惡星使奪去，手中的護身短刀根本發揮不了作用，只能不停閃躲。
      p 虛空中的黑影忽伸忽縮，發出陣陣寒風。米庫斯一下閃躲不及，被突然伸長的黑影觸到手臂，頓時寒意透骨，全身似要虛脫。
      p 再鬥一陣，三人都已負傷不輕，凍得全身無力。
      p 影魔們毫髮無傷，愈鬥愈惡。沒有吆喝，沒有喘息，沒有停頓，只有索命的寒氣陣陣，將人逼向死亡。
      p 安琪發覺戰況不利，再不想辦法脫困，三人將一起喪命於荒山野嶺。
      p 她一踏步搶到彼德身側。彼德會意，向左一擋，接過原本糾纏安琪的影魔。以一敵二，更是接連中招。
      p 寒氣幾度入體，彼德每一口呼吸，都在流失一些生命。
      p 安琪偷到空擋，聚精會神地唸出禱文：「邪惡的死靈，汙穢的存在啊，離開這受詛的軀體，回到幽冥的世界！世間的快樂汝既無福消受，別再徒增憤恨悲傷！以瑪法達之名，吾命令爾等，退下！」
      p 由於生死繫於一線，安琪絲毫不敢大意，以最純粹的願力唸出禱文。
      p 突然，安琪手中的聖徽爆出白光。在聖光的籠罩下，影魔們縮入地中，回復成三人腳下的影子。
      p 「呼！得救了！」米庫斯鬆了一大口氣，接著說道，「但這些影魔附在影子中…啊，對了！在山洞裡的暗血石！一定是！」
      p 「是什麼？」安琪道。
      p 「我們出山洞時不是就遇到影魔襲擊嗎？」米庫斯道，「一定是暗血石的詛咒！星使利用這些影子監視我們，難怪那麼有把握我們逃不掉…」
      p 影子被附身，如同帶著敵人行走。無所遁形。
      p 「但是…我們不是活下來了嗎？」彼德開心地說道。
      p 米庫斯道：「這些影魔這回被安琪驅退，不知何時會再出來。依我看…要不了多久，明晚或許就會再來。」
      p 「它們從腳下的影子中躍出，當真防不勝防。」彼德道。
      p 安琪注意到彼德蒼白的臉和雙手，知道他傷得不輕。
      p 影魔吸取生命力造成的傷害，不是一般治療禱文能救的。
      p 好在影魔已走，傷勢不會惡化。只是單憑自體的復原能力，可能得花上十餘天。這中間若再與人動手，彼德將因虛弱而無法發揮平日的力量。
      p 她在背袋裡掏出一塊生薑，用短刀切成薄片遞給彼德，說道：「雖然治不了傷，但冷得難受時咬一片可以祛寒。」
      p 米庫斯和安琪所受的寒氣較少，不影響行動和戰鬥。二人把東西收拾好，和彼德都換好裝備，決定趕夜路往閃金村。
      p 只要早一時到達，就少一分危險。
      h3 4.1.4. 酒鬼
      p 洛南紀六十年一月二十九日，諾薩里亞
      p 鐘墨芝石坐在旅店內，心裡盤算著。
      p 在他對面的，是一個徹頭徹尾的酒鬼。
      p 占卜師小啜了一口酒，看了看眼前的酒鬼，嘆了口氣。
      p 那酒鬼約三十來歲，滿臉鬍渣。迷茫的眼神看得出是酗酒之人，中毒已深，雙手不停地顫抖。
      p 「你為什麼…救我？」酒鬼打了個隔，有氣無力地說道。
      p 鐘墨芝石嘆了口氣，他從未想到，他所救的竟是這樣的人。毫無意志、毫無力量、毫無希望，中土人類的禍福難道就是繫在這樣一個人的身上？
      p 「此時不便明言。」鐘墨芝石道，「不過我絕無歹意。」
      p 「那你為什麼要…跟著我？我又沒有家…」酒鬼呆呆地道。
      p 「不便明言。」鐘墨芝石道，「你喝你的酒吧，我不會干預的。我只是要保護你的安全。」
      p 「保護我？…那些紫袍人…是誰？」酒鬼問道。聲音中透著無可奈何的感覺。
      p 「是宿命之神的修士。」鐘墨芝石道。
      p 「哦…我最喜歡宿命之神了，」酒鬼呵呵笑道，「樂天知命…安份守己。這正是我的寫照啊…」
      p 「但是他們是來殺你的。」鐘墨芝石道。
      p 「哦…對…那就被殺算了，如果這是命…」酒鬼胡言亂語，忽然又恐懼起來，「保…保謢我啊。我可不想死。」說著又昏睡了下去。
      p 「災星隕落，末日將臨。」鐘墨芝石自言自語道，「不知芬斯特藍過得如何？西南山脈又危機四伏…唉。安琪、彼德和米庫斯被追殺…瓦林娜、烏風不見蹤影…結果我只能呆在這小旅店中，陪人喝酒！唉！」說著搖了搖頭，感嘆世事難料。
      p 除了店長和酒保外，店裡沒有旁人，占卜師也就沒有刻意壓低音量。
      p 忽然，店老闆快步走向白袍的占卜師。
      p 「安琪和米庫斯？你有他們的消息？」店老闆急切地問道。
      p 「是。」鐘墨芝石頗感意外，「閣下是？」
      p 「卡穆里。」店老闆道，「『海之擁』的卡穆里。不瞞您說，去年冬天，他們兩位在我叔叔家作客的時候，還曾遇過紫袍的修士來追殺他們。」
      p 「啊！原來就是你！」鐘墨芝石笑道，「你是哲拉的姪子吧？」
      p 「你認識我叔叔？」卡穆里頗感意外。老畫家哲家很少外出，平日交往的也都是些畫師、樂師和詩人。眼前這位披白袍、帶水晶杖的人，怎麼看都是一個冒險者。
      p 「他的畫美極了，我很喜歡，」鐘墨芝石笑道，「特別那一幅『恐懼之夜』。老實說，我已經和他商量好了，要請他幫我新寫的書畫插畫。這『恐懼之夜』就當作故事的第一章。」
      p 「你寫書嗎？寫些什麼？」
      p 「我以前寫歷史，自太古以來、精靈現世之後的種種歷史。矮人和獸人的戰爭、精靈的封神與隕落、闇精和蜘蛛神后的事，還有天幽兩界的種種傳奇。」撰史者道，「不過現在不寫歷史了，改寫小說。第一部小說，叫做《諸星之戰》。」
      p 「《諸星之戰》？」卡穆里疑惑地問道。
      p 「《諸星之戰》和史書的寫法不同，」鐘墨芝石道，「史書著重嚴密客觀，專寫大人大事，不加修飾。小說卻是以幾個特出的人物為軸心，以文學的修飾為輔，烘托一段大世界的故事。」
      p 「但是…你是一名冒險者吧？」卡穆里問道，「怎麼有時間寫作呢？」
      p 「啊，這倒還好，」鐘墨芝石笑道，「我和書本是心念相通，憑意念便能快速增刪。而且這本書自有『讀者兼作者』在執筆，用不到我。以前寫歷史時也是如此，不然世事紛紛，怎能記得周全？」
      p 「哦…那為什麼叫《諸星之戰》？」
      p 「啊，此事說來話長…有五位英雄，原本都很平凡...」撰史者笑道，笑聲帶著幾許悲涼。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/")
          i.home.icon
          | 回首頁
        router-link.ui.green.huge.button(to = "/d2") 4.2節
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '4.1. 各自的旅程'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
