<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.2 善緣
      h3 4.2.1.閃金村
      p 洛南紀六十年一月三十日，閃金村
      p 閃金村曾是洛南帝國沒落時的希望之鄉。
      p 現在金子淘完了、考古隊也走的差不多了，剩下的人都是腳踏實地的村民。
      p 彼德見到農人、小販、獵戶等人，以及東一撮西一撮的孩子，不禁想起隱者庭苑。
      p 隱者庭苑說近很近，就在西南山脈、盛恩村以南兩三天路程；但說遠也很遠，因為不能讓外人知道的規矩，使彼德只要還跟米庫斯和安琪冒險一天，便一天不能回去。
      p 三人雖然急於通報痛惡星使入侵的消息，以及尋找能解決影魔附身的人，但走近村子後，在一股歡樂的氣氛下，步調便也慢了下來。
      p 其實這還不是閃金村最歡樂的日子。最近怪物出沒，為村子蒙上層陰影。警備隊為此擴大編制、加緊訓練，但每當蜥蝪怪、大飛熊出沒之時，總是會帶走不少人命。
      p 彼德走在路上，一群六、七歲大的小孩跑向前來。東問西問，把彼德纏得暈頭轉向，一句話也聽不清楚。
      p 有一個小女孩大膽地伸手，想拔彼德腰間的佩劍。
      p 彼德按住她手，低聲道：「不行！」
      p 突然，彼德兩隻大手將小女孩托起，轉了三個圈，向空中一拋，再接住，親了她臉頰一下，放下地來。
      p 那小孩驚魂未定，眨眨眼，跑了。同伴們見了彼德的威勢，也一哄而散。
      p 米庫斯哈哈大笑，安琪也不禁莞薾。
      p 三人再往前走，打聽警備隊所在。村人指向村中向的一棟小屋。
      p 米庫斯走在前面，先去和門口的守衛通報道：「我們三人剛逃離魔掌，有要事向隊長稟報，是關於林中怪物的。」
      p 一聽到「林中怪物」四字，守衛馬上臉上變色。
      p 「好，我去通報。」守衛說道，隨即轉身進門。
      p 米庫斯看著守衛的背影，以及上身的皮甲，想到這村子的資源如此不足，連守衛都只有皮甲可穿，實在抵擋不住星使和怪物大舉入侵。
      p 不多時，走出來一位高大的戰士，只佩了一把長劍，沒有穿載甲胃。這人約三十歲上下，臉上輪廓清楚、線條分明，肌肉結實、眼神凝歛，看得出是有經驗的冒險者。
      p 「有什麼事？」隊長有力地說道。
      p 「是這樣的…」米庫斯將神殿廢墟、星使和怪物大舉入侵的事告知隊長。
      p 隊長的臉色愈聽愈沈重。
      p 「你們如何得知的？」他嚴肅地問。
      p 「我們剛從星使處逃脫…」米庫斯大至講了一下逃脫的經過，又問：「這兒有會驅邪的修士嗎？我們被影魔附身了。」
      p 「沒有，」隊長道，「村裡沒有。不過往西不遠處有一座冒險者的營地，最近人變少了，但還是住著不少能人異士。你們可以去看看。」
      p 「為什麼他們不在村中紮營呢？順帶協助守備。」安琪問道。
      p 「這個嘛…老實說，」隊長壓低了聲音，「他們多半是考古隊的，為人不大正派…」
      p 「怎麼說？」
      p 隊長搖了搖頭：「一言難盡。總之，和他們打交道要多小心。」
      p 米庫斯覺得好奇，但也不便多問。
      p 「多謝指點啦，」米庫斯道，「那麼關於星使和怪物入侵之事，你打算怎麼解決呢？」
      p 「照你們的說法，那些怪物少說有數百隻，」隊長憂愁地說道，「加上不朽的星使，我們小小一個閃金村，是絕對擋不了的。就算探險家營地的能人異士幫助我們，要和神對抗…恐怕還是沒什麼勝算。」
      p 隊長老到的經驗告訴他，眼前的危險是前未所見的恐怖。不能意氣用事，白白送了一村老小的性命。
      p 「所以呢？」安琪關心地問。
      p 「遷村。」隊長說道。
      p 三人愣了一下。
      p 「嗯，看來這也是唯一的辦法了。」米庫斯道。
      p 「我馬上要處理此事，不奉陪了。」隊長道，「感謝三位的報信。」
      h3 4.2.2. 修士和小孩
      p 洛南紀六十年二月二日，豐足之原
      p 「愈接近諾薩里亞，愈是荒涼。」瓦林娜道，「『豐足之原』可以改名為『荒蕪之原』了啦！」
      p 「是啊。」烏風道，「不過還不算太慘，不然前些日子不會每晚都找得到農舍或旅店。」
      p 夕陽斜斜地投映在豐足之原大片的田野上，紅、橙、黃、綠的色彩，染成一幅美麗的畫。
      p 但是，每十棟屋子就有九棟是殘破不全，每十片麥田就有九片是荒草叢生。
      p 戰禍、瘟疫、蝗害，使洛南人民的處境危如累卵。以農為本的洛南帝國，正在瓦解。
      p 「前面只有一間農舍，」瓦林娜道，「今晚就在此過夜嗎？」
      p 「嗯…再往前也未必找得到。」烏風道，「等等，妳看那農舍穀倉旁的小屋…頂上有一個刻花的牌子。」
      p 「飛近一點吧…」瓦林娜道，「看到了…是一個星辰排列的輪子…應該是聖徽…以前聽谷裡的人說，宿命之神的聖徽就是一個輪子！」
      p 「闖到敵人家裡啦…」烏風道。
      p 「我們一直在躲宿命星使，現在竟然撞到有宿命聖徽的地方…」瓦林娜道，「要避開嗎？還是打探一下宿命之神的教義？知己知彼才能百戰百勝嘛。」
      p 「還不是教人安份守己、認份認命。」烏風不屑地說道，「這種鬼話只騙得了懦夫。」
      p 「不妨去看看嘛…」瓦林娜笑道，「反正中了魅惑術後是誰都一樣。」
      p 「就怕對方是高階修士，」烏風道，「不過高階修士住這麼簡陋也不太可能。去看看好了。」
      p 兩人都很清楚，如果對方是高階修士，不只不可能中魅惑術，真要動起手來，誰勝誰負還未可知。
      p 飛近前去，看到雞舍前面有一個小女孩在餵雞。每一把穀子撒下去，都引來一群雞仔爭先恐後地搶食。
      p 「如世間愚者、濁者。」烏風道。
      p 「難道你就能確定自己是清者？明者？」瓦林娜笑道。
      p 「至少我不與雞鶩爭食。」烏風道。回想起在月影公會，大家都等不及要晉升堂主，甚至有走後門送紅包的，不禁不屑地笑了起來。
      p 兩人飛到農舍的大門口，瓦林娜先唸出友善術的咒文：「Vil-Fre-Na-il」再落下地來，離開隱匿之球的保護範圍，現出身形。
      p 「請問…有人在嗎？」她客氣地問道，並準備好施展魅惑術。
      p 木門開啟，一名女子探出頭來：「有什麼事嗎？」
      p 她的外表和一般村婦並無兩樣，二三十歲年紀，簡單的布衣長裙、載個頭巾。不過，瓦林娜注意到她脖子上掛著一個銅質項練，底部刻著輪子形狀的聖徽。
      p 果然是修士！瓦林娜心道，若是隨便唸咒，萬一失敗可是會大大得罪。
      p 她決定不施魅惑術：「是這樣的，我和我的同伴是過路的旅人，想借往一宿。」
      p 「哦…遠來的路上一定很幸苦吧！請進請進，喝點葡萄酒吧！」女主人道。
      p 瓦林娜向外頭招呼了一下，叫烏風現形，再一起走進屋內。
      p 屋內還滿寬敞的，還有二樓，大概夠住三戶人家。這麼大的房子，在農村應算很富有了。
      p 「小雷，幫客人倒酒！」女主人無視於烏風銀髮蒙面的怪樣，對內喊道。
      p 「哦。哪兒來的客人啊？」一個年約十歲的小男孩從房間裡走了出來。
      p 看到烏風的樣子，他嚇了一跳：「阿姨，他們是誰啊？」
      p 女主人望著瓦林娜，示意要她回答。
      p 「哦，我們是從諾薩里亞出去的冒險者。現在任務告一段落，正要回去。」瓦林娜不敢說出他們是從北地來的，怕女主人會用什麼不知名的方式通報給宿命星使。
      p 「諾薩里亞？」小男孩訝異地叫道，「那裡不是已經…已經進不去了嗎？」
      p 瓦林娜露出不明就裡的表情。
      p 「是這樣的，」女主人解釋道，「最近幾個月，王都附近發生了怪事。死者晚上從墓中爬起，殺害生人。甚至白天都有餓鬼在路上攻擊行人。靠王都附近的村子都遷走了，不然就是請王都派士兵和修士保護。」
      p 「這樣啊…」瓦林娜驚訝地說道，「那這附近呢？」
      p 「這裡離王都不遠，況且旁邊就有個公墓。」女主人道，「很多人害怕餓鬼，都搬走了。」
      p 「那妳是…」
      p 「我是秩序之神的修士，」女主人道，「在我姐姐往生後，我幫她守住她的莊園，還有保護她的墓不受餓鬼侵擾。」
      p 「秩序之神的修士？」瓦林娜奇道，「那這輪子一樣的聖徽是…」
      p 「這代表北極輪，晚上在北方的天空可以看到，中間最亮的就是北極星。」女主人道，「妳看，聖徽中心有一把小劍，那就是聖劍『北辰之光』。」
      p 修士不可能謊報自己的信仰，因此女主人的確不是宿命修士，而是三善神之首--秩序之神北辰的修士。
      p 在北地，瓦林娜和烏風曾聽說不少關於秩序之神的事蹟，以及秩序星使在北方建立的「洛都里安」王國。傳說洛都里安的人民富足，戰士都有騎士精神，所到各處，與民秋毫無犯。
      p 「洛都里安」和北地領主米爾主的戰爭，也因為雙方都嚴守不斬來使、不殺降卒戰俘、不屠城的規矩，沒有嚴重破壞民生。
      p 烏風橫了瓦林娜一眼。她不好意思地笑了笑。
      p 「所以說妳留下來是為了守護妳姐姐的墓？」瓦林娜問道。她從未想過一個人死去後，留下的墳墓有什麼重要。
      p 「還有姐姐的兩個孩子。」女主人道。
      p 「但是…為什麼不將遺體火化了，帶著小孩遠走他鄉呢？」瓦林娜問道。將遺體火化是風谷的習俗。
      p 「妳是從風谷來的吧？」女主人道，面色中帶著一絲不悅，「秩序之神的修士是不會做這種事的。至少要等死者七七四十九天，靈魂往生、肉體安息後，才能舉行火化的儀式。到時候我們才能離開。」
      p 忽然窗外傳來一陣低吼，似乎是挨餓數日之人的呻吟。
      p 「餓鬼！」女主人驚道，「嵐，嵐還在外面！」。她抄起門邊的長劍，衝出門去。
      p 小男孩用驚慌的眼神看著瓦林娜。瓦林娜想起在空中看到餵雞的小女孩，腦中又突然浮起她被餓鬼攻擊，被同化而變成活屍的樣子，不禁毛骨悚然。
      p 但，此時天色已暗，繁星點點，盡是天界的眼睛。此時出去，無異於暴露在宿命之神的掌握中。為了躲避星使追殺的種種努力，豈能毀於一旦？
      p 瓦林娜看了看男孩，再看了看烏風。
      p 「小不忍則亂大謀。」烏風冷冷地道。
      p 發現烏風竟然袖手旁觀，男孩的眼中似乎噴出火來，拿起菜刀就往他砍去。
      p 烏風手一彎，已抓住了他的手；再一折，把男孩制住，壓倒在地。
      p 「可是…」瓦林娜不忍地說道。
      p 「笨蛋，」烏風罵道，「妳的戰術都白學了嗎？快幫這小鬼施飛行和隱身術，讓他飛去救他妹妹。」
      p 男孩和瓦林娜大喜，原來烏風不是不願相救，而是想到了更好的方法！
      p 「餓鬼不會飛，這招一定管用。」瓦林娜喜道。
      p 她唸出咒語：「Bles-Fra-el-Amio」
      p 男孩瞬間感到自己似乎長了翅膀，若不是被烏風緊緊抓住，就可以一飛沖天。
      p 瓦林娜的咒語雖快不亂，緊接著唸道：「Reel-Quase-oil」
      p 男孩隱形了。
      p 烏風道：「你應該知道怎麼做了吧？飛去救你妹妹，立刻回來。絕對不要和餓鬼戰鬥，你打不贏的。」
      p 他放開雙手，讓男孩飛去。
      p 瓦林娜道：「我現在比較擔心女主人。她隻身一人，若被餓鬼之觸擊中…」
      p 「無論如何不能出門，這會害死我們兩個的。」烏風嚴正地說道。
      p 瓦林娜道：「可是…」
      p 烏風道：「快想想可以幫助那小鬼的方法，像加持咒語等等。我們只能靠他。」
      p 瓦林娜想了想，說道：「只有巨力術了。可是他的力氣本來就不大，加了巨力也很有限。」
      p 過了一陣子，小女孩飄浮著進到門內。
      p 男孩的聲音在半空中說道：「快去幫我阿姨！他被好幾隻餓鬼圍住了！」
      p 烏風道：「我們不能去。得靠你。」
      p 男孩叫道：「為什麼！你們不是冒險者嗎？我才十歲欸！」
      p 「一言難盡，」烏風道，「你先去救了人，回來我再解釋。」
      p 「我幫你施增強力量的法術，」瓦林娜道，「你再飛過去救阿姨，好嗎？」
      p 男孩不甘願地點了點頭。不過因為隱形了，所以沒有人看得見。
      p 他落下地來，將妹妹放下。小女孩嚇得說不出話來，大概剛才已經和餓鬼近距離遭遇了。
      p 瓦林娜唸出咒語：「Reel-Gree-Fals-toa」男孩感到一股魔力穿透全身，頓時力量倍增。
      p 烏風拿出一枚銀色的小球，遞給男孩。
      p 「這是閃光彈，如果餓鬼已經撲上去的話，可以令牠們放手。」烏風道，「對了，丟出去的時候頭要別過去，不然會看不見。」
      p 男孩飛了出去。
      p 瓦林娜將女孩抱入懷中，輕撫著她的背，溫柔地唱起風谷的民謠：
      p 「風 找不到故鄉
      p 雲 飄盪到遠方
      p 家 在後面呼喊
      p 河 總是在流浪
      p 風 找不到故鄉
      p 心 也隨風飄盪
      p 家 抬頭雲端望
      p 河 夢中的長廊」
      p 「很適合旅人。」烏風道。
      p 女孩漸漸安定了下來，只是擔心地望著門外。
      p 一陣閃光劃破外頭的黑暗，隨即消失。
      p 又過了一陣子，女主人飄浮著進到屋內，倒在地下。她已經全身麻痺、動彈不得，顯然是中了餓鬼之觸。她手中的長劍也已失落。
      p 「幹得好，小鬼。」烏風道。
      p 「我不是小鬼！」男孩叫道。
      p 瓦林娜放開女孩，俯身包紮女主人的傷勢。餓鬼的爪子留下不少創口，幸好都未致命。而餓鬼之觸造成的麻痺，過一陣子就會自然痊癒，她反倒不擔心。
      p 男孩不喜歡烏風，趁著隱身術還未退，悄悄飛到烏風身後，準備給他一拳。
      p 一拳下去，在快要擊中的時候，烏風一回身用左手抓住了男孩的右腕；再一拉，把他拉到地面；再一折，把男孩制住，壓倒在地。隱形術也消散了。
      p 「噢，好痛！」男孩叫道。
      p 「誰叫你的偷襲太粗糙，小鬼。」烏風道，「等你哪天能在我睡夢中偷襲到我，才夠資格要我叫你的名字，懂嗎？」
      p 小男孩咬著牙，心裡燃起一股怒火，卻苦於被制住，動彈不得。他心裡暗道：「總有一天要讓你知道我的厲害。」
      p 不多時，女主人回復了。因為受了不輕的傷害，她顯得有些虛弱。
      p 「感謝你們救了我們一家…雷和嵐…」她說道。
      p 「才不呢！」男孩道，「他們都不出去幫忙，全都要我…」
      p 「雷！」女主人叱道。
      p 「很抱歉，但那是有原因的。」瓦林娜簡述了她們正尋找愛森遺產和救世力量，因此被星使追殺之事，以及不能站在星空下的理由。
      p 聽完後，女主人道：「被星使追殺…那你們也是了不起的人物啊。」
      p 她想了一想，說道：「看起來你們比我更有冒險的經驗和戰鬥的力量。我想拜託你們一件事。」
      p 「什麼事？」瓦林娜道。
      p 「把他們兩個帶走，帶到王都諾薩里亞，一間名為『海之擁』的旅店，託給老闆卡穆里。這裡的事結束後，我就去『海之擁』和他們相聚。」
      h3 4.2.3. 帶小孩同行
      p 「什麼？！」兩個小孩驚道。
      p 「我從小在王都長大，從沒聽過『海之擁』這個名字。」烏風道。
      p 「那是新開的店，老闆是在王國東海岸小有名氣的人，聽說他善良、好客，也常幫助落難的人。」
      p 「可是…妳自己留下，再遇到餓鬼…」瓦林娜擔心地說道。
      p 「不要緊的，倒是帶著小孩讓我更不安，」女主人道，「像今天情況緊急，我才來不及拿聖鎚迎敵的。」
      p 「聖鎚？」瓦林娜道。
      p 「那是餓鬼一看到就會嚇跑的東西。」女孩說道。
      p 「有這種東西，為什麼不放門邊呢？」瓦林娜問道。
      p 「我今天正好用聖鎚『往生』來祈禱。」女主人道，「今天的情況真是完全意想不到。」
      p 小女孩低下頭，面有慚色。其實她天黑前就應該回家的。
      p 「『往生』…『往生』？」烏風忽然想到什麼，驚道，「那不是愛森時代的聖物嗎？傳說在幽界之門首度開啟時，秩序之神賜與人類，用來封印幽界大門的聖物！」
      p 「你倒知道得很清楚。」女主人笑道。
      p 「當然，」烏風道，「這是歷代黑主都想得到的寶物。傳說中的聖槌…」
      p 「黑主？你是月影的人？」女主人道。
      p 「已經不是了。」烏風笑道。
      p 「總之，有『往生』在手，我要照顧自己沒問題。」女主人道，「現在就看你們肯不肯幫我這個忙了。」
      p 「我不要去。」男孩道。
      p 瓦林娜看向烏風。他點了點頭。
      p 「我們用飛的，很快會到諾薩里亞。」瓦林娜道，「就帶他們一程吧。」
      p 「太好了，明早你們就跟大哥哥、大姐姐一起去，我會去找你們的。」女主人道。
      p 「我不要去。」男孩道。
      p 烏風悄聲向瓦林娜說道：「何不施個魅惑術？」
      p 瓦林娜搖了搖頭：「不行，我喜歡這個孩子。」
      p 烏風笑道：「我也是。」
      p 他轉頭向小男孩說道：「你不跟我們去也行，那你就永遠當『小鬼』囉！」
      p 「才不要！」男孩叫道，「可是我根本沒有學過偷襲啊！根本就不可能打到你。」
      p 「你跟我去，這一路上我教你。」烏風道，「如果你肯好好學，保證到王都時你就能在我熟睡時偷襲到我了。」
      p 「真的嗎？」男孩道。
      p 瓦林娜也懷疑地看著烏風。烏風異於常人地警醒，和他一起冒險連守夜都不必。就算是職業殺手都未必能成功偷襲烏風，要在短短十幾天教會一個十歲小孩，有可能嗎？
      p 她隨即想到，烏風根本沒有「熟睡」的時候。真是令人啼笑皆非的詐騙。
      p 「當然是真的。」烏風道。
      p 「那我去。」男孩高興地說道。
      p 「妳呢？」瓦林娜問小女孩。
      p 「我都好…」她的眼神飄向遠方，「可是，剛才哥哥為什麼不見了呢？」
      p 「那是『隱身術』。」瓦林娜笑道。
      p 「我要學。」女孩說道。
      p 「不行啦，」瓦林娜道，「聰明的學徒也要十幾天才能正確地唸咒，一個月後能施『羽落術』就很不簡單了。我從開始學施法，到掌握『隱身術』，花了兩年欸！」
      p 「我要學。」女孩很堅持。
      p 「嗯…這樣吧，」瓦林娜笑道，「妳看看這個。」
      p 她拿起法杖，唸出咒語：「Vil-Val-Vu」
      p 一團團五顏六色的火花從木杖底下冒上來，到了杖尖就化為許多閃亮的蝴蝶，在屋中翩翩飛舞。
      p 「哇！」兩個小孩驚訝地看著，說不出話來。
      p 烏風和女主人也笑了。
      p 蝴蝶又變回火花，消散在空氣中。
      p 瓦林娜笑道：「學這個好不好？」
      p 女孩點點頭，靈慧的眼中滿是羨慕與期待。
      p 女主人笑道：「那就這麼說定啦。對了，以後我們說不定還會碰面，我叫西維莉。」
      p 瓦林娜道：「我是風谷的結界師瓦林娜，這是我的同伴，浪人烏風。」
      h3 4.2.4. 異客
      p 洛南紀六十年二月三日，探險家營地
      p 「我們離家去流浪，為了尋找新天堂
      p 在西南山脈的最深處 有著黃金一籮筐
      p 大地富饒如沃土，野獸群聚如豬羊
      p 為了無限天地待開拓，我們離開了故鄉
      p 為了故鄉再不見麥黃，我們離家去流浪」
      p 聽到歌聲，就知道探險家營地不遠了。
      p 山路彎彎，命運卻更曲折。
      p 「前方就是營地了。」安琪虛弱地說道。
      p 三人這兩天又受到影魔的夜襲，靠安琪和米庫斯合力才將牠們驅退，但三人都已受傷不輕。
      p 探險家營地是一座又一座大大小小的帳篷。每座帳篷的樣式、大小、花紋都不一樣，人們的裝束也各不相同。似乎這裡並不是一個整體，而只是個別探險家三三兩兩湊起來的聚落。
      p 這裡有拿著書本和古物的考古專家，以及兼作二手交易的冒險者。
      p 這裡也住著傭兵、戰士以及北方來的遊俠，不過最令人不安的還是披著斗蓬或蒙面的人，因為這樣的人，多半是盜賊或殺手。
      p 在這各方英雄齊聚之處，或許能找到神眷的修士。不過龍蛇雜處，善惡並存的營地，也潛伏著不少危機。
      p 「嘿，請問…這裡就是探險家營地嗎？」米庫斯朝一位拿著長矛、戴頭盔，像是守衛的人說道。
      p 「是。這裡是營地。」守衛簡短地答道。
      p 「這裡有醫者或是修士嗎？」安琪問。她虛弱的聲音引起了對方的注意。
      p 「哦…你們生病了啊。」守衛同情地說道，「那恐怕是不能進來了。」
      p 「什麼？」彼德叫道，「這算什麼？不願收留生病的冒險者，那還叫什麼『探險家營地』？誰出門冒險不會帶點傷、生點病呢？」
      p 守衛警覺地握緊武器：「不行，這不行。我們這裡沒有醫者，之前還發生過瘟疫，所以特別小心。」
      p 「避免傳染是吧？」安琪不悅地說道，「我告訴你，我就是醫者。我們沒有生病，是中了詛咒，被影魔附身，根本不會傳染。」
      p 「影魔！妳不是當真的吧！」守衛驚道。
      p 「什麼影魔？」一名身披綠色斗蓬的冒險者走了過來，看起來約三十多歲。
      p 「我們在痛惡星使的神殿旁，被影魔附身了。」安琪道，「現在隔一兩天，牠們就會從我們腳下的影子中鑽出，夜襲我們。」
      p 「最討厭的是，那把能砍中影子的武器被搶走了！」彼德憤憤地說道。
      p 「等等…」綠袍人道，「等等…你們被附身多久了？」
      p 「大約十五天吧，」安琪道，「不過真的密集夜襲是這五天的事。」
      p 「你們和影魔打過幾次了？」綠袍人道。
      p 「四次。」彼德道。
      p 「那你們還能活到現在？」綠袍人不可置信地說道。
      p 「嗯。」安琪舉起聖徽道，「雖然金屬和木石都無法擊中這些幽界的虛影，但牠們還是會畏懼神的聖力。」
      p 「總之，我們現在的處境很糟。」米庫斯有點不耐煩地說道，「能不能直接告訴我們，這裡倒底有沒修士？」
      p 「修士是沒有…」綠袍人道。
      p 三名冒險者不禁絕望地嘆了口氣。
      p 「…不過我們有『異客』。」綠袍人續道。
      p 旁邊有些圍觀的探險家，一聽到『異客』，便跟著笑道：「對，去找『異客』！異客一定會幫助你們的，哈哈哈！」
      p 「異客？誰是異客？」彼得道。
      p 「往那邊走，右手邊數來第三個帳蓬，有個老傢伙在裡面燉骨頭，就是他。」一人說道。
      p 「燉骨頭？」安琪心道。不過既然還有一線希望，她便不理會探險家的表情，拉著同伴直直地走向異客的帳蓬。
      p 簡陋的帳蓬裡往著一名臉色蒼白、骨瘦如柴的老人。
      p 「有…什麼事嗎？」他說道。
      p 安琪嚇了一跳，眼前的人雖然是活著，看起來卻像個僵屍，手裡還捧著一個微笑的骷髏頭。
      p 「我敢說這老傢伙自顧不暇。」彼德悄聲說道。
      p 「嘿…有…什麼事嗎？」老人說道。他臉部詭異地扭曲起來。
      p 「我是安琪，白袍的修士，平衡之神的醫者。」安琪道。
      p 「我們被影魔附身了。」米庫斯不情願地說道，「你知道的，就是那種黑黑一團、沒有肉體，打人很冷的東西啦。」他並不指望眼前的傢伙能幫助他們。
      p 沒想到異客聽到影魔就興奮了起來。
      p 「影魔…嘿嘿嘿…影魔…我可以幫助你們…」異客說，「可是你們拿什麼回報我呢…？」
      p 「你想要什麼？」彼德直接了當地問。
      p 「我想要知道…一個古老的墓，愛森時代的墓。你們如果告訴我…我就幫你們治。」
      p       p 「你怎麼知道我們不會故意騙你呢？」米庫斯問。
      p 「很簡單…」異客道，「面對一個神職人員，你應該知道不能說謊吧？」他從衣袋拿出一個全黑的聖徽。
      p 「災禍之神的聖徽！」安琪驚道。災禍之神魔力塔是邪惡中的邪惡，恐怖中的恐怖。
      p 「是的…」異客道，「所以你們最好實話實說，知道就知道，不知道就算了。」
      p 米庫斯等三人想起愛森古墓、活屍、死冥術士西爾和鬼影衛士。
      p 鬼影衛士曾說那裡埋葬著古代大法師的遺體，還有留給後人的遺產。這些遺產可以改變世界的命運。如果讓它們流入災禍修士的手中…
      p 「管不了那麼多了，」米庫斯道，「我跟你說吧。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/d1") 4.1節
        router-link.ui.green.huge.button(to = "/d3") 4.3節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
