<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.3. 災難與安頓
      h3 4.3.1. 地圖
      p 洛南紀六十年二月五日，探險家營地
      p 從安琪等人被醫好算來，已經三天了。
      p 災禍修士異客也在一天前踏上旅程，尋找傳說中的愛森古墓。
      p 臨走時他留給安琪一個小禮物，是一副骷髏頭製成的面具。「透過它，妳可以跟死者對話。妳會認識到，活人的視野是多麼狹窄，亡者的世界是多麼宏大。」他臨走前說道。
      p 安琪不知道為什麼異客要給她這個禮物，於是用神禱偵測了一下，確定面具沒有被下任何詛咒。
      p 米庫斯這兩天打聽到痛惡星使琉璃的勢力不斷擴張，也打聽到北方的戰爭仍然僵持，而沃土附近的聖鎗團，則離奇地失去了音訊。
      p 「米庫斯！」安琪叫道，「大事不妙了！」
      p 「什麼事啊？」米庫斯道，「難得可以睡個好覺…我作了一個夢欸。對啦，我的袋子裡還裝著那顆從山洞中帶出來的青銅球呢？我都忘了。」
      p 「天哪，別管那顆球了。彼德，彼德不見了！」
      p 「什麼？」
      p 「我早上起來，就沒看到他。你看，他的裝備和帳蓬都不見了！」
      p 米庫斯驚訝地跳了起來。「他有留下什麼嗎？」
      p 「嗯…我找找…啊！這裡有一封信，和一張地圖。」安琪說著打開信。
      p 「我回家了，那裡安全
      p 怪物來了很多很快
      p 你們帶村子去那裡
      p 隱者庭苑
      p 我先回去說你們要來，不然你們會死
      p 快一點，不然村子會毀滅」
      p 「詞不達意的…」安琪道，「意思看起來是要我們帶村人逃跑。這張地圖就是指向隱者庭苑的。」
      p 「可是，為什麼要現在就逃呢？我們大可以…」
      p 「你看！北方！」安琪突然叫道。
      p 米庫斯望向北方。
      p 整座森林似乎動盪著，飛鳥成群地驚起，朝村子的方向飛來，像是在預報一個不祥的信息。
      p 「滿山遍野都是妖怪…」米庫斯驚道，「快叫大家撤退吧。」
      p 當兩人找到警備隊長時，隊長已經命令所有人儘快打點好，準備遷村。
      p 但當兩人將地圖拿給隊長時，隊長卻不同意逃到隱者庭苑。
      p 「西邊沒有路，也沒有村落，我也沒聽過什麼隱者庭苑，」他堅持道，「就算真的有這麼一個地方，如果你們的地圖畫錯了呢？誰能指引我們正確的路？難道要拿全村的性命去賭？太不明智了。」
      p 「可是…」
      p 「沒什麼好可是的，我們要去東南方的盛恩村，那裡是最先被開發的據點，王國各地的冒險者都集中在那兒，」隊長信心滿滿地說道，「而且還有傳說中的冒險者，魔術師阿布金在那裡坐鎮。」
      p 魔術師阿布金就是發現盛恩村這片土地的探險隊長，他的才智舉國聞名。除了英雄事蹟外，也有小道消息流傳著，說阿布金不只會變魔術，還會使用真正的咒語、神秘的魔法力量。
      p 「但是，全村的人走大路過去，很費時，」米庫斯道，「那些飛熊、螳螂妖一定比我們快得多，這樣會被趕上的！」
      p 「所以警備隊和探險家要墊後，保護老弱婦儒。如果你們怕死，就自己先跑好了！」隊長怒道。
      p 「我們不是怕死，」安琪道，「但是也不想白白送命。我們相信我們的同伴，他的地圖一定可以帶我們到安全的地方。而且從地圖來看，隱者庭苑離這裡並不遠，兩天左右就能到，應該不會被怪物追上。」
      p 「夠了，我不想再聽到什麼地圖，」隊長怒道，「我已經講過，我不能拿全村的性命打賭。」
      p 「恕我直言，隊長，」米庫斯正色道，「執意徹住盛恩村，才是拿全村的性命打賭。」
      p 「夠了！」隊長轉身而去。
      h3 4.3.2. 被怪物趕上
      p 洛南紀六十年二月八日，山道
      p 連著數日的逃亡，讓閃金村的人民疲憊不堪。雖然腳步已經加快，還是被怪物趕上。
      p 米庫斯指導大家設下的陷阱，使村人免於全滅。落石掩埋了怪物的先鋒部隊、路障拖延了牠們的腳步，火焰與洪水的陷阱，使怪物們在接戰前，就死傷慘重。
      p 但是，接二連三的山崩、落石、絆腳索、路障、火焰與洪水陷阱，仍然無法粉碎潮水般的攻勢。怪物的數目太多了。
      p 大飛熊、螳螂妖、噴火蜥蜴還有各式各樣叫不出名子的怪物如飛蝗般湧來，帶著痛惡星使賦與牠們的憤恨與殘忍，帶著無窮盡的妒念，和殺戮的慾望。
      p 惡夢般的景象，讓所有在場的人戰慄。在森林的山道，人類成了妖怪的獵物。殺戮戰場上，連五歲的小孩都拿起刀，抗拒潮水般的怪物。
      p 整片森林充斥著殺伐聲、哀號聲、吼叫聲，每一棵樹幹上都濺滿了血。
      p 背水一戰，讓每個人發揮了超凡的力量，終於將怪物逐退。
      p 但是，戰鬥結束時，老弱婦儒已傷亡大半。斷後的警備隊死傷慘重，隨行的探險家也傷亡殆盡。
      p 警備隊長力戰而亡。
      p 雖然米庫斯認為這是他不聽勸告，拒絕帶大家逃往隱者庭苑的報應，但是隊長在戰鬥中身先士卒，拼死保護村人的勇氣，也讓他不得不佩服。
      p 沒有時間安葬逝著，傷者們必須趕快前往安全的盛恩村。
      p 由於探險家營地和閃金村都沒有醫者，安琪的醫術發揮了關鍵的作用。她對受傷的人，不分貧富、不分老少，無不貼心地照顧。
      p 安琪的醫術，使帶傷的人免於一死，溫暖了受創的心靈，也指導村人們治傷的技巧。因此，她獲得人們高度的尊敬。
      p 「我寧願把心力花在治傷，將戰場留給擅戰的人，」安琪道，「再多的復仇也換不回失去的生命。」
      h3 4.3.3. 瓦林娜、烏風、雷、嵐和卡穆里。
      p 洛南紀六十年二月九日，諾薩里亞
      p 在海之擁旅店，瓦林娜和烏風將小孩們託付給了店主卡穆里。
      p 「雷、嵐，你們就在這裡住下吧。」瓦林娜對孩子們說道。
      p 這一路上，名叫雷的男孩，已經和烏風學會了基本的潛行技巧。當然，他還是無法在夜裡偷襲到烏風。
      p 他的妹妹嵐，在旅途中常被惡夢驚醒。被餓鬼包圍的經驗太恐怖了。
      p 瓦林娜送給了嵐一本法術書，是在寒冰會時拿到的。嵐才八歲，但是已會讀寫，對法術的領悟力也非常高。在短短幾天的旅程中，她已經學會『閱讀魔法』、『偵測魔法』和『小戲法』了。
      p 「我還想跟著你們，妳還沒教我隱身術呢。」嵐不捨地說道。
      p 「不行，那太危險了，」瓦林娜道，「如果妳真的想學，就去看我留給你的書吧。那裡面有很多法術，夠妳學個兩三年的。裡面也有記載隱身術的咒文，一頁一頁認真唸，有一天妳能自己學會的。」
      p 「真的嗎？」小女孩懷疑地問道。
      p 「當然是真的，」瓦林娜笑道，「好的書本加上妳自己的悟性，就是最好的老師啊。」
      p 「好吧。」嵐不情願地點點頭，想了一想，輕輕唸了一個咒文：「Vil-Val-Vu」
      p 兩團紅色的煙霧從她指尖噴出，化為兩個愛心的圖案，圈住烏風和瓦林娜。
      p 「喂，妳這是…」烏風道。
      p 嵐微笑著眨了眨眼，轉身和他哥哥一起，跟著卡穆里走進房間了。
      p 其實，由於精靈和闇精的血液相扺觸，烏風和瓦林娜雖然一起冒險，卻沒有十分親近。一旦靠近，身心便會相互排拒。擁有精靈和闇精血液的人能相互照應，成為夥伴，已經是奇蹟了。
      p 至於雷和嵐，瓦林娜和烏風都不知道，在遙遠的未來，他們會成為名聞天下的冒險者，在灰燼的年代扮演舉足輕重的角色，但那是另一個故事了。
      h3 4.3.4. 聖王的血脈
      p 處理完小孩的事，瓦林娜和烏風在旅店中坐下，將連日的疲累暫時忘卻。
      p 過了不久，一個白袍人帶著一個醉鬼走了進來。白袍人手中持著一根鑲著紫水晶的法杖，瓦林娜一眼就認了出來。
      p 「鐘墨芝石！好久不見啊，」她叫道，「你怎麼也到王都來了？你旁邊的又是誰啊？」
      p 「別這麼驚天動地，瓦林娜，」占卜師笑道，「我來此是要告訴一們一件重要的事。」
      p 「你也知道我們會來王都？」烏風驚道，又轉向瓦林娜，「瓦林娜，他是…」
      p 「對了，我忘了介紹，這是占卜師鐘墨芝石，就是他指引我找到隱匿之球所在。」瓦林娜忙道，「而我的同伴是…」她遲疑了一下。烏風是月影的叛徒，他的名字最好不要隨便透露。
      p 「你就是烏風吧？」鐘墨芝石笑道，「幸會幸會。我知道你，你受了不少苦，也幹了不少好事。」
      p 烏風沒有說話。
      p 「但是接下來，你們的任務將會更艱鉅。」鐘墨芝石道。
      p 「我們的任務並非由你指派吧？」烏風冷冷地說道。
      p 「當然不，當然不。」鐘墨芝石道，「我只告訴你們事實。至於你們要怎麼做，當然還是看你們自己的選擇。」
      p 這時，一直沒有說話的酒鬼，抖動了一下身軀，說道：「再來一杯…給我酒啊…」
      p 「可以先解釋一下這是怎麼回事嗎？」瓦林娜指著酒鬼問道。
      p 那酒鬼約三十來歲，滿臉鬍渣，看起來一點英氣都沒有，和占卜師鐘墨芝石形成強烈的對比。
      p 「這是一件可悲的事，也是一線希望，」鐘墨芝石緩緩地說道，「在千餘年前，愛森文明一度毀於神怒。這你們都知道了吧？」
      p 「知道。」瓦林娜道。
      p 烏風仍保持沈默，並用隱匿之球藏住自己的形跡。
      p 「你們應該也知道，愛森時代的八名大法師，在文明毀滅前，共同鑄造了八枚神球，將畢生的法力注於其中，讓未來的英雄，得以用它們來扺擋星使吧？」
      p 「是的，」瓦林娜道，「隱匿之球已經被我的同伴控制，而寒冰之球落入野心勃勃的法師寇維爾手中，他是秘密組織寒冰會的首領。其他的神球呢？」
      p 天色漸暗，旅店的客人各自回房，只留下瓦林娜等人。在壁爐明滅不定的火光中，鐘墨芝石繼續述說著秘密。
      p 「我在意外之中，找到了真知之球。其他神球的去向，我就不清楚了。它們從鑄造開始，就被灌注了強大的反偵測法力，使天神與精靈都無法偵測到它們。即使近在眼前，也認不出上面附有法力。」鐘墨芝石嘆道。
      p 「精靈？為什麼要防止精靈？」瓦林娜疑惑地問道。她自己身上就有一半的精靈血統，和精靈族特有的，紅寶石般的眼睛。
      p 「古代的精靈是單純的，但後來不再如此。」白袍的占卜師道，「精靈們曾經是善的，但後來一度墮落。在上一次末日之戰中，精靈加入了天神的一邊，成為愛森的敵人。」
      p 「為什麼？」
      p 「人類太不穩定，也太不可靠。」鐘墨芝石道，「過於短暫的生命，讓人類變化快速、難以捉摸。在愛森文明盛極一時的那個年代，所有其他的種族，特別是精靈和矮人，感受到強大的威脅。在人類掌握了高階法術的奧義後，這種威脅愈來愈恐怖。」
      p 「因此，當諸神的使者找到精靈王，也就是撰史者阿法利烏斯時，祂們沒有花多少力氣，就說服了精靈王，出兵加入戰局。」
      p 「精靈王持著陽焰劍和月影刀，帶領森林的子民，讓愛森人聞風喪膽。」鐘墨芝石愈講愈悲哀，「愛森的大法師們雖然高強，但是阿法利烏斯是世上最古老的古精靈，一言一語、每字每句都是法術。人類法師苦苦鑽研讀的一切，都只是在摹彷古精靈順乎自然的語言和姿式罷了。」
      p 「呃…你的意思是，我在風谷還有沃土努力學會的一切，對古精靈而言完全是自然而然的？」瓦林娜不禁有些沮喪。
      p 「正是如此。古精靈用法術來建立精靈的國度，就像風、水、雨、露那般自然。他們擁有如此的創生之能，和同樣強大的毀滅之力。這樣妳就能理解，為什麼愛森時代的法術雖然高明，足以讓星使敬畏，但還是敵不過古精靈和精靈王吧？」
      p 「嗯。」
      p 「大法師們自知難逃毀滅的命運，鑄造了神球、留下了遺產，最後將自己埋葬在不知名的某處。」占卜師道，「但是，除了神球之外，他們還鑄造了一頂八神球，稱作愛森聖王之冠。」
      p 「聖王之冠？」瓦林娜問道。對一個在風谷長大的人而言，『聖王』這個詞有點陌生。
      p 「是的，聖王之冠。」鐘墨芝石道，「只要流著愛森皇族的血，戴上這頂八神球，就能成為領導世人、對抗星使的聖王。」
      p 「這怎麼可能？」
      p 「瓦林娜，身為結界師，妳應該知道法術可以加持物品吧？」鐘墨芝石道，「高強的加持術，是可以把智慧和記憶，一起鎖進八神球中的。」
      p 「但是，都已經過了千百年，誰還知道誰流著愛森皇族的血呢？」
      p 「宿命星使知道。」占卜師道，「而我，身為九神球之一，『真知之球』的主人，我也知道這個秘密。不過紫焰比我早一步，派手下的修士暗殺了全部的皇族後裔。你們眼前的這個酒鬼，是唯一的倖存者。」
      p 「就為了一頂聖王之冠，所以紫焰要殺他，而你又救了他？」瓦林娜訝異地問道，「現在，我猜你是要我們保護他，或著是去找八神球吧？」
      p 「沒有錯，」鐘墨芝石道，「為了人類。」
      p 瓦林娜陷入了沈思。血統、後裔、聖王、酒鬼，許許多多的念頭在腦海裡打轉。
      p 壁爐的火光閃爍著。
      p 「我不答應。」烏風從陰影中出現，冷冷地說道，「太荒謬了。」
      h3 4.3.5. 『果皮香蕉』
      p 洛南紀六十年二月九日，盛恩村
      p 閃金村的人民來此已有兩天，也得到妥善安置。
      p 充份休息之後，冒險者聚集在「果皮香蕉」旅店的大廳，交換來自各地消息。
      p 「果皮香蕉」的名稱雖然滑稽，但今天的氣氛並不好。來自各地的人，有著各自的不幸、各自的苦難。所有的人臉上都是憂愁、都是沮喪。
      p 大廳裡最醒目的是一名英氣十足的女子，約二十六七歲。她頭髮剪齊，腰間佩著一把彎刀。而身旁牆邊的鐵盔、重鎧和長鎗，看得出是一名騎士。
      p 她身旁是一名身材略瘦的騎士，和一個帶著短琴的人，看樣子像是說故事的詩人。
      p 當米庫斯和安琪進來時，人們的注意力暫時轉移到他們身上，隨即繼續聽詩人說故事。
      p 「…最後，寒冰會的法師從虛空中現身，拿出一枚青銅球，對準星使。一股凍氣將星使冰封，攝入球內。」詩人說道，「在我們來不及反應前，法師又遁回虛空。」
      p 「於是，我們鎗騎隊受到了致命的打擊，潰不成軍。」騎士說道，「我和芬斯特藍逃到這裡，尋求支援。其他的騎士則四散各處，招兵買馬、尋找援軍，準備再次集結。」
      p 「但是，」騎士說道，「失去了星使，讓我們的希望變得非常…」
      p 「…渺茫。」芬斯特藍接了下去。他和英格麗絲在潰敗後死戰得脫。他的才智、法力和易容術，配上英格麗絲的武技與神禱，才使他們化險為夷，最後來到盛恩村。
      p 「看來，沃土的寒冰會已經坐大了，比想像中的還大。」一名刁著煙斗的旅客憂愁地說道。
      p 「但是，星使不是不朽的神嗎？為什麼會被打敗？」一位矮胖的紅鬍子先生問。
      p 「我不知道，」英格麗絲說，「但是這可能代表，在凡界，高階法師的法力，已能凌駕星使的聖力。」
      p 「或著是那顆青銅球的力量。」芬斯特藍說。
      p 聽到這裡，米庫斯想起自己身上也帶著一枚青銅球。
      p 「那顆青銅球是什麼呢？」米庫斯問道，「它為何有這樣的力量？」
      p 芬斯特藍看了面前矮小的冒險者一眼，答道：「它是遺產，愛森大法師們的遺產。」
      p 「我們在一座墓穴中，也聽過遺產的事，」安琪道，「但是瞭解不多。」
      p 「我的瞭解也不多，」芬斯特藍苦笑道，「據說遺產是留給法師的後裔，用以對抗天上的星使。」
      p 「對抗『邪神』的星使，」英格麗絲打插道。她是信奉善神的騎士。
      p 「這麼強大！」矮胖的紅鬍子先生驚道，「我從沒想過有人會為千年之後的事打算！」
      p 「哪像你，連明天的事都不打算呢，紅鬍老弟，」刁著煙斗的旅客笑道，「還是先聽聽看芬茲怎麼說吧。」
      p 「這讓我想起恐懼之夜時，我從王都隱者那裡聽到的預言，」芬斯特藍道，「我抄了起來，」
      p 他打開羊皮紙，唸道：
      p 「遙遠國度傳來落葉恐懼，西行旅程只因不可自欺；黑夜與白晝交替的戰場，開場與結局將永不分離。」
      p 他頓了頓，再唸道：
      p 「什麼樣的事物能撼動大地？什麼樣的災難能將人類抹去？什麼樣的力量能保存靈魂？什麼樣的力量能將亡者喚醒？」
      p 一陣短暫的沉默。
      p 「我想我明白什麼是落葉的恐懼。」安琪突然說道。
      p 「喔？」「怎麼說？」旅店的人們七嘴八舌地問道。
      p 「在冬天，葉子無法避免淍零。」安琪解釋道，「但是，它們會落回樹的根部，成為養料。雖然表面上消失了，但還是在看不見的地方守護著這棵樹，擔心它無力度過寒冬。」
      p 「正如愛森大法師們的遺產，」米庫斯道，說著掏出背袋裡的青銅球，「我想這顆球也許能提供一些線索。」
      p 「球？」紅鬍子先生哈哈大笑，「球？他說這是顆球？」
      p 「這明明是一個方塊啊。」刁著煙斗的旅客微笑道。
      p 米庫斯大吃一驚。青銅球竟然已經變成了一個青銅方塊。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c2") 3.2節
        router-link.ui.green.huge.button(to = "/c4") 3.4節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
