<template lang="pug">
  .hello
    .ui.segment.container

      h2 3.3. 安危
      h3 3.3.1.西爾
      p 「好極了。」米庫斯道，「這兒是什麼地方？」
      p 這時彼德慢慢恢復了，安琪攙扶著他走近大房間。
      p 現在他們才有心情一面聽著黑袍法師的談話，一面觀察四週。
      p 大房間的一側有三個門，就是三人來的地方，通往神像陣；對面則有一扇漆黑的大門，上面刻著一個六角星封印，每個角上各畫著一個符文，一看就知道完全碰不得。
      p 房間內有三個大帳篷，卻沒有往外的通道。
      p 「這裡是愛森的古墓，充斥著愛森的力量。」那人說道。
      p 安琪問道：「這兒的病氣是...」
      p 「屍毒。七天之後，你們也會變成僵屍，和我一樣，一起守護這裡。」
      p 「這不合理，」米庫斯道，「為什麼這裡需要守護？」
      p 「因為愛森的力量，」說著他有點激動，「要等到法師的後裔齊聚一堂，等到詛咒解除，等到墓門開啟。」
      p 「哦...」米庫斯道，「所以這些僵屍都沒有敵意囉？」
      p 「是的，包括我在內。」那人動了一下，「我該自己介紹一番：我名叫西爾，是一名死冥法師。」
      p 「嗯...」彼德道，「看得出你的使冥法術很有威力。」
      p 「是『死』冥術啦，傻子。」米庫斯笑道。
      p 「唉，」西爾苦笑道，「才剛剛開始學習。我本來是考古學家，這些人（指了指僵屍們）都是我的冒險夥伴。」
      p 「呃...」米庫斯道，「那他們也各有所長囉？」
      p 「唉，」西爾苦笑道，「本來是這樣，但現在除了我以外，他們都成了沒有靈魂的僵屍了。」
      p 「那你是...」
      p 「有靈魂的僵屍。」西爾苦笑道，「愛森的力量選中我成為守衛。」
      p 「可是我們擊敗了守衛，」彼德道，「為什麼不能離開？」
      p 一聲慘叫打斷了他們的談話。
      p 「是安琪！」米庫斯道。
      p 一聲倒地的聲響。
      p 「因為詛咒還沒解除...」西爾說得很小聲，但是敏銳的米庫斯還是聽到了。
      p 他跑向石室，發現安琪倒在一尊神像前，那很像是痛惡之神奧巴音的神像，但他不敢確定。
      p 他確定安琪沒有外傷，就開始撞每一扇木門。彼德也一起幫忙。
      p 門破了，剩下的是九主神的雕像排成的九宮格。
      p 他走回安琪身邊，唸道：
      p 「耐頓，混亂之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」
      p 唸完後，他將手放在安琪身上。
      p 一股暖流流入體內，安琪甦醒了。
      p 但是，由於過度疲勞，他們又都睡著了。
      p 在一群僵屍的保護下入睡，是很特殊的經驗。好在他們身上流著的血脈，使得愛森的力量並未吞噬他們，而是靜待他們成長。
      h3 3.3.2.神球
      p 洛南紀六十年一月十一日，北沃土洪河延岸，夢之迴廊
      p 「啊...」瓦林娜伸了個懶腰，說道，「咱們該走了，對吧？」
      p 「不，」烏風柔聲道，「得帶著神球。」
      p 瓦林娜警告：「它是神器，是愛森大法師的遺產，不會讓你碰的。」
      p 「總得一試吧，」烏風道，「否則不就白來了？」
      p 「是沒錯啦，」瓦林娜憂心憧憧地說道，「但是...隱匿之球是千年前大幻術師索文的遺產，經過重重守護和加持，我是怕你...」
      p 「別說了，我心意已決」烏風道，「妳幫不幫我？」
      p 「唉，好吧，」瓦林娜憂心憧憧地說道，「但是...有危險時我會把你拉開的。」雖然，稍一出岔就是要命的。
      p 「別擔心，我沒事了，」烏風道，「教我怎麼控制神球吧。」
      p 「好，」瓦林娜道，「先讓我檢察上面的符文...」
      p 她唸出咒文：「Ris-Zavias」以檢視神球上附的結界。
      p 但是，結果是毫無光芒。所有的結界都被隱匿了。
      p 「真不愧是『隱匿之球』，」瓦林娜道，「只好用矇的啦...」
      p 她唸出解除魔法的咒文：「Pras-Zavias」
      p 緊接著，唸出擦除法印的咒文：「Ris-Vom-hop」
      p 「接下來，」瓦林娜道，「就看你自己了。」
      p 烏風伸出雙手，靜靜放上神球。
      p 千百道幻像向他猛撲而來，其中不乏曾經被他殺過的人的闇影，跑來追魂索命。
      p 「這不是真的。」烏風自語道。
      p 但，幻影並未消失，反而愈來愈強。
      p 烏風加緊心神，希望能控制這一切。他感到神球不馴的力量正在翻騰，而他就像一位初學乍練的騎士，遇上了一匹悍馬。
      p 對瓦林娜而言，他只看到烏風身體不停發抖、眼神渙散。
      p 一秒鐘的時間，已讓瓦林娜做出決定。
      p 她一杖打向烏風與神球相連的手。
      p 神奇的是，她雖然已十分用力，但是粘住了，打不開。
      p 於是瓦林娜明白了，這是烏風的試煉。她無法插手，也不應該插手。
      h3 3.3.3.宿命星使紫焰
      p 洛南紀六十年一月十一日，冰刃山脈
      p 宿命星使紫焰坐在一面冰壁前，長長的黑髮披在身後，星辰之袍的光煇燦爛無比。
      p 雖已下凡，她仍等著正確的時機。
      p 紫焰，宿命使者，帶著名為「時間之弦」的弓，靜靜地等著。
      p 不過，她身旁空無一人。七名使徒當中，已經有二名任務失敗了，幸好全身而退。
      p 聽說，是一個叫「鐘墨芝石」的人阻擋了他們。
      p 紫焰的任務很單純：除掉那些會改變命運的人。雖然，廣義而言，人都能或多或少地改變命運，但還是有勇於冒險的「英雄」和認命的「凡夫」之分。
      p 紫焰兩者都不是，因為她可以直接和她的主神，宿命之神魁旭坦溝通，以抓緊每一根穩定的時間之弦，再去對付那些擾動的不安因子。
      p 「鐘墨芝石？」紫焰自問，「那是誰？」
      p 她看向水晶明鏡般的冰壁，默默凝神。
      p 冰壁無言，只閃出「終末之時」四個字。
      p 「什麼？」紫焰自問，「是化名？而且竟然看不透他的所在？」
      p 好吧，那看法師後裔好了，那些凡人，也是我要獵殺的對象。
      p 明鏡般的冰壁中，透出幾行字：
      p 「古老的國度已埋下種籽 千年的光陰已喚醒嫩芽 魔法的餘燼將再度燃起 失落的文明將重新建立
      p 不息的風是第一道旋律 寒冷的塔做為短暫插曲 兩篇傳奇共享一組音韻 古墓黑門即將再度開啟
      p 可敬的大王又離開故鄉 法師的後裔將齊聚一堂 黑暗的生命已不堪煩擾 千年的靈魂卻重獲釋放
      p 歷史的扉頁失落了過去 地底的黑影覆蓋了大地 黑夜與白晝交替的戰場 開場與結局將永不分離」
      p 紫焰訝異了一會兒。這等於什麼都沒說。
      p 「所在地呢？」
      p 冰壁沒有反應。
      p 「好吧，看已下凡的星使。」
      p 明鏡般的冰壁中，透出幾行字：
      p 「光芒凝結在北地 高樹村裡現穹銀 玉輝結盟通幽界 煌鑫下凡耕沃土 墨漾遠東養勢力 海盜皆從玓環語」
      p 除了對玉輝與幽界通盟一事有點顧慮外，紫焰相當滿意。
      p 「好吧，看愛森王室的後裔。」
      p 冰壁閃了一下，浮出幾行字：
      p 「愛森後裔 諾薩里亞 汝不自去 仍可獵殺」
      p 接著，冰壁上又浮出了一串名字，共有二十三人。
      p 紫焰笑了。她在弓弦上輕彈四響，四個殺戮的訊息就傳給了她七使徒中的四個。
      h3 3.3.4.錯置的神象
      p 洛南紀六十年一月十日，西南山脈，愛森古墓
      p 「神像呢？」安琪說道，一面望向四周。
      p 「還在原位啦，」米庫斯道，「妳一醒來就問這個，不先向主神禱告？」
      p 「當然要。」安琪不高興地說道，「但是，確實有兩個神像錯了位。」
      p 「怎麼才是對的？」彼德好奇地問。
      p 「很快你就會知道了，」安琪道，「現在請你先去和西爾要個瓶子，刮一些螢光苔蘚給我，我要鑑識它的藥性。」
      p 「那你跟米庫斯要做什麼？」彼德好奇地問。
      p 「早禱啦，鮪魚先生，」米庫斯兇惡地說道，「沒事管那麼多幹嘛？」
      p 彼德發現自己惹怒了同伴，於是摸摸鼻子，採藥去了。
      p 過了大約一個小時，早禱結束了。
      p 「確實有兩個神像錯了位，」安琪道，「痛惡之神奧巴音和的自由之神沙莫提的。」
      p 「換回原位不就好了？」米庫斯道。
      p 「但是，有電之結界守護，不是那麼容易。」安琪道，「我昨天就是這樣被電昏的，現在還在痛。」
      p 米庫斯微笑著唸道：
      p 「耐頓，混亂之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」
      p 並將手放在安琪身上。
      p 一道暖流，安琪的傷勢癒合了不少。
      p 米庫斯微笑著說道：「該妳自己了吧。」
      p 安琪點點頭，唸道：
      p 「瑪法達，潮汐之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」
      p 唸完禱文後，一股暖流讓傷勢完全癒合、體力也恢復了。
      p 「讓我在去試試，」安琪道，「我覺得以目前的體力，我能撐得住電擊。」
      p 「不如讓彼德去吧，」米庫斯笑道，「他比較強壯啦。」
      p 「不好吧...」安琪不高興地說道，「不能這樣利用同伴。」
      p 「但是，」米庫斯道，「直覺告訴我，神像不會電和它陣營相近的人。」
      p 「彼德看起來的確很善良...」安琪說道，「原來如此。那我來搬痛惡神像、他去移自由神像。」說著她起身，往神像走去。
      p 「彼德，來幫忙！」米庫斯大喊。
      p 彼德開心地走了過來，並帶著一罐裝滿螢光苔蘚的瓶子。
      p 米庫斯帶他走到自由神像所在的房間。
      p 「彼德，去把神像搬開。」米庫斯說道。
      p 「才不要，」彼德害怕地說道，「我已經被電過一次了，不想被電第二次。」說著他轉身準備走出去。
      p 「等等，彼德，」米庫斯道，「你聽過槍騎神對不對？」
      p 彼德點點頭。
      p 「槍騎神是善神對不對？」
      p 彼德點點頭。
      p 「這就是槍騎神沙莫提的神像，」米庫斯道，「所以不會電人電得很痛，對不對？」
      p 彼德點點頭。
      p 其實，上次電到他的，就是最大的善神，秩序之神的雕像。
      p 「好吧，我試試，」彼德開心地說道，「既然不會太痛，那我就來搬。」
      p 說著，他用力地搬起了自由之神，也就是槍騎神的雕像。沒有電擊。
      p 當米庫斯仍在訝異之時，安琪托著痛惡之神奧巴音的神像走了過來。她的雙手都有被灼傷的痕跡，表情看起來有些痛苦。
      p 「加油，彼德！」米庫開心地說道，「跟我來，把它拖過來！」
      p 彼德照辦了，不過這種重量用托的，對戰士而言是一種恥辱。
      p 他嘿的一聲，一把扛起神像，跟著米庫斯走到原本放痛惡神像的地方。底下有個空位，中間刻劃著銳槍的聖徽。
      p 米庫斯不得不佩服安琪的智慧。現在她比較像個獨立的同伴了，他想。
      p 唉，時間的魔術真是徫大，人都是會成長的。米庫斯的思緒飄了起了，或許該說，人都是會改變的。想到這裡，他不禁打了個寒顫。太多事情是無法預料，也不必預料的。
      p 「然後要放進去，對吧？」彼德的聲音把他拉回了現實。
      p 「呃...對，」米庫點點頭，「放下去就好了。」
      p 彼德放了下去。
      p 一陣白光，他們都失去了知覺。
      h3 3.3.5.傭獸
      p 洛南紀六十年一月十一日，北沃土洪河延岸，夢之迴廊
      p 瓦林娜看著烏風愈抖愈厲害，全身冷汗直流，不禁浮起一股憐憫之意。
      p 這個追尋力量的人啊...他究竟付出了什麼代價？又是承受了多少苦難？
      p 或許，愈是要離開自己的過去，就愈是會被迫回去面對...或許...
      p 想到這裡，她突然想起芬斯特藍。
      p 既然這裡我幫不上忙...那我還是早點離去的好。芬斯特藍可能需要我。
      p 想到這裡，瓦林娜從法材袋中取出一把沙子，撒在地面，口中吟頌著奇妙的咒語；再取出尺規，用些許時間，畫出五角星陣的召喚圈。
      p 當她吟頌完最後一個字時，一隻翔鷹便從召喚圈的中心出現了。
      p 「奉您的命而來，我的主人，」翔鷹恭敬地說道，「為何這麼晚才呼喚我？」
      p 「我離開風谷時還不需要你，」瓦林娜說道，「我希望讓你自在些。」
      p 「多謝您的好意，主人，」翔鷹恭敬地說道，「像我這樣的傭獸，雖然是由法力構成，卻也和主人一樣，嚮住自由。」
      p 「說真的，我還差點把你忘了，」瓦林娜說道，「幸好烏風讓我想起了你。有你在，我就不會再犯一次相同的錯誤了。」
      p 「主人，」翔鷹恭敬地說道，「還是講清楚吧，我的任務是什麼？」
      p 「二選一，」瓦林娜說道，「第一，去找芬斯特藍，把它帶過來；第二，守在烏風身邊，等他清醒，休息夠後，帶他來找我。」
      p 翔鷹以牠傭獸的智力，仔細地思考了一會兒，說道：「主人，我覺得有別的方案，可能更好。」
      p 「說吧。」瓦林娜道。
      p 「主人，」翔鷹恭敬地說道，「我可以請附近的同類一起尋找，找到後向我回報，這樣我就可以只在附近舒展舒展，您也可以安心地照料烏風，直到有訊息過來為止。」
      p 「哇噢，」瓦林娜笑道，「你變聰明了。好啦，現在就去吧，注意安全哦。」
      p 「主人，」翔鷹恭敬地說道，「我需要一記友善術和一記隱身術。」
      p 瓦林娜微笑道：「遵命。但是隱身術等你察覺危險時，我再施不就好了？」
      p 「主人，」翔鷹恭敬地說道，「妳說得對。」
      p 她唸出咒語：「Vil-Fre-Na-il」就使她和傭獸都變得更具魅力了些。
      p 她手一揮，翔鷹便振翼而去。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c2") 3.2節
        router-link.ui.green.huge.button(to = "/c4") 3.4節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
