<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.4. 目標確定
4.4.1. 阿布金
「呃…它本來是一顆…」米庫斯結巴地說道。
「Abujin!」一道光束從不知何處射來，擊到青銅方塊上。
方塊起了變化。慢慢地，它扭曲來起來，長出尖角，成為了一個三角錐。
安琪望向光束的來源，看到一個身材高大、滿頭紅色的亂髮、又留著落腮鬍的男人。他的手上拿著一個木杖，上面刻著兩條交纏的蛇，和一顆小小的藍寶石。
那是醫者之杖，安琪心道，兩條交纏的蛇代表生命與死亡。但是，剛才的光束，不像是神禱的力量。
「這是一個會變化的東西，」留著落腮鬍的男人說道，「它的本質是一顆球。但是擁有不同的外表。」
「閣下是…」米庫斯道。
「你不認得嗎？」刁著煙斗的旅客噴出了一個煙圈，說道，「他就是傳說中的阿布金。」
早在恐懼之夜以前很久，阿布金的名字就傳遍了整個洛南帝國。在西南山脈的開發史中，這位來自沙漠蠻族的英雄，有著重要的地位。
阿布金曾是流浪的魔術師，靠著靈巧的雙手，變些戲法和幻術取悅歡眾。在西方的探險中，他逐漸展現過人的才智和領導能力，也曾在關鍵時施出真正的法術，解救被巨蜘蛛困往的同伴。
許許多多的英雄事蹟，加上吟遊詩人的加油添醬，使得這位盛恩村的發現者，得到了極高的名聲。
阿布金早已習慣這些尊榮，但是一個好的冒險者，並不會沉溺在尊榮之中。他在盛恩村定居後，仍然參與了不少冒險隊伍，也救助過落難的俠客，或著靠神禱來祈雨、解除旱災。他不願住在毫宅大院，寧願蓋一棟獨立的小屋，研究古書和練金術。
在節慶時，阿布金的魔術表演總是令人目眩神馳。對盛恩村的人來說，這位法師是村子的守護者、大家的朋友，一點都不可怕。
「它還沒有覺醒，」阿布金用略有口音的話說道，「但是它正在覺醒。」
「他說的話都這麼玄秘嗎？」安琪悄悄問身旁的米庫斯。
「是的，」阿布金答道，他靈敏的耳朵聽到這個問題，「我們南方沙漠人的說話方式就是這樣，同時要看烈陽與陰影、看表象與本質、看榮耀與絕望。」
「不過，這不是重點，」魔術師說道，「兩位可以告訴我們這個球的來歷嗎？」
「是這樣的，」安琪道，「我們原本是王國東岸的修士，我是醫者安琪、他是我的表哥米庫斯。
「我們無意中進入愛森古墓，得知大法師的遺產，卻染上屍毒。
「在痛惡神殿廢虛旁的山洞裡，我們找到了這枚青銅…呃…球。」
「後來我們發現怪物在召喚星使，想阻止卻慢了一步。」米庫斯續道，「於是被迫加入痛惡星使的軍旅，幫他們訓練怪物大軍。」
「呃…後來我們逃脫了，在影魔不斷的伏擊下，活了下來。」安琪續道，「在閃金村，我們的同伴，隱者庭苑的戰士彼德發現怪物將大舉入侵，留了一張地圖，建議我們退到那裡。」安琪說著拿出地圖。
「不可思議！」矮胖的紅鬍子叫道，「不可思議！」
「我在這裡往了好幾年，從沒聽過這個地方。」刁著煙斗的旅客沉吟道。
「耐頓在上，他們是隱者欸！」米庫斯叫道，「隱者當然不會輕易被發現！」
「別激動，年輕人，」阿布金笑道，「我們並非不相信你們的故事，只是希望知道更多。往下說吧，兩位。」
「總之，當時的警備隊長並不相信，於是帶全村往這裡徹。」米庫斯道，「如各位所見，我們死傷慘重。」
「敵人…那些怪物有多少？」英格麗絲問道。她在盛恩村附近遇過大飛熊，知道牠們並不好惹。
「我們還在痛惡神殿時，能集結的大約有二千隻。後來應該又增加了不少，」米庫斯道，「襲擊我們的都是速度快的先鋒部隊，少說也有五百隻。」
「一個村子對五百隻怪物？」芬斯特藍驚道，「就算有探險家營地的人協助，你們也不可能活到這裡啊。隊上有進階法師嗎？」
「我倒希望隊上有進階法師，但是沒有，」米庫斯道，「那些探險家的魔彈、光塵都不適合大軍交戰，魔網也只有輔助用途。 」
「那麼…」芬斯特藍愈來愈好奇。其他在場的人也都凝神細聽。
「說穿了也沒什麼，是靠陷阱和機關啦。」米庫斯不好意思地說道。
「我表哥是陷阱專家。」安琪光榮地說道。
他們講述了逃亡和對抗追擊的過程、機關的功能、無可避免的死戰。
「果皮香焦」的冒險者們，討論愈來愈熱烈，氣氛卻逐漸嚴肅。
大家都知道，痛惡星使的下一個目標，就是這裡了。 
4.4.2. 拒絕
洛南紀六十年二月九日，諾薩里亞
「太荒謬，」烏風道，「太荒謬了。」
「為什麼？」白袍的占卜師道，「這是唯一的希望。等到八神球現世，這個人就不會是現在的酒鬼了。」
「只因為他有愛森皇族的血嗎？」烏風不屑地說道。
「沒有錯，」鐘墨芝石道，「愛森的法師懂得如何用血來引動法力，血脈是很重要的。」
瓦林娜沒有說話。她有自己的想法，但是更想聽烏風和占卜師的爭論。
「血統並非一切，」烏風道，「我身上流著黑暗子民的血，但我的本心是光明的。」
「那是因為你體內的闇精靈血液還沒有被引動，」鐘墨芝石道，「但願它永遠不要被引動，否則你將不會是現在的你了。」
「總之，」烏風道，「即使愛森的血如此神奇，但是上一次的末日之戰，領導人類的不正是愛森聖皇？他旗下的大法師，比今天什麼寒冰寇維爾、乘風阿克紐、魔術阿布金都高強，不是嗎？」
他頓了頓，又道：「月影公會的第一代黑主和他的副手，也就是傳說中的夜貓奇里爾與黑蝙蝠，也都是那個時代的英雄，不是嗎？」
「鐘墨芝石先生，我想，我同伴的意思是，光是依賴愛森，不可能突破千年前的局限。上次和這次的敵人一樣，都是星使，沒有改變。」瓦林娜接口道。
「我懂你們為什麼會這樣想，」鐘墨芝石的眼神中露出一絲悔恨，「其實上一次大戰的敵人，不只是星使。」
「願聞其詳。」烏風道。
「面對愛森人強大的法力、進步的科技、眾多的英雄、團結的人民，連不朽的星使們也沒有把握會勝，」鐘墨芝石道，「所以祂們拜訪了精靈王，撰史者，最初的歌頌者，阿法利烏斯。」
「就是你說過的，一字一句都是法術的古精靈囉？」瓦林娜道。
「正是，還不只如此，」占卜師沉痛地說道，「他手裡有兩把神劍，呼喚烈陽之焰與皎月之影，帶著隱形的精靈大軍，所向無敵。」
「天哪。」瓦林娜驚道。
「『陽焰』和『月影』兩把神劍不是失落了嗎？」烏風問道。
「是大戰後才失落的。」占卜師道，「唉，活了一大把年紀，卻還是如此盲目，做出這麼恐怖的事。在大戰之後，日與月就不再聽命於精靈王了。
「『莫可名者』也讓精靈們瞭解，如果再有任何精靈，離開自己的家園，涉入人類之事，『永動的輪子』和『不息的風』就會捨棄他，使他喪失永恆的生命與無盡的法力。
「而我，就是那最初的歌頌者。撰史者阿法利烏斯是我以前的名字，現在我叫做占卜師鐘墨芝石。」
「所以，你失去了永生？」瓦林娜問道。
「因為這次的災難，我不能坐視人類被毀滅，」鐘墨芝石道，「如果不是千年前我鑄下大錯，人類根本不需經歷漫長的黑暗時代，現在可能有更高的文明、更好的秩序了。」
他的聲音透著深切的悔恨。
「失去了日與月的力量之後，我又放棄了永恆的生命與無盡的法力，就只有一個目標，」鐘墨芝石嚴肅地說道，「讓人類成長，有能力挑戰不朽的星使、渡過大災難、將文明重建。」
一陣漫長的沉默。
「我們不需要重建，」烏風道，「愛森的遺產很重要，但是現代的人，有現代人的路要走。」
「我也認為，」瓦林娜道，「『過去』因為『現在』而有意義，『現在』並不是為了『過去』而存在。精靈王，或許你可以不必太執著於悔恨。」
鐘墨芝石陷入更深的沉默。 
4.4.3. 封聖這條路
「如果愛森聖王沒有再現，那麼只剩下一條路了。」占卜師緩緩地說道，「這條路，愛森的大法師走過，但是失敗了。你們有自信能通過它嗎？」
「什麼路？」烏風問。
「通過極北之地的接天橋，到星界封聖。」鐘墨芝石說道，「封聖和封神不同，但對凡軀而言，都是艱難無比的考驗。」
「我沒聽師父講過…」瓦林娜沉吟道，「那是個怎樣的地方？」
「接天橋是從凡界通往星界的道路，從星界可以再通到天界。」占卜師道，「接天橋本來並不危險，但在封神的年代，太多的精靈上達天界，使星辰的光芒蓋過日月。」
「後來呢？」
「傳說『莫可名者』將星辰敲落凡間，化為寶石。每顆寶石都曾是封神的精靈，所以它們都有不同的色彩、不同的故事。也是因此，寶石才含有法力，成為法師和煉金術師兢相爭奪的寶物。」
「誰是『莫可名者』？」
「『莫可名者』不是神，」占卜師道，「沒有人瞭解它，也不知道它是唯一還是無限。有智慧的精靈也不知道，『莫可名者』在萬物之前存在，或者它即是萬物的大我。」
「聽起來很玄。」
「精靈和人類不一樣，」鐘墨芝石道，「我們沒有『信仰』，只有『感應』。在永動的輪、不息的風、陽焰月影和萬物的呼吸之中，我們感應到一股調和、一股秩序。有時它會變化、難以掌握，但是我們可以隨著它呼吸。我們稱它為『莫可名者』。」
「為什麼你們沒有信仰？」瓦林娜問道。
「精靈很少憶惻未知的事，更不會把這種憶測化為儀式、戒律和教條。」鐘墨芝石道，「我們是永恆的存在，不必害怕衰老和死亡。而且，早在天界和幽界有神祇之前，我們就在大地上歡唱、舞蹈了。現在天幽兩界的諸神，都曾是大地上歌舞的精靈。」
「幽界的冥王呢？」烏風突然插道。
「唉，你的夢還在困擾著你吧？」鐘墨芝石嘆道，「冥王是古精靈，在封神的年代後，她收集了許多寶石，引動精靈心中的貪婪，將他們帶到地底，變成了闇精靈。」
「因為另一條封神的路在地底，通往幽界。」鐘墨芝石道，「雖然上不了接天橋，能闖過幽域，到達亡者之地，一樣可以封神。唉，明明已經長生不死，還想追求無盡的權能，也難怪會觸怒『莫可名者』。
「要小心，冥王是一個支配者，充滿權謀與心機。地底的闇精靈都會施法，而且具有抵抗法術的能力。最危險的是，騙詐、幻術和心靈支配，對他們而言根本是家常便飯。」
身為一名結界師，瓦林娜很清楚心靈支配有多麼恐怖。它不是魅惑，也不是暗示，而是直接鉗住對方的意志，迫使對方服從。被支配的人，甚至會攻擊自己的同伴。
瓦林娜的法術書上有『支配術』的咒文，但是她還不能掌握。就她所知，只有風谷三師--乘風者阿克紐、逐雲者菲妮安、舞空者耐文有能力施展這困難的咒語。
她知道黑暗的聲音不斷在夢中呼喚烏風。她不想失去他，不希望他被支配、變成敵人。
「我也是結界師，」瓦林娜堅定地說道，「我會保護他的。」
「我們會小心。」烏風冷冷地說道。
「那就好，願你們的旅程順利。」鐘墨芝石道，「封聖並不容易。」
「什麼是封聖？」瓦林娜問道。
「封聖是在平凡中找到不凡，在有限的生命中創造永恆，」鐘墨芝石道，「『莫可名者』阻斷了封神，讓接天橋變得危險重重，卻也開了一條新的道路。封神是追求不朽和權能，封聖則是找回初心，從『莫可名者』處，找回根本的勇氣、希望、力量、覺察和真心。
「這條路不能一個人走，也不能兩個人去。要開啟接天橋，必須要具有這五種美德的人同行。」
「聽起來很奇怪，」瓦林娜道，「我們認識一個叫芬斯特藍的探險家，他很優秀。但是另外的人要到哪裡找呢？一定要五個人嗎？」
「一定。」占卜師道，「我曾寫過相關的歷史，現在我持有的真知之球也這麼顯示。我不知道為什麼，但是『莫可名者』必有其道理。」
「我是風谷的人，心中的希望就像不息的風，」瓦林娜道，「烏風有力量。」
「瓦林娜，不是的，」占卜師道，「烏風在尋找力量，而他的美德是勇氣，從深淵中站起的勇氣。」
烏風感到心頭一震。
「另外三個人呢？」瓦林娜問。
「你們即日西行，我會派守護靈在暗中引路開道，幫你們渡過險阻，帶你們到愛森古墓。那裡有你們要找的同伴，以及大法師的遺產。」
「然後呢？我們就去接天橋嗎？」
「或許是，或許不是。」占卜師道，「你們進入古墓之後，路就會自己展開。現在我的眼睛，也還看不清楚。我只看到，你們在古墓會遇到很大的危險，還會面對一次很大的爭執。可能有人會送命。」


      .ui.buttons
        router-link.ui.orange.huge.button(to = "/C3") 3.3節
        router-link.ui.green.huge.button(to = "/C5") 3.5節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
