<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.5. 抵抗
      h3 4.5.1 撤退，再撤退
      p 洛南紀六十年二月十三日，盛恩村
      p 危急時刻，人的手腳都特別快。盛恩村的人們只花了三天，就準備好遷村，也分配好搬運、治療、探哨、作戰等任務。
      p 沒有人報怨、沒有人抗拒。在動盪的年代，沒有使性子的空間。
      p 牛車、馬車一輛一輛離開，整座村莊，只剩下一高一矮兩個影子。
      p 紅髮的阿布金是村莊的英雄。在分析完情勢後，說服村長遷村，逃往隱者庭苑，避開洪水般的怪物。
      p 米庫斯還留著。阿布金希望借重他的陷阱長才，配上自己的法術，給痛惡星使的怪物們一點教訓。
      p 「一切都準備好了，」阿布金道，「不過，你確定痛惡星使不會親自上陣？」
      p 「我很確定，」米庫斯道，「被迫加入祂軍旅的那陣子，我探聽到不少情報。現在星使眼裡只有沃土的自由騎士與寒冰會，盛恩村這種必勝的仗嘛…她是不會親自上陣的。」
      p 「那就好，否則我們的計畫，將會變得如同沒有計畫一樣。」阿布金道。
      p 沙漠人的邏輯，米庫斯心道，真奇妙。
      h3 4.5.2.你的陷阱、我的幻術
      p 洛南紀六十年二月十四日，盛恩村
      p 以大飛熊、螳螂怪和刃嘴怪鳥為主的怪物軍團，以恐怖的數量，殺進盛恩村。
      p 盛恩村的中心有一座石碑，上面刻有阿布金的名字，以及一些神秘的符文。怪物們不屑理會，繞了過去。
      p 村人驚慌地躲入巨大的避難所，從箭孔中，零零星星地狙擊。
      p 怪物們充滿殺戮的欲望，吼聲撞破避難所的木門。小孩的尖叫聲從屋內傳出。
      p 但是，一樓已經空無一人，村人和戰士們正從二樓往下射箭，老者和小孩也躲在樓上。
      p 這個避難所共有三層，可裝下全村的男女老幼，是村民最後的希望。
      p 第一批衝入的螳螂怪，毫不遲疑地往樓上衝。
      p 轟的一聲，牠們從樓梯上摔了下來，相互擠成一團。原來木梯在一瞬間脫落了。
      p 雖然螳螂怪衝不上去，但是，大飛熊和刃嘴鳥並不受影響，接二連三地飛了上去。
      p 村人往三樓退，怪物隨即追上。
      p 一隻大飛熊看到嚇呆的小孩，露出恐怖的獰笑，一掌揮了下去。
      p 小孩裂成兩半--卻是一個紙人。
      p 卡卡卡卡，所有的門窗都自動關上。
      p 一陣狂風，村人和戰士都變回乾草、紙片、樹葉，散落地上。
      p 「Abujin!」從不知何處唸出的咒語，點燃了隱藏的乾草和燃油。
      p 米庫斯遠遠看著爆起的火焰，對阿布金說道：「這種法術我倒是第一次見識。」
      p 「幻術，」阿布金笑道，「創造不存在，同時又存在的事物。」
      p 「就像陷阱一樣，表象背後的本質，呵呵。」米庫斯道，「這些怪物沒有組織，全部中了圈套，比想像中的還順利。」
      p 「簡單的主意，卻很有效，虧你想得出來，年輕人，」阿布金笑道。
      p 「不敢當…噢不，啦哩咧的，大飛熊要破牆而出了！」米庫斯驚道。
      p 「連強化建築的咒語都擋不住？」阿布金道，「牠們的力量也太大了吧？只好執行你的下一條計策啦。」
      p 米庫斯站在塌陷機關的旁邊，冷靜地點了點頭。
      p 阿布金帶著醫杖，唸出咒語：「Abujin!」
      p 一團又厚又黏的蛛網將陷阱之屋包裹起來，遠遠看去像個大繭。
      p 魔網暫時阻往大飛熊，使牠們無法衝出。不過網子觸到火，很快也燒了起來。
      p 與此同時，避難所的怪物正哀號著、翻滾著。灼燙的空氣令牠們室息、烈火吞噬著牠們的皮膚。
      p 突然，一隻尖頭的地鼠精從地底鑽了出來，發出興奮的叫聲，轉頭向來路爬去。
      p 一條又寬又深的救命地道。
      p 怪物們爭先恐後地擠向地道。自相踐踏的凶狠，比屠殺敵人還要恐怖。螳螂怪被大飛熊撕碎了、大飛熊被刃嘴鳥啄瞎了、刃嘴鳥在地道被擠成肉餅。
      p 好不容易大家都進了地道，往外爬行。
      p 但是，這些愚笨的生物，忘了一件重要的事：痛惡星使的陣營中，跟本就沒有什麼地鼠精。
      p 米庫斯砍斷機關上的繩索。地道頂端的木石失去支撐，瞬間塌下，掩埋了一切罪惡、一切血腥。
      p 數百隻怪物的先鋒部隊，沒有接戰就被摧毀了。
      p 米庫斯毫不同情這些惡意的生物，畢竟牠們是殺人不眨眼的侵略者，而且是怪物。
      p 「走吧，年輕人，我們要趕上撤退的同伴。」阿布金道，「到達隱者庭苑之前，大夥兒還需要你的陷阱、我的幻術。」
      p 米庫斯點點頭。他終於證明自己了。
      h3 4.5.3. 米庫斯的童年
      p 洛南紀五十二年三月七日，潛鮪村
      p 「你這個懶蟲！」父親的叫罵聲又響了起來，「別人都出海去了，你呢？在沙灘上玩石子！」
      p 「我不是玩石子，我是在想。」少年小聲地說道，不敢正視父親的雙眼。
      p 「想想想，整天只會想！」父親吼道，「用想的能捕到魚嗎？用想的能種出高梁嗎？」
      p 少年將一顆石子朝大海甩去。在無波的海上，彈跳、彈跳，再沒入海中。
      p 「但是…」少年不服氣地說道，「人沒有比魚快，是靠網子才抓到魚的。網子不是人想出來的嗎？」
      p 「現在已經有網子了，兒子，」父親耐心地解釋，「該有的都有了。這個時代不需要空想家，需要腳踏實地的人。」
      p 「我又不是不願意學。」
      p 「是嗎？你在陶匠那裡，只待了一個月；在木匠那裡，兩個月；隨船出海，兩次就不去了。師傅都說你不專心。這算什麼恆心毅力？我看你是沒救了！」
      p 「但是，我不是發明了新的迴力標嗎？」
      p 「迴力標，小孩子的玩具！」父親吼道，「你給我聽著，趁早把你的鬼腦袋收拾一下，好好學點正經的活計！」
      p 「我有在學！」少年抗議道，一面用腳在沙灘上畫圖，「我會讀，也會寫。我從書裡知道很多古代的事。我也知道村子裡每樣工具的構造，還有船上的舵、帆、漁網…」
      p 「你懂構造，卻連掌舵的本領都沒有，這算什麼！」父親道，「讀寫你是有認真沒錯，但那不是正經活計。會讀書有什麼用？光會讀書，只能到神廟而已！」
      p 在潛鮪村，人們過著樸素的生活，靠海吃海，雖然敬拜神、也尊敬醫者，但不崇敬一般的修士。
      p 「耐頓在上，那些正經的師傅都很無聊，」少年道，「陶藝師傅還會喝得醉醉的，把酒混進陶土裡面。」
      p 「耐頓，浪濤神耐頓！」父親絕望地喊道，「信這種神，只會丟我們家的臉！」
      p 少年拔腿就跑，奔上一塊巨岩。海，就在他腳下，像一塊不停擺動的毯子。
      p 他凝視著海流，和一波一波的浪，成形、高起、撞上岩壁、碎裂、化成泡沫。
      p 他自己明白，唯有複雜的事物，才能讓他的心平靜、專注。他必須抓住變動、與變動同在。
      p 「啦哩咧的，米庫斯，給我下來！」父親咒罵著。
      p 米庫斯扮了個鬼臉，一縱身，躍入海中。
      p 他不想讓父親看到那無法抑止的淚。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/d4") 4.4節
        router-link.ui.green.huge.button(to = "/d6") 4.6節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
