<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.6. 在安全中
      h3 4.6.1. 重逢
      p 洛南紀六十年二月十八日，隱者庭苑
      p 「快到了，」安琪道，「聽說後方的怪物，被阻住了。」
      p 「是的，」芬斯特藍道，「你表哥不愧是陷阱專家。他的路障、迷陣、捕鳥網、山崩陷阱，真的很棒。」
      p 「還有阿布金的法術，」煙斗客笑道，「可惜妳沒參與吊橋之役，沒能看到那些被閃電束串燒的妖魔鬼怪。」
      p 「還有被幻象誘導，掉入深谷的山豬精，哈哈！」矮胖的紅鬍子先生狂笑道，一面握著他的戰斧，用斧柄槌地，「搖搖擺擺的肥屁股！」
      p 安琪聳聳肩，沒有答話。
      p 「喂，別講得太興奮啊，」英格麗絲正色道，「即使是敵人，醫者也不會以別人的痛苦為樂。」
      p 身為聖鎗團的騎士，她很清楚這點。
      p 「那些東西又不是人！」紅鬍子哈哈大笑，「牠們是怪物！吃人的怪物！死光了最好！」
      p 「或許牠們吃人，或許牠們是邪惡的，」安琪不悅地說道，「遇上了我也會奮戰，但是…」
      p 「…沒有必要嘲弄牠們的死亡，對吧？」英格麗絲接著說道。她牽著白馬，馬上載著兩個累倒的小男孩。
      p 「這是戰士的血性。」紅鬍子嘀咕著，「血性嘛。」
      p 不過，面對一位飽經風霜的騎士，他也不敢再說什麼。
      p 一行人緩緩前行。在正午時分，他們到達了目的地，隱者庭苑。
      p 一片百花盛開的土地，農人在田裡耕耘、孩童在田野遊戲。彩蝶紛飛，蟲鳴鳥啼。
      p 沒有守衛盤查他們，只有幾對小孩的眼睛，好奇地望著這群陌生的訪客。
      p 「把武器收起來。」英格麗絲下令。在這次的撤退中，她負責統率前隊。
      p 「我們沒有敵意。」芬斯特藍微笑著近前，伸出右手。
      p 小孩們一哄而散。
      p 「喂，喂！是誰嚇跑了他們！」一個高大的農人戴著斗笠、拿著鋤頭，起身走近，「一定又是隔壁的大麻子！喂！」
      p 「我們沒有敵意，」芬斯特藍忙道，「我們是從盛恩村來的。」
      p 「一個小丑人、一個騎士、各式各樣的怪怪，還有抽煙的。怪怪，這算什麼，園遊會嗎？」農人大笑，「各位朋友，今晚的節目是--馬戲團逛大街！」
      p 「他才怪怪。」安琪低聲道。
      p 「是啊。」紅鬍子附和。
      p 「我們想見隱者的長老。」芬斯特藍友善地說道。
      p 高大的農人走近，腳步蹣跚。
      p 「噢不，他醉了。」煙斗客嘆道。
      p 戴斗笠的壯漢走近，吼道：「找他們做什麼？喝酒！來，喝酒！」紅寶石般的眼睛忽明忽暗。
      p 「他真的醉了。」英格麗絲搖搖頭，「怎麼辦呢？」
      p 「喝酒！喝酒！」醉漢叫道，「別想這麼多！喝酒！」
      p 「難不成…」安琪不敢相信自己的耳朵。天下只有一個人這麼說話！
      p 「彼德！」她衝上前去，一把將他抱往，「彼德！」
      p 「安…安琪？」壯漢眨了眨眼，認出了面前的人，一下子呆住了。
      p 忽然間，彼德將她抱緊，哽咽道，「我以為妳死了！」
      p 「我沒有死，彼德，」安琪眼框也濕了，「我沒有死，米庫斯也活著。我們逃出來了。」
      p 所有的人驚呆了，不敢作聲，默默看著他們重逢。
      p 「我留了地圖…村子被毀了，那些怪物…」彼德哽咽道，「我等了好幾天，但是…我以為再也見不到你們了！」
      p 「抱歉…你一定很擔心，」安琪道，「閃金村的隊長不相信我們，害大家差點送命。」
      p 「活著就好，活著就好。」彼德喜道，「活著就好，活著就好。」
      p 安琪輕輕掙脫彼德的懷抱，說道：「這幾天的故事，我慢慢講給你聽。現在應該先安頓盛恩村來的人們。」
      p 「噢對，我差點忘了。」彼德脫下斗笠，向芬斯特藍說道，「我叫彼德啦。至於安頓什麼的…這裡每個地方都很好啊！」
      p 「閣下的意思是…」芬斯特藍不解地問道。
      p 「你們愛住哪，就住哪，這個庭苑是大家的！」彼德說著，回頭喊道，「小梅、二呆、雀彤，帶客人們四處去看看！」
      p 三個十一二歲的小孩，笑嘻嘻地屋後跑了出來。
      p 「那還不簡單！」一個綁馬尾的女孩叫道，「跟我來吧！」
      h3 4.6.2. 醉酒
      p 當旅人們四處探勘、建立新家園時，安琪和米庫斯坐在彼德的莊園裡，喝著酒。
      p 彼德的父親卡洛是護林隊的成員，常常要出外巡守，今天也不在家。
      p 小米酒和葡萄酒不協調的氣味，在空氣中瀰漫。傍晚的天，密雲不雨，像在預告即將來臨的危機。
      p 三人交換了別後的種種。原來彼德這十幾天裡，早晚都喝得爛醉。
      p 「不過，我沒有忘記練武，來幫你們報仇！」彼德道，「我練弓和練劍的時間，比喝酒還多！」
      p 「有道理，有道理，」米庫斯笑道，「可惜我們不需要你來報仇了。來，敬你一杯！」
      p 「哈哈哈！沒錯，沒錯！」彼德笑道，舉起手中的碗，一飲而盡，「嗨！」
      p 「明天起就別再喝了吧，」安琪道，「酒喝多了，傷身體啊。你是戰士呢。」
      p 「當然，當然，」彼德道，「妳也知道，寂寞嘛！現在你們活得好好的，我就不必喝這麼多啦！」
      p 「對了，那些小孩是…」
      p 「是我姑姑的小孩啦！」彼道笑道，「我在這裡可是忙得緊，要顧莊稼、餵豬餵狗、還要照顧那些小搗蛋！」
      p 「畢竟是自己家嘛！」米庫斯笑道。
      p 「對了，最近活計比較多，你們也冒險夠了，明早就一起來幫忙吧！」彼德道，「不會比打怪物輕鬆喔！」
      h3 4.6.3. 樂土
      p 洛南紀六十年二月二十五日，隱者庭苑
      p 在隱者庭苑的這些日子，安琪經驗到前所未有的平靜和歡樂。
      p 沒有爭戰、沒有疫病、沒有恐懼與折磨。她不必像冒險時那樣，每夜提心吊膽。
      p 隱者庭苑是一個自然的世界。農舍零散地佈於草地與樹林間。樹屋、石板屋、茅屋和木屋，組成一面和諧的景緻。
      p 庭苑四處開滿不知名的花、長滿不知名的草。安琪花了許多時間，拜訪當地的藥草師、探集草藥。
      p 只聞其名的藥物、罕為人知的配方，在這裡都找齊了。遇到瘟疫時，她將不再畏懼。
      p 米庫斯對當地的水利工程、工藝的技術印象深刻。配合地形與植被的工法，讓渠道和自然合而為一。
      p 不過，他們花最多時間的地方，是彼德的農莊。他們耕地、除草、施肥、照顧牲口、陪小孩玩耍。
      p 由於潛鮪村沒有豬和狗，米庫斯和安琪還鬧了不少笑話。
      p 米庫斯自製的玩具大受小孩歡迎。他還特地借了當地的工作坊，磨刻一些遊玩用的飛盤、陀螺、迴力標。他的隨身道具是戰鬥用的，比較危險。
      p 短暫的和平中，英格麗斯與芬斯特藍為了重回沃土、營救自由星使而努力。儲備物資、馬匹、招募戰士。為了對付寒冰會強大的施法者，芬斯特藍花了好幾天的時間，向阿布金學習法術和反制法術的方法。
      p 每個人有自己的成長、有自己的執著。不過，盛恩村來的人們，都漸漸愛上這片寧靜詳和的土地。
      p 漸漸地，捨不得離去。
      p 為什麼要走出寧靜、重返喧囂？為什麼要離開淨土，走回濁世？為什麼要遠離歡樂、追尋痛苦呢？
      p 只有真正的冒險者，心中才有答案。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c5") 3.5節
        router-link.ui.green.huge.button(to = "/c7") 3.7節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '4.6. 在安全中'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
