<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.7 決戰
4.7.1. 傾巢而出
洛南紀六十年三月二日，痛惡神殿
「叫他們進來。」星使道。
血洗盛恩村的計劃失敗，讓她非常憤怒。痛惡星使的憤怒，就是她的力量。
現在，宿命星使手下的修士來訪，她想，或許是個好機會。
兩名身披紫袍的修士，帶著「宿命之輪」的聖徽，恭敬地走進神殿。
「我們奉紫焰大人之命前來。」領頭的修士說道。
「紫焰，紫焰！」痛惡星使暴跳如雷，「哼！她的眼晴能看透三世、窮盡四隅，為什麼不來幫我，讓盛恩村的人都跑光了！」
「別激動，琉璃大人，」修士微笑道，「我們正是紫焰大人派來的支援。」
「人都跑光了，你們有什麼用！」
「我們有用，我們很有用，」修士道，「我們知道那些人逃到哪去了。」
「哦？說來聽聽！」
「他們去了『隱者庭苑』，一個隱密的所在，」修士道，「但是，那些反偵測的結界，逃不過紫焰大人的法眼。」
「哼！那就是說我的眼力差了？大膽！」星使說著，舉起超凡的闊劍「復仇之火」，揮動著。
火焰的熱度讓修士畏懼。看來痛惡星使的脾氣真的很壞，他想。
「呃，紫焰大人的意思是，要我們報告您，庭苑的位置。」
「為什麼不用風訊，或是星光？」
「啊啊，那樣不行，」修士道，「會被攔截的。」
「攔截星光？以凡人的力量，怎能辦得到？」
「不是凡人，琉璃大人，」修士恭敬地說道，「那裡也住著不朽的神。」
「啊啊啊！」星使暴跳如雷，「哪個傢伙，竟然搗我的蛋？」
「呃，是龍心座的星使，老者長碧。」
「悲慈星使！」琉璃叫道，「那個沒骨頭的軟腳蝦、偽善的廢物，我倒要看看他有多少本事！」
「祂的位置就在…」修士拿出地圖。
「呵呵呵，好極了！」琉璃一面看一面大笑，「就算礙於『誓約』，我不能親自上陣，但是，長碧啊長碧，憑你那一丁點軍力，擋得住成千上萬的妖獸嗎？哈哈哈！等著被踏平吧！」 
4.7.2. 隱者的戰略
洛南紀六十年三月十日，隱者庭苑
「怪物傾巢而出了。」彼德道。
米庫斯正忙著測試新型的陀螺，一聽到這消息，馬上跳了起來。
「傾巢而出？大概有多少？」
「很多，很多。」彼德道，「現在庭苑在備戰了，我也要去準備了，待會見吧。」
「那麼，阿布金、芬斯特藍和煙斗客呢？他們的法術派得上用場。」
「不必了，」彼德笑道，「長老說，這一仗，旅人們不必加入，坐著看庭苑的本事就好！」
「這麼有信心啊？」米庫斯奇道，「傾巢而出的怪物，少說也有三千隻吧？」
「是三萬隻。」一個聲音從後方傳來。
「爸！」彼德叫道。
「快去集合吧！」卡洛道。
他向米庫斯笑道，「我這兒子，多蒙你們照顧了。不過，現在他得去集合了。」
「你們會活著回來吧？」米庫斯問道。大飛熊、野豬精和刃嘴鳥的恐怖，他還心有餘悸。
米庫斯很清楚，盛恩村人能平安到達庭苑，是靠著險要的地形、重重機關和阿布金的幻術、煙斗客的迷霧。若是硬碰硬的話，一千隻妖獸就足以血洗盛恩村了。
現在是三萬。
「謝謝你的關心，」護林員卡洛笑道，「我們會活著，而且毫髮無傷。」
彼德跟著父親卡洛，走向集合的廣場。
一名穿著樹皮衣的隱者走向中間：「兇殺和災難逼近了，各位，我們要如何因應呢？」
「談判！」「開戰！」「用弓和劍打招呼！」許多聲音響起。
「唉，各位護林員，你們不記得長老平常的教誨嗎？」隱者緩緩地說道。
「『愛會帶來更多的愛，恨只會帶來更多的恨。』」卡洛道。身為有經驗的冒險者，他很清楚庭苑的防禦措施。不過，現在是教育新人的好機會，因此他不想講太多。
「『恐懼讓你的敵人殘暴、憤怒讓你的敵人兇猛。唯有不怒不畏、和平以對，方能化敵為友。』」一名年輕的戰士吟頌道，「但是，森林的智者，這次的敵人是妖獸欸！我們怎麼可能化敵為友？」
「你錯了，年輕人，」隱道溫和地說道，「你看了外表的扭曲，卻沒有看到本質。你知道那些妖獸的本質嗎？」
「不知道。」
「牠們的本質並不邪惡。」隱者道，「是扭曲使他們痛惡、 而痛惡又使牠們更扭曲。」
「扭曲自然、玷污純真，把善良變成邪惡，再讓邪惡造成更多的邪惡，」卡洛道，「這便是痛惡星使的邪道。」
「所以…」年輕人仍然疑惑。
「我們要不戰而勝，」隱者道，「讓我們進入主題吧。卡洛，把地圖打開，我們的計劃是…」 
4.7.3. 進襲
洛南紀六十年三月十四日，隱者庭苑外
冬狼不喜歡這裡的氣候，也不喜歡現在的自己。牠厭惡生命，也厭惡他的主人。
牠厭惡那些流口水的飛熊、嘎嘎亂叫的刃嘴鳥、還有四處噴火的蜥蜴。
更多扭曲過程的失敗品，令牠感到噁心。頭大腳小的貓頭鷹、只會滾不會走的肉球豬、十 六隻腳的連體蜘蛛，也都加入了這次戰爭。
冬狼覺得自己最高等，最有智慧。牠懂得思考生命的意義，還有生命的無奈。
在了無意義的生命中，只有讓別人痛苦，才能暫時忘卻自身的不幸。
牠本來不是冬狼。溫暖的西南山脈，本不該有冬狼。
現在，牠每踏一步，地上都會結霜。每吐一口氣，都能冰凍一顆樹、或一隻小動物。
牠對過去的印象已經模糊，只有不斷前行一條路。
在牠眼中，大飛熊和刃嘴鳥都比牠幸福，至少牠們有許多同伴。而且，牠們不夠聰明，不會清醒 地受苦。
循著沒有路的路徑，冬狼帶領著大隊妖獸，踏向隱者庭苑。
沿路的動物們大都成了牠們的食物，少數逃走了。浩蕩的聲勢，幾里外都看得一清二楚。
不過，三萬妖獸的大軍，根本不必隱藏行蹤。沒有人能毀滅牠們，只有牠們去毀滅別人。
一直前行，一直前行，冬狼感到，敵人就在不遠處了。
「吼！」牠下令全速前進。怪物們也只聽得懂這樣的命令。
「吼！」妖怪們跟著發出吼聲。一而十，十而百，百而千，千而萬。大地都為之震動。
會飛的怪物首先衝出隊伍，往人煙之處飛去。數不清的翅膀，遮蔽了天空，為隱者庭院投下第一道恐 怖的陰影。 
4.7.4. 不流血之役
一排箭失從林中射出，在飛行的隊伍中爆開，散出粉紅色的煙霧。
刃嘴鳥一一跌落，大飛熊也像酒醉一般、搖搖欲墜。
又是一排箭失，散佈醉人的花香。
飛行的部隊雖然昏迷不少，剩下的數百隻仍然繼續俯衝，準備屠殺林中的弓箭手。
一排箭失射出，在空中張成一片一片黏稠的蜘蛛網，將大飛熊等飛行的怪獸黏到地上，一時間爬 不起來。
不過，仍有數十隻妖獸衝入林中。
林中響起人類的禱文，樹籐、樹枝和野草突然動了起來，糾纏所有入侵的妖獸，將牠們綑得動彈 不得。
弓箭手再射出一排摧眠花粉，迷倒了第一波入侵者。
「後退！」卡洛叫道，「地面部隊要來了！」
「保護隱者！」彼德帶著長弓和一袋的箭矢，邊喊邊跑向隱者。
在四芒星的法陣中，有四名森林隱者，端坐四角。長年與自然合一的他們，不必借助神 的力量，即能呼風喚雨、將動植物都化為助力。
法陣的中央，站著一位披著褐袍的老者。他柱著杖子，望著前方的戰事，冥想著。
當戰士們退到法陣邊時，怪物們也衝了進來。
「讓牠們進來吧，」老者突然說道，「庭苑的八個法陣都啟動了。我們回去。」
戰士和隱者不理會潮水般的怪物，往庭苑退去。
上萬頭怪物，毫無阻攔地衝入了隱者庭苑。 

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/c6") 2.6節
        router-link.ui.green.huge.button(to = "/d8") 4.8節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
