<template lang="pug">
  .hello
    .ui.segment.container

      h2 4.8 回歸
4.8.1. 冬狼
奇怪的事，前面的怪物突然停下了腳步，開始顫抖。
隨後跟上的怪物們，也停了下來，顫抖著。
沒用的東西，冬狼想，真是沒用。
同行的怪物一隻隻倒下，讓牠非常憤怒。牠決定殺一個人類洩忿，至少一個。
當人類自以為戰爭已經結束時，冬狼悄悄地攝入人類的村落。
牠信步而行，左顧右盼，完全不在乎自己的生命。終於，牠發現了獵物。
一個人類，沒有同伴，沒有武器，牠想，就是他了。
冬狼從樹叢中，撲了出來，猛吸一口，朝那人噴出致命的凍氣。
那人嚇了一跳，隨即打了個滾，避開正面，但是左臂仍然受到凍氣的侵襲，麻木了。
冬狼正要撲上去時，後方突然傳來另一個人類的禱文。地上的雜草暴長起來，將牠四肢纏住。
沒有武器的人類，拿出一根弧狀的管子，吸了一口，噴出粉紅色的煙霧。
冬狼原本很快就能掙開糾纏，但是吸了一口迷霧後，頓時四肢乏力。
人類拿著管子，唸出奇怪的話語，吸了一口，又噴出灰色的煙霧。
冬狼感到一陣麻痺，但是憑著強大的體能與意志，還是支撐了下來。略一停頓，再度噴出致命的凍氣。
另一個人類大聲叫喊，從冬狼的後方跳出，擋在噴煙霧的人身前，替他承受了凍氣。
他痛苦地說了一些話，噴煙霧的人搖了搖頭。
承受凍氣的人類看起來像戰士，高壯、穿皮甲、背著箭袋、還拿著一把長劍。
冬狼殺戮的欲望開始渙散，意識逐漸模糊，掙脫糾纏的力道也愈來愈小。
兩個人類慢慢退遠。戰士拿弓指住牠。
冬狼覺得自己的一生要結束了。這樣也好，牠想，我的苦難就解脫了。 
4.8.2. 本來面目
「這匹狼不簡單啊，在法陣中能撐這麼久。」彼德道。凍氣令他的肺很不舒服。
「沒…沒錯。」煙斗客道，「多謝你的援助。不然我可就危險了。」
「你不是很會施法嗎？」
「法師最怕這種情況了，沒有人保護，被敵人近身。」煙斗客道。適才的戰鬥，讓他心有餘悸。冬狼的兇狠不是任何野獸能比的。
不過，現在冬狼睡著了。熟睡的冬狼，看起來很無害。
漸漸地、緩緩地，牠的身體起了變化。
毛色從雪白開始轉灰，體型開始縮小，而身上散發的凍氣，也逐漸消退。
「冬狼是帶著冬天行走的生物，」煙斗客道，「現在是冰溶霜化的時候了。」
「牠不是冬狼，」彼德道，「牠正在恢復牠的本來面目。」
「而我們，該是去找醫者的時候了，」煙斗客苦笑道，「我的手凍僵啦。」
彼德點點頭，和煙斗客往村內走去。
走了幾步路，他又回頭看了一眼草地上的生物。
叢林狼安祥地躺著，胸口微微起伏。 
4.8.3. 慈悲星使長璧
洛南紀六十年三月十五日，隱者庭苑
飛熊變回了棕熊；怪鳥變回了山雀、白頭翁和剪尾；螳螂、蜘蛛也變回了無害的尺寸。怪獸們的本來面目，就只是普通的動物。
痛惡星使三萬大軍，有去無回。
隱者庭苑的危機就這麼解除了。雙方都沒有損傷一兵一卒。
老者長碧坐在林間的大石上，對這個結果十分滿意。慈悲之神會樂見這樣的結果，祂想。
長碧在星之袍外，加上一層普通的褐袍，使祂看起來一點也不醒目。陌生的旅人，常把祂認作田間老農，事實上，他確實和凡人一同耕作、一同飲食。
身為不朽的神，長碧並不傲慢。祂的神兵「化劍為犁」，外表看起來也只是根不起眼的枴杖。
這天，有兩批不同的旅人，想和祂會面，而祂也答應了。
第一批是來自沃土的自由騎士，帶來自由星使煌鑫被囚的消息。
同是善神星使，長碧樂於協助。祂召集了幾名才德兼備的隱者，和二十名護林員中的精銳，並備妥糧食、馬匹、武裝和各式各樣的藥草、藥粉、藥劑。
雖然人數不多，個個卻都身懷絕藝。這樣的陣容，要攻下一座城池也綽綽有餘。
不過，長碧還是覺得奇怪：自由星使不應該被關住的。煌鑫的神力和神兵，可以對抗任何形式的囚禁。就連古代的精靈王，也無法用咒語或枷鎖困住祂。人類有可能超越嗎？
長碧將心中的疑問投向天際。
龍心座的慈悲之神妮莉薇婭，很快就回應了祂。
長碧恍然大悟。
「應該的！應該的！」祂微笑道。不過，這是秘密，不能讓任何人知道。祂決定還繼續經營祂的庭苑，不管那愛搗蛋的煌鑫。
祂想起煌鑫在封神之前的樣子，不禁笑了起來。
很久很久以前，煌鑫是祂的孫女。從小就活潑、愛搗蛋，在凡間如此，封神之後也一樣。
「應該的！應該的！」老者忍不住放聲大笑。 
4.8.4. 堅持
第二批訪客是來自遙遠海岸的冒險者，還有本地護林員之子彼德。彼德修練得不錯，已經具有引動雲霧和植物的能力了。但是，這樣的組合，還是很奇特。
他們想去愛森的古墓，又希望長碧協助他們控制青銅球。
這兩個請求讓長碧覺得不妥。
「人類的罪惡來自對力量的貪求，還有文明的累進，」星使道，「返樸歸真才是正途。」
「是嗎？」米庫斯懷疑地問道。
「真正有價值的不是物質的力量，而是精神、美德、與自然合一。」星使道，「文明只會導至衝突、戰爭、掠奪。」
「但放棄這些，不就是任人宰割嗎？」安琪道。
「自然有自然的流動。風、水、花、草都是扺禦入侵者的武器。」長碧微笑道，「庭苑的人不會去攻城掠地，但是別人如果欺上門來，就會像那三萬妖獸一樣。」
「嗯…我不懷疑庭苑的防護，」米庫斯道，「但是，如果全人類都像庭苑這樣，那麼，千年之後的文明，和現在會有差別嗎？」
「當然不會，」老者道，「為什麼需要差別呢？人需要的是幸福，不是進步。」
「很抱歉，」米庫斯嚴肅地說道，「沒有創造、沒有進步，我就不會幸福。」
一陣漫長的沉默。
長碧知道，這些朝生暮死的人類，無法洞悉宇宙的奧秘，把微不足道的累積，當成一輩子的執著。
愚昧啊，祂想。
但是，慈悲的手只能感召、不能強迫。幾番開導無效之後，長碧終於答應了旅人的請求。
米庫斯從背袋裡拿出青銅球，現在它的樣子像是三角錐。
星使用杖子在泥土地上，畫了幾道交錯的法陣，有方有圓、有正有斜。
「守護法陣可以避免法球的力量波及無辜，並且讓你們的力量更集中，」慈悲星使道，「但不足以保護想控制神球的人。為什麼你們要冒生命危險，只為了消逝已久的力量？」
「星使閣下，說實在話，我一點也不想冒險，」安琪道，「如果不是瘟疫、隕星和大戰，我寧可在老家打漁、行醫、佈道呢。」
「我明白了，」長碧微笑道，「那就尋著你們心安的路吧。」說完緩步離去。 
4.8.5. 變異之球
三人走近法陣，將手放上神球，集中精神。
球的中心一開始奇寒無比，突然又變得火熱。彼德咬緊牙關，從大地中汲取力量，灌注於神球之中。
安琪又痛又癢，好像被千百隻跳蚤吸血。她把心放空，讓呼吸的節奏平緩一切。
米庫斯的意識陷入了迷宮。一道一道難解的鎖練，讓他不得不全神灌注。他知道自己進入了球的中心，只要找到核心的力量之鑰，就能控制神球了。
但是，過程中，球的力量不停變化、不停反噬。
此時此刻，安琪和米庫斯的神禱，毫無用武之地。中立神並不樂見神球現世，完全不回應他們的禱文。
彼德初學乍練的隱者之道，倒是從自然界的風、火、水、土中，汲取了保護同伴的力量。雖然微弱，但生生不息。
當球呈現三角錐時，火元素的力量，讓三人覺得熾熟、口乾舌燥、 眼晴快要裂開。彼德便以山嵐中的水氣來平衡。
當球呈現立方體時，土元素讓三人被壓得喘不過氣。彼德便召喚大氣來平衡。
八面體是大氣元素的形狀、二十面體則是水。彼德一一從對立面尋求平衡之道。
最後，球呈現出正十二面體。
十二個五邊形，組成奧秘的形狀。這是最後一種正多面體了。
它不是地、不是水、不是火、不是風，莫可名狀。
沒有任何力量能抵抗它，唯有神球自己的意識，檢視著三個妄想控制它的人。
從「變異之球」鑄成以來，它從未被人控制過，因為人的欲念、貪念或恐懼，都會在神球中被放大、扭曲，使神球不願被控制。
當初鑄造它的大法師，並不知道它已經接上「莫可名者」的一線，否則可能不會將它埋入遺產，而是棄於大海。
畢竟沒有人是純粹的。一切在變異之球中放大後，都會變得充滿醜惡與瑕疵。
檢視，再檢視…
現在神球看到了三種不同的純粹。安琪、米庫斯和彼德都不完美。但是，安琪的仁心、米庫斯的創造力、彼德的樸直，各自有各自的純粹。
過了很久，神球決定開放一部份的力量，賜這些部份純粹的人，看看他們會不會善用。 
4.8.6. 與狼道別
神球安定、回復球形後，三人精疲力盡倒在地下。
一匹狼緩緩走近。
彼德認出了牠，叫道：「嗨！你好了？」
狼走近彼德，挨著他。一人一獸，親熱了好一陣子。
「我要走了，」彼德道，「對了，我還不知道你的名字…既然你曾是冬狼，就叫你小冬吧！」
小冬沒有特別的反應，只是端坐著。
「走吧！」米庫斯起身，說道，「該上路了！」
「你不會想帶著一匹狼吧？」安琪道，「牠不會喜歡地底墓穴的。」
「嗯。」彼德點了點頭，背起行囊，拿起武裝，準備出發。
小冬就坐著，目送三人離去。
走了一小段，彼德回頭，對狼喊道：「我會回來的，小冬！我一定會！」
彼德當時並不知道，他要再經歷多少鞎難的挑戰，才能再回來這片樂土。 
#尾聲
在諸星之戰的年代裡，最重要的一次英雄會面，當屬洛南紀六十年四月一日，在西南山脈愛森古墓前的那場聚會了。
由於各自的奮鬥，法師的後裔、神球的持有人，烏風、瓦林娜、安琪、米庫斯、彼德在古墓相遇。
當然，他們五人的冒險，並不足以道盡星使下凡的年代。那個年代裡，風雲變換、人材輩出。千百位英雄在中土並立。勢力龐大者，如諾魯夫王；法力高強者，如風谷三師；擁有神球者，如寒冰會。
星使的勢力也愈來愈大：北方的秩序星使連戰連勝；東北的平衡星使兼併了十幾個領主的封地；東方的混亂星使，統一了東海群島，把海盜和商人都納入旗下。
在王都附近，審判星使開啟了幽域之門，恐怖精怪、闇精靈與活屍，已讓數十公里內的莊園化為廢墟，只剩下有重兵和修士守護的貿易路線，還能勉強運作；宿命星使盯上了能改變命運的英雄；災禍星使的瘟疫和飛蝗，奪走沃土七成的人命，又造成豐足之原的大饑荒。
因應局勢的改變，許多城堡與村鎮，都起了變化。愈來愈多人投筆從戎，愈來愈多小孩開始練武。從前打仗還是男人的事、醫療和照顧子女則屬於女人；現在，無論男女，這些都得要會，否則難以在世上立足。
任何經歷大時代的人，從漁人到工匠、從販商到騎士，都有著可歌可泣、說不完的故事。大法師和騎士雖然高超，並不表示農人和士兵微不足道。歷史並不是英雄的歷史。
但是，《諸星之戰》是寫給下個年代的小說。在灰燼的年代，人們需要英雄、需要感動。
小說倒底還是英雄的小說。

#側記
我自己特別喜歡「回歸」的故事。不流血的全勝。
怪物都是被扭曲而成，就像壞人不是天生就這麼壞。除了以暴制暴外，有沒有像慈悲星使一樣非暴力的可能？
就算沒有星使，人心中都有慈悲的種子。只要開花結果，就有大能。我是這樣體會的。


      .ui.buttons
        router-link.ui.orange.huge.button(to = "/d7") 4.7節
        router-link.ui.green.huge.button(to = "/work") 5.1節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
