<template lang="pug">
  .hello
    .ui.segment.container

      h1 第五章：封聖
      h2 5.1. 重回古墓
      h3 5.1.1.宿命與人
      p 洛南紀六十年三月十六日，冰刃山脈
      p 覆雪的山脈上，長髮的光影宛如一顆流星。那是宿命星使紫焰。
      p 夜裡的星光，是美麗的背景。千萬天神之眼從高空俯視，凡人無所遁形。
      p 狙擊。南行的目的，是為了狙擊。
      p 披著透明有翼的星之袍，紫焰在空中滑翔。祂不會累，也不會迷失方向。
      p 祂的目標只有一個：親手消滅大法師的後裔，阻止他們喚醒長眠古墓的愛森大法師。
      p 傳說中，古墓埋藏著愛森大法師的遺體、遺產和遺志。千年前愛森文明的榮耀、知識、寶藏與力量。
      p 對紫焰而言，榮耀、知識、寶藏與力量，都不是最重要的。古墓代表希望。
      p 身為宿命星夜，紫焰不喜歡希望。那些妄想改變命運的英雄，祂心道，終將絕望。命運之輪不是凡人能的推動的。
      p 神與人，不朽與易碎。宿命的相遇，宿命的考驗。
      p 劃破星夜，紫焰前住西南山脈。
      h3 5.1.2.我們回來了
      p 洛南紀六十年三月十八日，愛森古墓
      p 幽暗陰濕的古墓裡，只有牆上的螢光苔發出陰森森的綠光。綠光下，勇者的面孔都顯得陰森可怖，更別說看守古墓的老西爾了。
      p 老西爾是死冥術士，研究死靈，後來自已變成了活屍，卻還保有神識。在上次彼德、安琪.、米庫斯來此時，他們曾經交過手。彼德和米庫斯都曾被他操縱的鬼手碰過，吃了不少苦頭，後來總算化敵為友。
      p 這一次，來訪古墓的不只三人，還多了兩位西爾不認識的陌生人。
      p 一位是綠袍的妙齡少女，非常開朗和善，卻有著深遂的眼神，好像經歷過許多哀傷。
      p 她的木杖雖然沒鑲寶石，但是西爾一眼便看出是施法者之物，因為上面滿是焦痕。焦痕是施法的印記。
      p 另外一位是蒙面的黑衣客，蒙面布下露出難以掩蓋的褐色傷疤，讓西爾覺得古怪。
      p 「我們回來了，」彼德對活死人西爾說道，「你的家人都好嗎？」
      p 「好的很，好的很，」西爾捲著他及肩的白髮，緩慢地說道，「你們有新的成員啊？」
      p 「你就是那位身為活屍的死冥術士吧？」綠袍女孩道，「久抑大名，我叫瓦林娜，是風谷的結界師，對死冥術一竅不通。還請多多指教。」
      p 「妳好，妳好，」西爾蒼老的聲音聽起來很高興，「很少年輕人願意學習老人的智慧了，不過我想你們時間不多，我想想…送妳一本死冥術入門好了。」
      p 「好，我在冒險途中會抓空去研讀的，謝謝，」瓦林娜道，「你有做筆記嗎？」
      p 「當然囉。」
      p 小心其中有詐，瓦林娜心道，天曉得這是否是圈套？
      p 身為結界師，瓦林娜知道附著於字句上的法力可以無比強大，令讀者防不勝防。她的風谷也有聽過一些可以附在文字上的咒語，像是暗示、爆裂、怪蛇徽記等等。
      p 她決定下次翻開前，先徹底偵測上頭是否有施法。在寒冰會的那陣子，她學到不少偵測的法藝。
      p 「而且我們還有新的成員，」西爾微笑道，「以前是個探險家，叫做異客。」
      p 「異客？」安琪道，「那個拿骷髏的異客？」
      p 「異客…我想起來了！」米庫斯道，「他之前幫我們解除了影魔附身，換得了愛森古墓，也就是這裡的確實位置。現在他…」
      p 「我也成了活屍，」一個骨瘦如柴的人影從暗處走出，「超越了凡驅的欲望與需求，進入沒有憂傷的國度。」
      p 眼前的老人臉色蒼白，可以說一點血色都沒有。雖然是死了，看起來卻像活著，手裡還捧著一個微笑的骷髏頭。
      p 「異客！」彼道叫道。
      p 「你的災禍聖徽呢？」米庫斯問。他注意到修士從不離身的聖徽不見了。
      p 「呵呵呵，我不需要它了，」異客得意地說道，「我現在的幽域的子民，不需要天上的神了。」
      p 「你是死了嗎？」彼德道，「但是，你又在說話？」
      p 「一般活屍沒有意志，也不會說話，」安琪道，「但是古墓裡比較不同。異客，你是在…」
      p 「我是活屍，」異客笑道，「清醒的死亡，比生命更令人平靜。」
      p 「又死又活？」彼德道，「這跟沒死還不是一樣？」
      p 「呵呵，不一樣，」異客笑道，「現在，我不用吃，不用睡，也不用擔心衰老和疾病。時間對我而言，是靜靜的川流。沒什麼好著急的。」
      p 「他失去了『生氣』，」一直沈默的瓦林娜低聲道，「我想多言無益。」
      p 「我是失去了『生氣』沒錯，」，異客微笑道，「但是『生氣勃勃』也沒有比『死氣沉沉』來得好。至少我還保有『心神』和『形意』。」
      p 「什麼是『形意』？」，彼德問。
      p 「形態和意念。一般的活屍沒有心神，只保留形意，所以會不斷重覆一些行動，並且易受操控。」安琪道。
      p 「所以活屍未必邪惡？」瓦林娜問。她想到豐足之原上的餓鬼群、秩序修士西維莉、還有活過餓鬼爪牙的小孩：雷和嵐。光想到在農舍發生的驚險畫面，就不寒而慄。
      p 「死者晚上從墓中爬起，殺害生人。甚至白天都有餓鬼在路上攻擊行人。」秩序修士西維莉，聖鎚「往生」的守護者曾經這樣說。
      p 「活屍並不一定邪惡，」安琪道，「也有人戰敗之後，死而復返，來守衛家園。但是回來的只有他的形意和驅體，心神和生氣早已離開。」
      p 「這不自然。」彼德道。
      p 「而且他將無法創造。」米庫斯道，「剛才變異之球告訴我，說生氣若不存，則無法再創造。活屍能做的僅有留存與毀滅。」。
      p 異客笑道：「但是生命因而變得平靜。沒有生存的趨迫，沒有死亡的憂慮。」
      p 「那很好，不過我們該走了。」一直沉默的烏風，這時開口說道。
      p 「帶我們到地底吧。」彼德道。
      p 西爾和異客點點頭，引他們走下一階一階的石梯，來到黑門之前。
      p 黑門與人等高，上面沒有任何符咒，也沒有鎖或門把。
      p 西爾道：「我們要上去了，祝你們好運。」
      p 他們簡單地道別後，米庫斯向黑門說道：「現身吧，愛森的守衛！」
      h3 5.1.3.擊敗守衛
      p 「我是愛森的力量、古墓的守衛…」鬼影從黑門上浮出。
      p 半透明的身體，穿著古老的甲冑，掣著若有若無的寶劍。憑虛臨風，飄飄盪盪。
      p 「為什麼你這次穿載武裝？」彼德道，「上次沒有啊。」
      p 「笨蛋，當然是因為這次要真打。」米庫斯不耐地說道，「上次他知道我們沒有勝算，所以只是嚇嚇人。」
      p 「這鬼影守衛的特性是？」瓦林娜問。
      p 「一般的劍打不到。」彼德道。
      p 「法術和聖禱應該有效，」安琪道，「但是我感覺和主神的連繫變弱了。」
      p 「那是當然，」鬼影突然接口，「愛森古墓為了不讓天界發現，設了非常強大的障壁。順帶一提，大法師正看著你們。在這裡隱匿之球沒有效。」
      p 「唉，說不定接下來要好好睡也不行，」米庫斯道，「能不施法，就別施法吧。保留力量對付真正的危難。」
      p 「嗯，」瓦林娜道，「不過眼前的鬼影守衛，還是得…」
      p 話沒說完，一瞬間，鬼影的頭就落到地上。
      p 拔刀，欺身，揮刀，收刀，一氣呵成。沒有人看清動作，敵人已然倒地，嗜血割喉刀也已入鞘。
      p 「高竿！」彼德叫道。
      p 「可是有點太快了，」安琪驚訝地說道，「我還有些話想問他。」
      p 「多言無益，走吧。」烏風冷冷地說道，一面把黑門推開。
      h3 5.1.4.死者與畫
      p 忽明忽滅的綠火在空中飄浮。
      p 五人定睛一看，發現自己身處一條長廊，兩旁都是彩繪。許多鬼影在長廊漫走，見到他們，也沒有敵意。
      p 「像是穿隧在記憶的洞穴，」米庫斯道，「時間好像停止了。」
      p 「或許是倒流了，不過，」瓦林娜抿嘴一笑，說道，「安琪，現在妳有很多鬼影人可以問話了。」
      p 「我來問好了，」彼德說著走向一個戴高帽子的鬼影，「你叫什麼名字呀？」
      p 「彼德，你以為我們在郊遊嗎？」米庫斯道。
      p 「才不呢，這叫親切，」彼德轉頭道，又回頭問戴高帽子的鬼影說，「你叫什麼名字呀？」
      p 「啊…鳴…」鬼影道。
      p 「他不會說話，」彼德失望地回頭，「跟守衛不一樣。」
      p 「沒關係，」安琪道，「我有異客送的面具，可以跟死者溝通。」說著她拿出一個骷髏頭製成的面具。
      p 「那個活死人異客？」彼德道，「他什麼時候給你的？」
      p 「我想想…對了，是在探險家要拔營的時候，異客有來找我們，骷髏面具就是那時候拿到的。因為你先去隱者庭苑，所以沒有看到他。」
      p 「哦。嗯。」彼德一面點頭一面說道。
      p 「總之，讓我來試試，」安琪戴上骷髏面具，走到那個戴高帽子的鬼影前，說道：「你好。」
      p 「你好。」鬼影幽幽地說道。這個聲音只有安琪聽得懂，其他人聽起來只是「啊鳴」。
      p 接下來的對話，安琪一面溝通，一面翻譯給其他同伴，在此略過翻譯的過程。
      p 「請問這裡是？」安琪道。
      p 「記憶長廊。」戴高帽的鬼影道，「妳是從地上來的吧？」
      p 「是。」
      p 「現在是愛森紀幾年？」
      p 愛森紀？
      p 「呃，我只知道洛南紀。」安琪道。
      p 「沒關係，既然來到此地，就是來到愛森的年代。」
      p 「是嗎？」
      p 「沒錯，你看這副畫。」鬼影說著指向一片彩繪，裡面畫著一片雪地，有五個拿著杖子的人影，模糊不清。
      p 「這畫的是…？」
      p 「仔細看，仔細看。」鬼影道。聲音愈來愈細。
      p 安琪注視著牆上的彩繪，沒有翻譯這句話。只見那畫面愈來愈清晰，愈來愈立體…

      .ui.buttons
        router-link.ui.green.huge.button(to = "/e2") 5.2節
</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
