<template lang="pug">
  .hello
    .ui.segment.container

      h2 5.2. 千年秘境
      h3 5.2.1. 在畫之中
      p 愛森紀某年某月某日，接天橋
      p 這是一個寒冷而明亮的日子，五位法師齊聚在接天橋下。千名士兵高舉著榮耀的旗幟，皇冠與圓的徽記，愛森的榮光。
      p 接天橋並不像一座橋。它是雪地裡的一個五芒星召喚圈，非常巨大，有一個聖殿那麼寬。
      p 帶著閃亮的銀色，它散發出一種不屬於人間的氣息。
      p 安琪注視著這一切。
      p 「彼德，你看，我們來到…彼德？」
      p 安琪突然發現彼德不在身邊。
      p 「米庫斯？瓦林娜？烏風？」她開始慌了。
      p 同伴全消失了。
      p 「喂，別吵，」一名戴高帽，身被雪衣的士兵從後面靠近，說道，「封聖大典要開始了。」
      p 安琪看他的帽子有點眼熟。
      p 「呃，你是剛才…」
      p 「沒錯，歡迎來到我們的年代。」愛森的士兵說道。
      h3 5.2.2. 封聖大典
      p 「好冷。」安琪道。
      p 「因為這裡是極北之地，接天橋旁，」士兵道，「妳要我幫你找件大衣嗎？」
      p 「謝啦。」
      p 「不客氣。對了，你可以叫我古魯圖。」士兵說著，走向一個褐色積雪的營帳，回來時帶了一套大衣和皮帽。
      p 「用雪猿皮作的，很保暖哦。」古魯圖道，「咱們去封聖大典吧。」
      p 兩人向前邁進，走近千人的大典。在蒼白的大地上，沒有特別的隊形，每個人臉上都是興奮和榮耀。火熱的氣氛燒盡了冰雪的寒冷。
      p 古魯圖指著召喚圈上的五名法師，向安琪一一介紹：「紅袍紅髮的那位是召喚大師克拉貢，他曾在幽冥死域召喚日光；黑色長髮的那位是塑能大師歐奇力婭，以寒冰咒術聞名。」
      p 「他們都是法師嗎？」
      p 「不只如此，他們是大法師，在各自專精的學派中，全世界再也沒有比他們更高強的人了。」
      p 全世界，安琪心道，真的嗎？
      p 古魯圖續道：「你看到了嗎？綠袍的結界大師吉魯德！他有超凡的魅力，和蠻族談判時，無往不利！還有幻術師索汶、死冥師瑞靈，這些德高望重的大人物，我們平常還無緣得見呢！」
      p 「嗯。」
      p 「另外三位沒有參與封聖，而在期間守護大家的大法師，現在不在場，不過我還是介紹一下他們的名號：變異師洛散、占卜師真婭、守護師非聖迪。」
      p 「呃…他們有信仰嗎？」
      p 「信仰！呵呵，」古魯圖笑道，「我們不需要天上的神，因為愛森的榮光和日與月一樣閃亮。」
      p 真的嗎？可是不對啊…安琪心中隱隱覺得不安。
      p 「可是，當愛森的科技和法術到達頂峰之時，也就忘記了天上造物的諸神。於是，星斗隕落，天降大難，九名天界的使者帶著恐怖和絕望來臨。」黑門的鬼影守衛，曾經這麼說。
      p 「你知道九主神的名字嗎？」安琪問。
      p 「誰會知道那些？」古魯圖不屑地笑道，「要記住八大法師之名，才是重點！」
      h3 5.2.3. 分別行動
      p 洛南紀六十年三月十八日，愛森古墓
      p 「情況不妙…」瓦林娜憂心地說道，「她的神識已經進入畫中了。」
      p 彼德指著呆立不動的安琪，問道：「如果我們現在把她移開呢？」
      p 「不行，」瓦林娜道，「這樣她的神識也不會回來。」
      p 彼德問道：「那她要怎樣才能回來？」
      p 「我不知道，」瓦林娜道，「我們可以戴上她的骷髏面具，去問其他的幽靈。不過…」
      p 「我們可能會再失去一名同伴。」烏風不帶情緒地說道。
      p 「或許…」米庫斯道，「如果大法師醒了，他們應該有辦法解救。」
      p 「意思是我們要丟下安琪，繼續往前？」彼德叫道，「讓她一個人呆在這鬧鬼的地窖，太危險了！」
      p 陰森的迴廊，看不到盡頭。忽明忽滅的鬼火，將洞裡的壁畫，照得像是浮凸出來。
      p 「說到鬧鬼…」米庫斯道，「我覺得浪禱神離我很遠了。好像我變成一個人。」
      p 「神力進不來的，」瓦林娜道，「我們在沃土有看過記載…古墓的結界太強大。其實，如果不是有這些障壁的結界，星使早就找到這裡了，不是嗎？」
      p 「所以這裡是無神之域，沒有神可以禱告的地方。」米庫斯歎道，「那妳的法力呢？」
      p 「法力是不受干擾，問題是這個環境根本不能睡覺。我們必須在盡快喚醒大法師，不然我的咒文也將失去。」瓦林娜道。
      p 法師的咒文必須在充足的睡眠之後，研讀背誦隨身的法術書，才能將咒文繫結於心智與法杖中。因此，睡眠對法師而言，是不可或缺的。
      p 所謂的法力，也不過就是好好睡足所補充的精神力吧，瓦林娜心道。不過這樣講就失去了法師的神秘。結界師明白神秘的必要。在風谷學院，和講求實象與真名的召喚師談論時，她曾說：「不是每個人都喜歡不穿衣服走路。」
      p 「法力」這種說法，也不過是件華美的衣服，或是件神秘的面紗罷了。進階法師和初學者，真正的差別所在，是對事物背後秩序的洞察，還有組合與變形的熟練，及在混亂不清的現實中，保持專注凝定的能力。
      p 「我不需要睡覺。」烏風道，「我的技藝也不會被古墓干擾。」
      p 「彼德，你呢？」米庫斯問道。
      p 「弓與劍還是弓與劍嘛！」彼德笑道，「不過這裡的元素有點不太聽話，我叫不動它們。用球也只能勉強叫動一點。」
      p 米庫斯陷入了深思，而很快他就想好了方略。
      p 「這樣子，我們必須守護安琪，以免遇到不測；我們也必須盡快找到大法師的墓，喚醒他們。」米庫斯道，「但是我們只有四個人。」
      p 「所以呢？」瓦林娜問。
      p 她心中也個有計畫，而且她相信，和米庫斯的計畫，八九不離十。
      p 「尋找大法師可能會遇到機關、守衛和法陣；喚醒他們一定需要法師的技藝。」米庫斯道，「所以…很抱歉，彼德，這次得留你一個人了。我會把變異之球留給你，並在離去前設好守護的機關。」
      p 正是這樣，瓦林娜心道，這人個子不高，但是很聰明。
      p 「這樣啊。」彼德愁眉苦臉地說道，「一個人呆著很無聊欸。」
      h3 5.2.4.突襲
      p 愛森紀某年某月某日，接天橋
      p 力量準備好接受召喚，五名大法師在雪地的大召喚圈中冥想，凝聚元素與品德的力量。接天橋的門，並不是單靠法力就能開啟。
      p 「封聖是什麼？」安琪問。
      p 「超凡入聖！」古魯圖小聲叫道，「超凡入聖！」
      p 「會有什麼改變嗎？」安琪問。
      p 「呃…我也不知道。」古魯圖低聲道，「反正是天大的好事就對了。」
      p 時間一分一秒的流過，力量凝聚再凝聚。
      p 所有的人都沉默，靜靜地等待奇蹟。
      p 然而，他們等到的是死亡。
      p 不知從何而來的火球，驟然在人群中爆裂。無中生有的閃電，指著愛森的衛兵，還有冥想中的大法師，四射而出。
      p 「冥觸蝕，破魂幽古葬」安琪很訝異自己竟然聽得懂咒語的意思。咒語響過，一片愛森人應聲倒地。
      p 「有敵人！」「警戒！」「保護大法師！」與「啊！」「噢！」「救命！」聲夾雜在一起，一片混亂。
      p 湮霧遮蔽了安琪的視線。現在她看不到大法師了。甚至周圍的人，也看不清楚，只感到恐怖和死亡在漫延。
      p 同樣的唸咒聲「陽焰照空光分吐」火焰吞噬了愛森的子民。「月影入地沒悔藏」影子從地面升起，將愛森人的生命吸入幽界。
      p 安琪往唸咒聲的方向看去，只見一個白髮蒼蒼、穿著樹皮衣的精靈，頭上有一個藤編的冠冕，右手持一把冒著火焰的巨劍、左手持一把看不見刀身的刀柄。左手刀雖然只有刀柄，但是原本該有刀身之處，一旦砍到愛森士兵身上，對方馬上化為粉塵。
      p 安琪一方面害怕，一方面卻想看清楚是誰打斷了封聖大典，製造無端的殺戮。她定睛一看，發現戴著藤冠的精靈之王，異常的熟悉，好像在某處見過。
      p 是了，安琪心道，他就是鐘墨芝石。
      p 一團烈焰在她身邊爆開，安琪被炸倒在地。古魯圖就倒在她旁邊，血流如注。
      p 「現在該怎麼辦？」她忍痛問道。
      p 「我是死在這場戰役的，」古魯圖說，「妳進入了我的回憶，也就回不去了。跟我一起到幽界去吧。」
      p 安琪嚇了一大跳。原來在古墓長廊的幽靈，都是在找尋能理解他們的人，再把他帶到自己的回憶中，一起步入死亡。
      p 我還不想死呢，她心道。
      p 「這一切都是幻境，」安琪道，「你已經死亡千年了，而我是現代人，我還活著，放我回去。」
      p 「不可能。」
      p 「但是接下來發生的事情你不可能會知道，」安琪道，「我只要在這裡，活過你死亡之時，我就可以回到本來的世界了，對吧？」
      p 「沒錯。但是妳活不了的。」古魯圖道。他的聲音已經漸漸轉弱，血液自傷口泊泊流出。
      p 不對，不對，我一定哪裡搞錯了，安琪心道，如果我在他的幻境裡，然後他死了…噢不。
      p 整個幻境會一起被帶到幽界。
      p 她明白了一切，於是唸道：
      p 「瑪法達，潮汐之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」
      p 將手放在古魯圖的身上，一股治癒的暖流便傳了過去。傷口癒合了。
      p 果然，安琪心道，可以呼召天界的力量了。這裡並不是愛森古墓。
      p 她對古魯圖道：「你不想這麼快死去吧？我們去看看接下來發生了什麼。」
      p 用治傷禱文醫好自己的燒傷後，她和詫異的古魯圖一起走向戰場的外圍。
      p 精靈王和精靈們的攻擊目標是大法師和周圍的護衛，對外圍四散的愛森士兵沒有興趣。火焰、雷電、黃光、黑氣，夾著如雨的箭簇，不斷集中。
      p 五名大法師突然出現在安琪身邊十步遠處。
      p 結界大師吉魯德執著巫杖，杖端的銀色光芒化為一層薄薄的球殼，護住了五大法師。
      p 「可惜守護師非聖迪不在，這個結界撐不了多久，」他輕聲說道，「克拉貢，帶我們走吧。」
      p 召喚大師克拉貢眼中閃著憤怒的火焰，說道：「啊！我甚至不知道他們是誰。唉！走吧，活下來才有時間去瞭解。」
      p 他開始唸咒：「秘術空幽界域通自凡-」
      p 安琪看出他要帶著其他大法師離開戰場，於是當機立斷，拉著古魯圖，走近大法師。
      p 大法師們來不及反應，召喚大師克拉貢的咒語已經完成：「-逝古去去無塵躍！」
      p 一陣白光，安琪失去了意識。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/e1") 5.1節
        router-link.ui.green.huge.button(to = "/e3") 5.3節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
