<template lang="pug">
  .hello
    .ui.segment.container

      h2 5.3. 危險的交易
      h3 5.3.1.沉重的影子
      p 洛南紀六十年三月十八日，愛森古墓
      p 漫長又黑暗的道路上，陰濕腐敗的氣味濔漫。
      p 「這不像平常的地方，」瓦林娜悄聲說道，「我感覺我們進入了某種結界。」
      p 路只有一條，但是看不到盡頭。米庫斯手中的火把，將他和瓦林娜的身影投上凹凸不平的石牆。烏風則在他們身後五步遠處的黑暗中潛行。
      p 憑著闇精靈的夜視力，烏風可以在毫無光線的地底，看清楚地形的細節，避開偶而出現的裂縫。
      p 「沒有敵人，」烏風道，「但是我卻感到恐懼。很久很久沒有過的恐懼。」
      p 再往深處，他們的腳步像是被什麼拖住了似的，愈來愈重。愈來愈重。
      p 「是影子，」瓦林娜道，「影子變重了。」
      p 烏風回身向地下砍了一刀，只聽得鏘的一聲，削下了幾粒碎石。
      p 「沒有敵人。」烏風道。
      p 但是他腦中毒蛇般的聲音又響起了。
      p 「回來吧，烏風。」聲音說，「你是地底的子民。」
      p 不，絕不，我有我的同伴，有我的光。
      p 「烏風，」毒蛇般的聲音說道，「你身上流的血，不是你想洗就能洗掉的。」
      p 烏風的腳步停頓了。
      p 「烏風，你還好吧？」米庫斯察覺不對，停下腳步，問道。
      p 「米庫斯，你這個敗類。」聲音響起。
      p 什麼？誰？
      p 「你這個懶蟲！」聲音說，「別人都出海去了，你呢？在沙灘上玩石子！」
      p 米庫斯停步了。
      p 看到夥伴們停下腳步，瓦林娜頓時明白她沒有辦法幫助他們。這是古墓的力量。
      p 她自已也陷入回憶的旋渦，想起十歲禮上，自己被綁在風箏上，從高高的天空俯視大地的感覺。成了法師、習得御風之術後，她常常從空中俯視大地，但御風而行和那種無法控制自己的感覺，全然不同。
      p 風，狂力地吹。從耳邊一陣一陣。媽媽的身影也變得很小，爸爸…
      p 不對，她從小就沒有爸爸。
      p 是了，這就是結界的力量，瓦林娜憑著結界師的訓練，敏覺到綁住自己的，就是這個空缺。
      p 從冒險開始以來，她常想到風谷，卻很少想到家，偶而想到，就以風谷的歌曲排遣。
      p 現在歌聲又從不知名處響起：
      p 「
      p 風 找不到故鄉
      p 雲 飄盪到遠方
      p 家 在後面呼喊
      p 河 總是在流浪
      p 風 找不到故鄉
      p 心 也隨風飄盪
      p 家 抬頭雲端望
      p 河 夢中的長廊
      p 」
      p 為什麼古墓會有這種結界？
      p 祖先，對了，瓦林娜心道，我們都是大法師的後裔，這是一種跟祖先的連結，和釋放大法師的力量有關。
      p 但現在我也被困住了，我沒有爸爸…沒有爸爸…沒有一半的祖先。
      p 不對，瓦林娜心道，我有爸爸，他是個精靈，吟遊詩人，媽媽有說過。他給了我生命，還有夜視的紅眼，但是卻來沒有見過面。
      p 瓦林娜開始想一些從未想過的事，開始好奇父親的冒險旅程是怎麼開始，怎麼來到人類的世界，怎樣和母親相識，又是為什麼離去。
      p 離去。留下的是空白。
      p 我怨恨嗎？或許。但是媽媽沒有怨恨。
      p 或許只是遺憾，沒什麼好怨恨。沒有他，我跟本不會存在。雖然他只有給我生命，瓦林娜心道，我還是尊敬他。因為他是我爸爸。
      p 如此思想的同時，魔咒解除了。
      p 瓦林娜發覺自己的神識回復，終於可以繼續向前。但烏風和米庫斯，卻深深陷入了自己的往事。
      p 瓦林娜明白，這不是一般的法藝能解開的。
      p 「好吧，」她對自己說道，「我一個人去找大法師。」
      p 幸好這裡沒有敵人，瓦林娜心想。
      p 她從囊中掏出一把閃亮的粉末，撒在烏風和米庫斯腳邊。再唸咒：「Reel-Basta-Thrat-Bilifiligi」亮粉圍成了一個圓形，將兩人包在中間。
      p 「好吧，」她對兩名同伴說道，「讓守衛結界保謢你們，我去找大法師來解除這一切。」
      p 獨自一人，瓦林娜走向更深的黑暗。
      h3 5.3.2.吸血鬼與轉生術
      p 愛森紀某年某月某日，大法師之塔
      p 當安琪回復意識時，她只看到前方一排的書架，上面刻有符文。左側有一些鍊金師的藥瓶，有的紅、有的綠、有的冒泡、有的結冰。
      p 古魯圖在她後面，而大法師們就在她的右前方兩步遠處。
      p 紅袍紅髮的召喚大師克拉貢、黑色長髮的塑能大師歐奇力婭、面帶微笑的結界大師吉魯德、戴著單片眼鏡的幻術大師索汶、面色蒼白的死冥大師瑞靈，和兩個莫名其妙跟來的人，在大法師之塔集合了。
      p 這裡是克拉貢大師的書房，地面有召喚大師的法陣，在石板上閃閃發光。十七角星陣。就是它的力量，讓七人在一瞬間，跨過了良馬跑一個月也跑不到的距離。
      p 十七角星陣，安琪心道，和第一次去古墓時見到的一樣。
      p 「現在的當務之急不是盤問這兩個人，」結界大師吉魯德用輕鬆的語調說道，「他們不可能泄露什麼秘密，我們還是來談談剛才發生的變局吧。」
      p 安琪曾和瓦林娜交談，明白以結界大師的法藝，要讓她忘掉一切是易如反掌。
      p 「死亡，無盡的死亡，」死冥大師瑞靈顫抖著說，「我看到幽界的門打開了，薩瑪蘭回來了。」
      p 「薩瑪蘭？不可能！」塑能大師歐奇力婭道，「剛才的毀滅，是來自使用陽焰和月影的人。」
      p 「噢！他的名字是阿法利烏斯，撰史者，上古的精靈，不朽者，最初的歌頌者，法藝的創造者。」克拉貢壓住怒意，盡量冷靜地說出他的瞭解。
      p 「薩瑪蘭回來了。」死冥大師瑞靈道。
      p 「瑞靈，你先不要管你那個老同學可以嗎？我相信你的感應，他回來了，但那又怎樣？」塑能大師歐奇力婭道，「突襲我們的是精靈，又不是吸血鬼。」
      p 「我要召喚他的分身。」死冥大師瑞靈道，隨即開始唸咒。
      p 咒語很長，但是安琪很訝異自己竟然全部聽得懂：「闊命繫幽從廣薩瑪蘭聽我令現身沒此虎突無悔勾十錯五圓百方十合併繫命連耀瞬薩瑪蘭聽我令現身」
      p 一個詭異、留山羊鬍的男子從地中升起。沒有血色的臉上，帶著一絲憂傷，一絲輕笑。
      p 「胡鬧，胡鬧！」歐奇力婭叫道，「不說個道理出來，我就用閃電把這個吸血鬼的分身炸掉！」
      p 「別急，別急，」吸血鬼微笑著說道，「你們會需要我的知識。」
      p 「他說的沒錯，」吉魯德道，「各地的風信使陸續過來，相信大家已經知道情況了。」
      p 什麼？安琪心道，哪來的什麼風信使？我不知道情況啊。
      p 但是她不敢開口去問，只好默默聽著。
      p 可是，她突然想到，為什麼古魯圖的幻境裡會有古魯圖跟本不知道的事？
      p 這個幻境到底是誰的？更重要的是，怎麼出去？
      p 「精靈大舉入侵，還有天界的星使，幽界的死靈。」召喚大師說道。
      p 「三路聯軍，我們根本沒有勝算，」一直沒說話的幻術大師說道，一面推了推他的眼鏡，「完全沒有。連一絲機會也沒有。」
      p 「但是如此突然，沒有道理。」歐奇力婭道。
      p 幻術大師索汶說道：「問問看薩瑪蘭，他必知悉其中道理。」
      p 「我知道，」薩瑪蘭微笑道，「因為幽界的大軍是我負責統領，還有亞力格。」
      p 「聖武士亞力格？他不是死很久了？他死的時候，我還是只一名學徒。」歐奇力婭道。
      p 「現在他是死靈騎士亞力格，」吸血鬼微笑道，「自從因執念而追殺過度，延誤了關閉幽界之門的時機，還使自己被困於幽界之後，他已經徹底墮落。」
      p 「和你一樣。」吉魯德略帶嘲諷地說道。
      p 「我不一樣，」薩瑪蘭輕聲說道，「我會偷偷幫助你們。畢竟瑞靈是我的老同學，呵呵。」
      p 「別裝了，」死冥大師瑞靈道，「暗血石給你。教我們轉生術。」
      p 「這就對了，」薩瑪蘭哈哈大笑，「我知道你們想做什麼，也很願意幫忙。」
      p 「鑄造神球和遺產就不用你幫忙了，小薩，」年長的召喚大師說道，「你最好先講一下為什麼幽界會參戰。」
      p 「你們都明白，不是嗎？」薩瑪蘭微笑，但也帶著一點悲傷，「天幽兩界的神明，都害怕愛森與日俱增的法力和工藝。星使和死靈未必能打敗你們，於是祂們說動了古精靈之王，來除滅愛森。」
      p 「除滅人類。」瑞靈更正道。
      p 「除滅愛森。」薩瑪蘭更正道，「人類畢竟是九主神一手所造，祂們並不想除滅。就像我們在實驗室裡養蟲蟻一般，希望牠活，但不希望牠跑出來咬人。必要的時候，殺幾隻也無所謂。」
      p 安琪感到一陣不快。
      p 「天界如此，那幽界呢？」召喚師道，「你還是沒說幽界為何參戰。愛森的塔蓋得再高，也只是通天，不曾下地。在三十年前的幽域之戰中，我們早已井水不犯河水，不是嗎？」
      p 「你這樣想，但亞力格前輩不這樣想，」薩瑪蘭道，「對於把自己孤獨封印在幽界中的人，誰不會憎恨呢？」
      p 「當時我在場，還是學徒，小薩你也在場。」死冥師瑞靈道，「當時沒有別的辦法。時機錯過，大門就無法封印了。」
      p 「等等，封印應該還沒有解除，」召喚大師道，「你跟亞力格，還有你們的死靈軍團是怎麼上來的？」
      p 「封印現在是沒有解除，只有低等的死靈可以通過，我的本體也上不來。但是千年之後，沒有愛森法師不斷加持，它的力量就會衰退了。屆時冥王的神力即可破除。」薩瑪蘭說道，「千年之後會有另一次大戰，也就是你們準備轉生去參與的大戰。」
      p 「我們看到的預兆是一樣的，」瑞靈道，「教我們轉生術，然後回到你幽暗的世界去吧。」
      p 「等等，」幻術大師索汶忽道，「薩瑪蘭，以前我們是同學，但是既然千年之後，你要帶幽界大軍來攻擊人類，我們就是敵人了。教我們轉生術，對你有什麼好處？」
      p 「很簡單，我要暗血石。」薩瑪蘭道，「那麼我就可以從伯爵晉升為公爵了。」
      p 「千年之後你就多了一件屠殺人類的利器。」歐奇力婭道，「焚靈火。噁心的東西。」
      p 「沒錯，看你們要不要交換。」薩瑪蘭微笑道。
      p 「可不可能…」幻術大師說道，「你教給我們的法術是假的？」
      p 「同時騙過世上最高明的死冥師、幻術師、召喚師、結界師、塑能師？」薩瑪蘭哈哈大笑，「別說笑了，索汶老兄。」
      p 「算了吧，」克拉貢道，「唉！見識了精靈王的法藝，我們又怎配稱為世上最高明？」
      p 「不過他是對的，」結界師吉魯德說道，「他沒有辦法教我們假的法術。我想早點開始鑄球和遺產，所以…」
      p 「教我們轉生術吧。」死冥大師嘆了口氣，向吸血伯爵說道。
      h3 5.3.3. 戰鬥
      p 洛南紀六十年三月十八日，愛森古墓
      p 瓦林娜一持著火把、一手拄著法杖，在黑暗的地穴前進。
      p 前進，再前進，直到離開了讓影子變重的結界。迎面是一扇鑲有藍寶石的黑門，門上刻有古怪的符文。
      p 沒有懂得陷阱的米庫斯在旁邊，瓦林娜心道，只好相信門上沒有機關。
      p 她輕輕把門推開。
      p 一個陰森森的房間，兩旁各插著七柱燭台，上面沒有蠟燭，卻憑空冒著綠色的火焰。兩個半透明的武士，執著劍與盾，守住一扇青銅門。
      p 鬼影戰士，瓦林娜心道，現在我沒有能力作戰啊。難道要等烏風脫困嗎？或是…
      p 瓦林娜走回鑲有藍寶石的黑門前，唸出咒語：「Reel-Zavias」
      p 一道藍光自杖尖射出，映在黑門的符文上。文字漸漸浮出意義。
      p 「到右邊拿起七柱燭台，推開後面的暗格，下一個指示在裡面。」
      p 奇怪，瓦林娜心道，不過還是照做吧。
      p 她走回陰森森的房間，拿起七柱燭台，摸了摸原本插燭台的石壁。略一用力，石壁便陷了進去，露出一塊空隙。
      p 裡面有一個大圓瓶，瓶內滿是暗黑色的藥劑。旁邊的文字是以愛森古文撰寫，瓦林娜只看能懂一點。
      p 「給親愛的孫x：很xx你來到這裡，可以x醒我們了。」
      p 「這裡xx著四位大法師，xx師克拉貢、xx師歐奇力婭、xx師瑞靈、結界師吉魯德也就是我。其他的大法師們xx了自己，給了我們xx。」
      p 「首先，在準備好之前，千萬不要xx守衛，直接進入青銅門。」
      p 「我們用轉生術將xx封印於寶石中，而xx早已腐朽。」
      p 「我們需要新的xx。如果你xx進入，我們無法xx，就會xx你的xx，而你將會xx。」
      p 「所以，請xx下面的指示。」
      p 「第一步，x四個成年的xx，三男一女到xx。」
      p 「第二步，把他們xx，但是不要xx。xxx很邪惡，但是我們沒有更好的xx，要轉生就需要xx。」
      p 「第三步，儘速將藥劑混合你自己的x，注入xx的xx。要快xxxxx。」
      p 「第四步，將xx丟進青銅門，由女的xx先。你自己不要進x。」
      p 可惡，瓦林娜心道，看不懂。如果是寒冰會的寇維爾，他一定看得懂。
      p 第一行，第二行，第三行。
      p 第三行字是：「首先，在準備好之前，千萬不要xx守衛，直接進入青銅門。」
      p 千萬不要攻擊守衛，直接進入青銅門。
      p 千萬不要越過守衛，直接進入青銅門。
      p 千萬不要…
      p 意思完全相反。到底是要我直接進去，還是不要我進去呢？
      h3 5.3.4. 轉生術的真實
      p 愛森紀某年某月某日，大法師之塔
      p 吸血伯爵薩瑪蘭開始講解轉生大法的奧義。
      p 安琪一面用心記憶，一面思索如何脫離幻境。
      p 講解了基本的法材和注意事項後，薩瑪蘭道：「接下來，最後一步，就是用咒語把自己封印進寶石當中。」
      p 「那我們的肉體呢？」召喚大師問。
      p 「肉體沒辦法一起封印，」薩瑪蘭道，「也沒有咒術和藥劑能保它千年不朽。」
      p 「我的玄冰可以。」塑能大師歐奇力婭說道。塑能師的專長就是集中純粹的力量。
      p 「它可以保存軀體，但是不能保存生氣。」薩瑪蘭道，「你們從寶石出來，需要寄宿在有生氣的人身上。活人或是剛死不久的人。」
      p 「那個身體原本的主人呢？」結界大師問。
      p 「就像寄居蟹一樣，一個殼不能有兩個主人。」吸血鬼道。
      p 安琪打了一個寒顫。
      p 一個殼不能有兩個主人。放逐。靈魂會被放逐。
      p 噢不，一定要去通知他們才行。希望米庫斯他們沒有繼續往前，沒有進入古墓。
      p 一切都是陷阱。我必須出去告訴他們。
      p 安琪靈機一動。
      p 「對不起，打擾一下，」安琪悄悄走道召喚大師身邊，對他說道，「我迷路了。我不屬於這裡，是被召來的。」
      p 「什麼？」
      p 「可以請您把我送回原本的世界嗎？」
      p 「當然，很簡單，可是，」克拉貢說道，「噢！妳是誰呢？」
      p 「我是安琪，醫者安琪。」
      p 「啊，啊！我知道妳的名字，但是我問的不是這個。」克拉貢道，「算了，別煩我們，我唸個咒送妳回去好了。」
      p 「多謝。」
      p 召喚大師唸道：「德合地五天四從六分一體載幻身無繫-」
      p 安琪眼前的景象漸漸模糊。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/e2") 5.2節
        router-link.ui.green.huge.button(to = "/e4") 5.4節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
