<template lang="pug">
  .hello
    .ui.segment.container

      h2 5.4. 告急
      h3 5.4.1.追趕
      p 洛南紀六十年三月十八日，愛森古墓
      p 「--解放丟續統合彼身」安琪腦中還迴盪著餘音，突然發現周圍陰暗濕冷。忽明忽滅的綠火在空中飄浮。
      p 安琪發現自己回到了滿是彩繪的長廊。她身邊有一個來回踱步的戰士，仔細一看，不是彼德是誰？
      p 「彼德！」
      p 「呃…啊！嚇我一跳！」彼德轉身叫道，「妳回復了！」
      p 「其他人呢？」
      p 「他們進入古墓了，怎麼了？」
      p 「我們得趕快追上他們！趕不上的話，他們都會死的！」安琪焦急地說道。
      p 「為什麼？」
      p 「之後再跟你解釋，」安琪道，「我們要趕快跑，一分一秒都不能浪費，用元素幫我們加速吧。」說著她已經往深處跑去。
      p 「好吧，好吧，」彼德從後面趕上，邊跑邊嘟囔著，「每次都是我一頭霧水。」
      h3 5.4.2.影子
      p 洛南紀六十年三月十八日，愛森古墓
      p 安琪和彼德愈跑愈深入，卻覺得自己的影子愈來愈重。
      p 「我想起了隱者庭苑，還有卡洛。」彼德道，「他把我從精靈的國度帶到庭苑。」
      p 「他不是你爸爸嗎？」
      p 「是的，但是我媽媽是精靈，為了愛，犧牲了原本的長命。生下我之後不久，她就像一朵枚瑰一般地枯萎了，這是卡洛說的。」
      p 「我也想到潛鮪村，」安琪道，「可是我們的腳步不應該停頓。我們必須去救他們。」
      p 但是腳步愈來愈不能控制，終究慢了一下，最後終於停止。
      p 不能停，不能停。
      p 安琪想起了大修女索菲亞，還有舅舅、舅媽。他們在她年幼時收養了她。收養。
      p 爸爸和媽媽呢？
      p 漁船、夜歸、颶風、沉沒。
      p 不能停，不能停。
      p 悲傷，抑制的悲傷。
      p 為什麼要當醫者？一種補償嗎？還是因為仁心和愛？
      p 每個人的死亡都是愛他的人的悲傷。
      p 「我很難過，」安琪說道，「你們死了，我活了下來，帶著你們的愛。我珍惜你們給我的生命。請祝福我走出我的一條道路。」
      h3 5.4.3. 打開青銅門
      p 洛南紀六十年三月十八日，愛森古墓
      p 瓦林娜在石室裡來回踱步。牆上的七柱燭台照著她紛亂的思緒。
      p 進去，或是不進去。不進去就是回頭救走米庫斯、烏風、安琪，然後再找鐘墨芝石求援。
      p 但是鐘墨芝石應該也不懂愛森古文。寒冰會的人又遠在沃土。
      p 「看樣子是無法回頭了，」瓦林娜對自己說道，「不管結界大師留給我的訊息是什麼，我已經無法辨識。同伴都被阻住了，我必須獨自喚醒大法師。」
      p 她舉步走向兩個持劍的鬼影守衛。
      p 「希望第三行是寫：千萬不要攻擊守衛，直接進入青銅門。」她小聲對自己說。現在只有她能自由行動。她如果失敗，所有同伴都將面臨巨大的危險。
      p 瓦林娜走到青銅門邊，推了推門。守衛沒有反應。
      p 瓦林娜用力再推。沒有用，門上鎖了。
      p 她注意到門上有一個小洞，看起來是鎖孔。但是她沒有鑰匙。
      p 沒關係，瓦林娜心道，我有備用卷軸。
      p 她從腰側抽出一個木製的小筒，打開蓋子，抽出幾卷用紅色墨水寫的羊皮卷軸，一張張翻閱。
      p 鑑定術，不對。辟邪術，不對。幻影，不對。魅影駒，那是逃跑用的，也不對。嗯…這張是…敲鎖術。對了，就是它。
      p 她收好其他的卷軸，拿起寫著敲鎖術的那張，對準青銅門，照著卷軸上的符文，唸道：「Vil-Thrat-Bing」
      p 她每唸一個音，卷軸上的字就飛到空中，凝聚成亮紅色的法球。當咒語唸完，卷軸化為灰燼，而法球成形，變成一把發光的小槌子，往青銅門敲去。
      p 「叮」地一聲。門鎖開了。
      p 瓦林娜深吸一口氣，推開青銅門。
      h3 5.4.4. 追趕
      p 洛南紀六十年三月十八日，愛森古墓
      p 過了好一陣子，安琪和彼德終於讓沉重的影子變輕了。
      p 他們繼續向前向下，經過幾個彎道，遇見了烏風和米庫斯。他們呆立在黑暗中，被一圈發亮的圓形法塵保護著。
      p 「他們很安全，」安琪道，「我們得儘快趕上瓦林娜。走吧。」
      p 「好，可是…妳還沒告訴我為什麼，」彼德道，「休息一下，喘口氣，講一下吧。不會太久。」
      p 「好吧，」安琪道，「但是只能休息一下下。事關重大，我在幻境裡，聽到大法師和吸血鬼打交道。他們轉生用的咒術，只能保存靈魂。他們會附著在活人的身體上。」
      p 「那也不錯啊！」彼德道。
      p 「什麼不錯！」安琪急道，「原本身體主人的靈魂，會被放逐！意思就是他會死掉！如果我們不趕上瓦林娜，我們就再也看不到她了。只剩下利用她身體轉生的大法師。」
      p 「唔，太噁心了！」彼德叫道。
      p 「所以，趕路吧，為了我們的朋友好。」安琪道，「我們這下子又拖了時間。」
      p 「不會拖，不會拖，」彼德道，「妳讓我明白，妳就不用自己去了。妳穿鎖子甲跑步很勉強，而且，我可是得過隱者庭苑的長跑亞軍喲！」
      p 安琪突然明白，彼德是對的。鎖子甲太重，要脫掉也很費時。就算不穿甲冑，長跑起來一定也遠遠不如這個訓練有素的傢伙。
      p 「好吧，」她對彼德說道，「這次是你聰明。那就拜託你了，我隨後就到。」
      p 彼德將她用力抱住，再輕輕放開。
      p 「我會趕上她的。」他說。隨即轉身，向著黑暗，發足力奔。
      p 望著彼德沒入黑暗，安琪突然有點空虛。剛才跑步的疲累現在湧上身體。
      p 喘息片刻，她用正常的速度向前，調整呼吸。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/e3") 5.3節
        router-link.ui.green.huge.button(to = "/e5") 5.5節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
