<template lang="pug">
  .hello
    .ui.segment.container
      h2 5.5. 悲痛的結局
      h3 5.5.1. 謎底揭曉
      p 洛南紀六十年三月十八日，愛森古墓
      p 門開了，裡面一片漆黑。
      p 瓦林娜剛要舉步，守衛的兩隻劍便架到了她的頸上。
      p 「嗯，好吧，」瓦林娜笑道，「你們不讓我過去是吧？」
      p 她退後兩步，舉起法杖，準備施展遁術。
      p 瞬間移動的遁術通常是用來逃離戰鬥，不過，此時也可以用來避開守衛，直接進入青銅門內。
      p 瓦林娜咒語還未出口，突然後方傳來急切的聲音：「等一下！」
      p 瓦林娜回頭一看，是彼德。滿身大汗。
      p 「彼德？」
      p 「停下來，不要進門，」彼德一面喘氣，一面說道，「妳會死掉的。」
      p 「等等…我不明白。發生了什麼事？」
      p 「總之，先答應我，不要進去。我慢慢跟你說。安琪就在後面。」彼德邊喘邊說。
      p 「好，我不進去。你先休息一下吧。」瓦林娜發覺事情出現轉機，至少現在她不是一個了。
      p 「好…好極了。」彼德露出一絲微笑，腿一軟，癱倒在地。
      p 稍事休息之後，彼德開始講他從安琪那邊聽到的事。愛森大法師、轉生術、靈魂與放逐。
      p 「所以說…」瓦林娜指著黑暗的青銅門，說道，「如果我剛才施遁術進去，現在我的驅體就會被佔據、靈魂就會被放逐囉？天哪。」
      p 「安琪是這樣說的。」
      p 「那麼，大法師的召喚，讓我們來到這裡。這一切的目的，就是要拿我們當祭品？」
      p 「可能是這樣。」彼德憂愁地說道，「我們去把米庫斯和烏風弄醒，離開這個老墳墓吧。」
      p 想到冒險的盡頭竟然是如此，瓦林娜不禁感到悲傷。
      p 即使喚醒了大法師，能對抗諸天星使，但是若自己失去生命，這一切的意義又是什麼？
      p 如果犧牲自己，可以換得戰火平息、人類太平，那為什麼不犧牲呢？但是，事情真的那麼簡單嗎？大法師究竟有沒有本領逆轉戰局，還是未知數。這種不確定的情況，誰又想白白犧牲呢？
      p 但是…好像有什麼地方不對勁。
      p 「好險趕上了。」安琪走向房間，開心地說道，「彼德，多虧你了。」
      p 「我們準備離開古墓了。」彼德不開心地說道。
      p 「沒有想到大法師的轉生是這樣子的，」安琪道，「看起來真的得走了。」
      p 「可是要去哪裡呢？」彼德問。
      p 「接天橋，極北之地的接天橋，」安琪道，「我在幻境有看到過它，是一個雪地裡閃亮的五芒星陣。」
      p 「去做什麼？」彼德問。
      p 「找到封聖的秘密，」安琪道，「既然依靠別人的最後希望破滅了，愛森大法師會繼續長眠，我們只剩一條路：靠自己。」
      p 「等等，」瓦林娜突然插道，「我們想錯了一件事。」
      p 「什麼事？」
      p 「刻在門上的文字，」瓦林娜道，「是結界大師吉什麼德的留下來的。」
      p 「吉魯德。」安琪接道。
      p 「妳怎麼…噢，對了，妳在幻境中看到過，」瓦林娜道，「他留下一則訊息。如果大法師的目的是要我們當犧牲，他們應該不會留下訊息，也不會設下守衛和結界。」
      p 「什麼樣的訊息？」安琪問。
      p 瓦林娜走回鑲有藍寶石的黑門前，指著門上的符文，說道：「就是這些。」
      p 「它寫些什麼？」
      p 「我不是完全看得懂…不過，我懂一部份。」瓦林娜頓了頓，唸道：「給親愛的孫x：很xx你來到這裡，可以x醒我們了。」
      p 「給親愛的孫兒：很高興你來到這裡，可以喚醒我們了。」安琪直覺地說道，好像有某種記憶透過她說出自已。
      p 瓦林娜唸道：「這裡xx著四位大法師，xx師克拉貢、xx師歐奇力婭、xx師瑞靈、結界師吉魯德也就是我。其他的大法師們xx了自己，給了我們xx。」
      p 安琪道：「這裡長眠著四位大法師，召喚師克拉貢、塑能師歐奇力婭、死冥師瑞靈、結界師吉魯德也就是我。其他的大法師們犧牲了自己，給了我們時間。」
      p 「神奇！」彼德叫道，「安琪，妳怎麼會懂？」
      p 「我也不知道，自從進入幻境，回到過去之後，就一直有毫無道理的事發生。」安琪道。
      p 瓦林娜繼續唸道：「首先，在準備好之前，千萬不要xx守衛，直接進入青銅門。」
      p 安琪道：「首先，在準備好之前，千萬不要越過守衛，直接進入青銅門。」
      p 「所以大法師不要我們進去？」彼德道，「看起來他們還有點良心！」
      p 瓦林娜繼續唸道：「我們用轉生術將xx封印於寶石中，而xx早已腐朽。」
      p 安琪道：「我們用轉生術將靈魂封印於寶石中，而驅體早已腐朽。」
      p 瓦林娜繼續唸道：「我們需要新的xx。如果你xx進入，我們無法xx，就會xx你的xx，而你將會xx。」
      p 安琪道：「我們需要新的身體。如果你貿然進入，我們無法分辨，就會奪走你的身體，而你將會死亡。」
      p 瓦林娜繼續唸道：「所以，請xx下面的指示。」
      p 安琪道：「所以，請詳讀下面的指示。」
      p 「重頭戲來啦，」彼德道，「什麼指示？」
      p 瓦林娜繼續唸道：「第一步，x四個成年的xx，三男一女到xx。」
      p 安琪道：「第一步，抓四個成年的活人，三男一女到墓中。」
      p 瓦林娜繼續唸道：「第二步，把他們xx，但是不要xx。xxx很邪惡，但是我們沒有更好的xx，要轉生就需要xx。」
      p 安琪道：「第二步，把他們殺了，但是不要流血。聽起來很邪惡，但是我們沒有更好的方法，要轉生就需要活體。什麼！」
      p 彼德叫道：「不會吧！」
      p 「等等，先看完全部，」瓦林娜道，「我們再來判斷。」
      p 她繼續唸道：「第三步，儘速將藥劑混合你自己的x，注入xx的xx。要快xxxxx。」
      p 安琪道：「第三步，儘速將藥劑混合你自己的血，注入屍體的口中。要快不然會失效。」
      p 瓦林娜繼續道：「第四步，將xx丟進青銅門，由女的xx先。你自己不要進x。」
      p 安琪道：「第四步，將屍體丟進青銅門，由女的屍體先。你自己不要進來。」
      p 「所以…」彼德有點困惑。
      p 「這房間的暗格裡有一瓶藥劑，」瓦林娜說著拿出滿是黑色液體的大瓶子，對安琪道：「這應該就是指示上說的藥劑。」
      p 「為什麼要這麼複雜？」彼德問。
      p 「可能是因為轉生的對象必須流著大法師的血，」瓦林娜道，「愛森人很重視血脈。他們可能認為，新的軀體必需流著大法師的血，他們轉生之後才能保有生前的法藝。」
      p 「這麼玄。」彼德嘟嚷著，又問：「那為什麼要殺人？」
      p 「很明顯，不是嗎？」瓦林娜嘆道，「他們不希望我們死掉，所以設計了一個方法。找別的替死鬼，然後用藥劑將我們的血注入屍體，讓他們流有大法師血液，以作為轉生的祭品。」
      p 「這很邪惡。」安琪道，「我們自己不想死，又怎能殺害無辜的人？」
      p 一陣沉默。
      h3 5.5.2. 是非善惡
      p 喚醒大法師有轉機，但是這個轉機卻是…犧牲四個無辜的人。
      p 「很難抉擇，是嗎？」一個冷冷的聲音自空氣中發出。
      p 「烏風！」瓦林娜驚叫。
      p 「沒錯，」烏風道，「我和米庫斯都來了。」
      p 他關閉隱匿之球的力量，和米庫斯從空氣中現身。
      p 「我們都聽到了，」米庫斯道，「我們到的時候，妳們剛開始在唸結界大師的指示。」
      p 「我們必須喚醒大法師。」烏風冷冷地說道。蒙面布蓋著他的表情，遮住了掙扎和不忍的情緒。
      p 「但是…」瓦林娜感到困難。
      p 「彼德，你怎麼說？」安琪問。
      p 「殺無辜的人當然是壞事，」彼德道，「但是，有千千萬萬的人會因此得救，免於戰爭、饑荒和恐懼。如果我們現在放棄，那就什麼都沒有了。不過…說實在我下不了手。」
      p 「我們可以去找死有餘辜的人。」米庫斯道。
      p 「在古墓附近？」彼德道，「別說死有餘辜的人，閃金村遷走了，你要找到一個人都很難。」
      p 「既然這樣，我們就別管這個古墓了吧。」安琪道。她很不希望看到同伴犯下殺害無辜的惡行。
      p 「我不是很想說，不過，」瓦林娜道，「我知道這附近有還未荒廢的考古營地。」
      p 「問老西爾就知道，」米庫斯道，「他成為活屍之前，肯定也是考古學家。」
      p 「我一個人上去就夠了。」烏風道，「我們可以一具一具屍體搬。」
      p 「瑪法達在上，我們不能直接離開古墓嗎？」安琪怒道，「殘殺無辜是邪惡的行為。不論有什麼高尚的動機，謀殺就是謀殺。我是醫者，不能容許這樣的事。」
      p 瓦林娜突然想起鐘墨芝石的話：「我只看到，你們在古墓會遇到很大的危險，還會面對一次很大的爭執。可能有人會送命。」
      p 她對同伴說：「好了，不要啟爭端。我們都是同伴，不是嗎？」
      p 「依妳看，事情怎麼辦？」米庫斯道，「我表妹硬是不肯，彼德也下不了手。」
      p 瓦林娜還未接口，烏風卻搶先說話。
      p 「小不忍，亂大謀。」烏風冷冷地說道，「我從小就是殺手，這些罪惡就由我來擔吧。」
      p 說著，他啟動隱匿之球的法力，消失了。
      p 「不！現身，烏風！」瓦林娜道，「還沒商量的事，不要衝動！」
      p 烏風沒有回應。
      p 「他去殺人了，」安琪絕望地說道，「他用神球逃走了，現在我還能做什麼呢？」
      p 「等待吧，」米庫斯安慰道，「妳盡力了。」
      p 安琪踱步著，又踱步著。她閉上眼，開始祈禱。
      p 時間一分一秒地過去，一分一秒地過去。
      p 突然，安琪對瓦林娜說道：「妳能使風傳訊對不對？」
      p 瓦林娜道：「是啊，所以呢？」
      p 安琪道：「請妳跟烏風說：不要殺女人了。」
      p 瓦林娜尚未會意，安琪便往青銅門躍去。
      p 鬼影守衛們想攔阻，但她早有預備，立刻舉起聖徽，喝令他們退下。
      p 雙杖聖徽爆出剌眼的白光，逼退了守衛。
      p 彼德、米庫斯和瓦林娜想要阻止，已來不及。說時遲，那時快，安琪一個箭步衝進了青銅門。
      p 沒有人料到安琪會這麼做。進入大法師的轉生靈殿，無疑是送死。
      p 安琪進門後，兩名鬼影守衛又舉劍擋住了門，不讓任何人通過。
      p 青銅門內，安琪向他們說道：「每一個人都有所愛的人，每一個死亡都是傷心之事。沒有比較、沒有權衡、也沒有誰能犧牲別人的生命。我不相信非要喚醒大法師才能救世。如果執意如此，那麼身為醫者的信念，我寧願捨身成仁也不要殺害無辜。」
      p 「不！」彼德大喊。
      p 「永別了！希望你們成功喚醒大法師，到接天橋封聖，但是也要提防大法師可能帶有幽界的邪惡，因為這個轉生是如此的邪惡。」安琪平靜地說道，「未來造下殺業的時候，希望你們會想到今天，會想到曾經有一位同伴，是一名醫者。」
      p 至少我忠於自己的仁心，安琪對自己說。在這死別之時，她也忍不住淚下。其實她是想活的。
      p 「等一下，安琪！不要衝動！」米庫斯大喊。
      p 但是安琪沒有回答。她的白袍隱沒在黑暗之中。鎖子甲碰撞的卡哩卡啦聲，也漸漸消失。
      p 「不！」彼德衝向青銅門。鬼影守衛的長劍指住他，令他無法穿越。
      p 米庫斯坐倒在地，一語不發，用手槌著石牆。
      p 七柱燭台上的綠色火焰，仍不停搖擺。
      h3 5.5.3. 歐奇力婭
      p 洛南紀六十年三月十八日，愛森古墓
      p 歐奇力婭睡了很久。但是，醒著的時間卻更長。
      p 失去了身體，失去了眼身鼻舌，歐奇力婭的意識在孤獨中不停打轉。
      p 有幾年，她為未來感到恐懼。如果計劃失敗，她將永遠封印在不壞的寶石當中，不朽，但也無處可去。
      p 沒有日月的孤獨。
      p 到後來，她完全忘記了時間，不知道一天、一月有什麼意義。
      p 在空黑的意識裡，只有孤獨。
      p 有幾年，歐奇力婭學會了靜心，讓漫長的等待成為一種觀照內在的過程。千年的內觀。
      p 她的心變得很平靜。生前的衝動、傲氣和執念，在歲月的煎熬下，釀成了徹底的平靜、透明的智慧。
      p 偶而她會想到自己的故事。
      p 童年的歐奇力婭，生活很貧窮，從小就要幫媽媽顧攤賣點心、玩具。她的法藝在七歲時顯露。
      p 當她發現自己能用手碰水就將它變成冰時，歐奇力婭十分高興。她也因此多了一項比較賺錢的本領：在夏季表演空手製冰。
      p 十歲時，一場意外改變了歐奇力婭的命運。
      p 那是一次監獄中有三名殺人犯越獄逃亡，其中一名還是流浪術士，能施法。當歐奇力婭聽到消息時，還在販賣她的冰品。她並不害怕。
      p 當三名逃犯真的經過這條街時，歐奇利娜集中能量，施出寒冰錐，將三人一起冰封了。
      p 愛森大法師之塔的人聽到消息，立刻派人來巡訪這名自學者。十歲的女孩，無師自通竟能施展高難度的寒冰錐，很快歐奇力婭就成為了法師學徒，學習讀寫、組合各式各樣的法材咒詞、還有算數與歷史。
      p 在法藝大多由男性傳承的時代，歐奇利娜成為了首位女性的塑能大師。每個世紀總有一兩位女性擔任守護大師、結界大師或預言大師，但是司掌純粹力量的塑能大師不曾。這也讓她備受矚目。
      p 在成為大法師之前的修煉中，歐奇力婭接觸了各式各樣的咒法和學派，也交了幾位好友。她缺少處世的圓滑，但是對純粹力量的掌握讓同儕不得不敬佩。
      p 雖然接觸廣泛，歐奇力婭還是偏愛寒冰咒術。冰可以熄滅混亂之火，冰可以冷卻無名妄動，冰也可以溫暖人心。
      p 施展轉生術後，在地底孤寂的長夜裡，歐奇力婭的心，漸漸像冰一般樣凝結，堅實地等待。
      p 而冰溶霜化的一刻終於來到。
      p 生氣，久違的生氣，讓歐奇力婭感到熟悉又陌生。
      p 長年的沉寂，讓大法師對新的擾動十分敏感。不會錯，是人。
      p 歐奇力婭集中精神，將靈魂勾上外面的驅體，然後把自己拉進去。
      p 她重生了。
      p 眼、耳、鼻、舌、身、意，六識重開。這過程並不舒服，過量的剌激讓歐奇力婭十分不適。
      p 過了一陣子，頭痛漸漸減弱，也比較能看清四周時，歐奇力婭發現自己的左手很沉重。仔細一看，原來上面綁著一個邊緣銳利如刀的圓盾。
      p 她解下圓盾，丟到地上。對法師而言，它太重了。
      p 接著，歐奇力婭決定動一動，適應一下新的身體。
      p 她一舉步，就發現自己竟然穿著一件笨重的甲胃。鎖子甲。
      p 為什麼沒有先把屍體的甲胃脫掉再送進來呢？
      p 她慢慢脫掉鎖子甲，又發現自己頸上竟佩戴著一串銀項鍊，上面鑲著銀質徽記，是兩根交叉的杖子。
      p 歐奇力婭不認得這個徽記，於是把它解下，收進行囊。
      p 行囊裡面有藥水、符咒、藥療用具、小錢袋、骷髏面具、小鏡子、還有一些布、小鍋、小鏟、叉子、小刀、火種、火石、乾糧、飲水、鹽巴以及許多不知名的藥草與香料。
      p 只有牆壁上的螢光苔在微微泛著綠光，歐奇力婭希望亮一些。
      p 火石…不對，她心道，我是法師啊。
      p 「光噴古。」空中冒出了火把一樣的光亮。
      p 歐奇力婭拿起鏡子，打量了一下自己的面孔。
      p 太年輕了，可能還不到二十歲，古銅色的皮膚，眼睛和面部輪廓像是東部人。只有髮色是對的，黑褐色，可是太長了，也沒有綁成馬尾。
      p 「錯形物換身始突風越。」
      p 鏡中的人影，開始改變。膚色變白、頭髮變短、身高變得稍矮一些、肌肉也不那麼強壯。歲月的痕跡也出現了，現在的歐奇力婭回到四十多歲的模樣，生前的樣子，絲毫不差。
      p 她又唸了幾個咒詞，召喚出整套的內外衣物，換上。這樣就和生前一樣了。只差大法師之袍與冰晶法杖。
      p 她記得這兩件法器放在墓室的最右側的暗格裡。果然，沒幾下就找到了。由於法力的加持，大法師之袍和冰晶法杖竟然千年不壞，只是沾了灰塵。歐奇力婭用布將它擦拭乾淨。
      p 久違了，老友，她心道，現在我們可以再次冒險了。為了不屬於我們的一個時代。
      p 披上長袍，將扣環扣上。執起法杖，懷念的重量。
      p 歐奇力婭思量片刻，決定不必自己喚醒其他的大法師。尋找神球比較重要。
      p 她不喜多言，不想敘話，於是輕輕唸了一個咒，遁出了古墓，到達原野和藍天。
      p 一個久違的世界。
      h3 5.5.4. 傷逝
      p 洛南紀六十年三月十八日，愛森古墓
      p 「她一直沒出來。」彼德痛苦地說道，「已經過很久了。」
      p 「很難想像我爸會有什麼反應，還有集漁鎮的修女索菲亞…」米庫斯嗚咽著，「他們把她托付給我，我卻把她帶到死亡。天哪。」
      p 瓦林娜不知如何是好。這場悲劇可說是烏風的獨行造成的，而烏風是她的同伴。
      p 她感到悲傷、不知所措、還有自責。
      p 不知道烏風回來會怎樣？風訊已讓他知道安琪的犧牲，他可能會調整好情緒才進來吧？
      p 或許他進來的時候，就像平常一樣冰冷。但那樣更糟。如果激怒了彼德跟米庫斯，他們或許會攻擊他。
      p 是了，瓦林娜心道，我可以用咒詞來撫平他們心中的痛苦和悲傷。
      p 但是她很快打消了唸頭。這是不敬，對安琪的不敬。
      p 三個人的思緒都很紛亂，心情跌到谷底。彼德尤其悲傷，因為他錯過了一個救她的機會。
      p 如果還能再見到安琪，彼德心道，我一定要告訴她我有多愛她。
      p 如果沒有大戰、如果沒有使命、如果沒有大法師，就我們兩個人，在隱者庭苑過幸福的日子，不是很好嗎？為什麼人要冒險呢？為什麼結局會變成這樣呢？
      p 為什麼她可以完成她的堅持，然後讓我活著受苦呢？
      p 不公平，彼德心想，太不公平。如果角色對調，可能會比較好。但是太遲了，一切都太遲了。
      p 「故事還是要繼續下去，」彼德喃喃自語，「不管有意義還是沒有意義，我們都要喚醒大法師。去他的古墓！來，喝酒！」
      p 他從行囊中拿出家鄉的葡萄酒，放到地上。接著坐倒在地，看著綠色的慘光映著酒瓶。
      p 「來，喝酒！」彼德拔下瓶塞，灌了一大口，「米庫斯，來！喝到爛醉，醒來就會發現一切都是夢！」說著他又哭了起來。
      p 彼德又灌了一大口，卻一口氣岔到，嗆得把酒噴在地上，猛咳不止。
      p 「彼德，別丟人現眼的！」米庫斯一面敲著石壁，一面說道，「你就不能安靜一點嗎？」
      p 彼德一面喘氣，一面說道：「安靜是可以啦！那我一個人去散一散，不打擾你。失陪了。」說著他走出房間，進入通道。
      p 房間裡，沒有人說話，只有米庫斯急促的呼吸聲。
      p 時間一分一秒地過去。通道那邊不時傳出幾聲狂吼。
      p 突然，有沉重的腳步聲接近，瓦林娜和米庫斯往通道方向望去。沒有人影。
      p 腳步聲進入了房間。突然地上憑空出現一具屍體。
      p 「烏風！」瓦林娜道。
      p 但是烏風沒有回答。在隱匿之球的保謢下，他悄悄地離開了。
      p 瓦林娜著手調製藥劑。她從行囊掏出一個玻璃瓶，倒入八分滿的古墓黑藥，然後用小刀劃破左手無名指，滴了幾滴鮮血。
      p 她舉著瓶子搖晃，直到血液與完藥劑完全混合。
      p 然後是注入屍體的口中。
      p 瓦林娜感到十分困擾：為什麼是我？為什麼是我？每個人都很沮喪、很悲傷，不是嗎？為什麼現在是我一個人去調藥灌屍體？
      p 當藥劑注入的同時，瓦林娜注視著屍體的臉孔。大約二十歲、皮膚曬得很黑、方臉、黑色捲髮、鬍子很久沒刮、像團亂草。
      p 「每一個人都有所愛的人，每一個死亡都是傷心之事。沒有比較、沒有權衡、也沒有誰能犧牲別人的生命。」安琪曾經這麼說。
      p 沒有比較、沒有權衡。
      p 但是當天降星使、大難來臨，有能力與之抗衡的人，就比較重要。至少對旁人來說是這樣。
      p 這是為什麼要喚醒大法師，即使犧牲無辜也再所不惜。即使行惡，但是換得更大的善。這就是權衡。
      p 但是對被犧牲的人來講，那就是一切；對愛他的人來講，那就是一切。
      p 瓦林娜漸漸明白安琪的意思。
      p 藥，一點一點地注入。直到瓶子倒乾。
      p 瓦林娜拖著屍體，走向青銅門。米庫斯一言不發，起身抬著屍體的另一端，一起走向轉生之殿。
      p 門裡，還是一片黑暗。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/e4") 5.4節
        router-link.ui.green.huge.button(to = "/e6") 5.6節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '5.5. 悲痛的結局'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
