<template lang="pug">
  .hello
    .ui.segment.container

      h2 5.6. 愛森大法師
      h3 5.6.1. 喚醒大法師
      p 兩人將屍體使勁拋入門內。沉寂。
      p 之後是更漫長的沉寂。
      p 烏風又回來了兩次，帶回了兩具屍體。一切如法炮製，他們又被送入了青銅門內。
      p 烏風停止隱形，靠著牆角坐下，閉目沈思。
      p 接著彼德也回來了：「有大法師出來了嗎？我們可以握個手。」
      p 「噢不，彼德。」米庫斯不悅地說道，「酒對你沒有好處。要讓安琪的犧牲沒有白費，你就應該打起精神，繼續救世之路。」
      p 「救世？呵呵，」彼德狂笑道，「沒想到我們的米庫斯先生會說『救世』。噗！我不幹！大法師醒來了，他們有的是能力、有的是法力。像我們這種小角色，回家吃自己吧！我要回隱者庭苑去。」
      p 沒有人搭腔。
      p 「喝酒！」彼德呵呵笑道，「來，喝酒！」
      p 「酒！有酒嗎？」青銅門內傳來粗獷的笑聲，帶著很重的口音，「也給我一杯！」
      p 一名紅袍紅髮，約三四十歲的男人，執著鑲有紅寶石的法杖，從門內走出：「呵…午安，我是克拉貢，召喚師克拉貢。」
      p 瓦林娜道：「你好，我是風谷的…」
      p 「…結界師瓦林娜。」克拉貢笑道，「還有彼德、米庫斯、烏風。你們好。」
      p 「他怎麼知道我們的名字？」米庫斯小聲地問身旁的瓦林娜。
      p 「召喚師司掌事物之真名。」克拉貢笑道，「啊！我忍不住想將你們抱在懷裡！空氣！身體！噢，我在虛空當中過了太久。啊！我應該感謝你們讓我重獲新生！偉大的子孫！」
      p 「你要喝酒嗎？」彼德道。
      p 「給我一點吧。啊！釀造的酒真是比咒法召喚出來的有味，」克拉貢接過彼德的酒瓶，邊喝邊道，「好酒！好酒！」
      p 「隱者庭苑出產，二十年陳酒。」彼德道。
      p 「陳酒給我這千年老人喝，真是再好不過了，呵呵，」克拉貢笑道，「好吧，我也不多喝。還你，留著慢慢喝。一次喝一點就行了，去去寒氣。啊！咱們還是來講正經事吧。」
      p 說著，他兩眼一閃，露出智慧的光芒。
      p 「我們之前有一位同伴進去了，沒有出來，」瓦林娜道，「你知道她去哪裡了嗎？」
      p 「同伴？噢！我醒來的時候發現塑能大師歐奇力婭不見了。」克拉貢道，「啊！我想她一定用妳同伴的身體轉生，然後施法遁走了。她不喜多言。」
      p 「是嗎？」
      p 「嗯…我出來之前，看到一些不屬於古墓的東西，像是銳盾和瑣子甲。」
      p 「那是安琪的！」彼德大叫。
      p 「啊！很不幸，可能真是如此。」克拉貢道，「你們的同伴已經不在世上了。不過，她的靈魂是不會因此消失的。」
      p 「她的靈魂？」彼德問。
      p 「這部份我來補充吧。」一個虛弱幽淒的聲音說道，「謝謝你們讓轉生術完成，我是死冥師瑞靈。」
      p 一個面色蒼白的黑袍巫師，執著骷髏頭權杖，從青銅門內步出。雖然是活人，看起來卻跟老西爾和異客有一點像。
      p 「人除了肉體，還有靈魂。靈魂又可以分成幾個部份，在此先不多談，」死冥師說道，「失了肉體的靈魂，如果不是用轉生術封印於寶石，也沒有繫結於咒符之上，就會變成幽魂。」
      p 「不就是…下到幽界嗎？」瓦林娜問。
      p 「不不，」瑞靈道，「遠在人類尚未出現之前，是沒有幽界的。幽魂會回到莫可名者之處，進入永動的輪子和不息的風。他仍活著，但不再是原本的個體，就像江河流入大海，靈魂也會溶入一片生命之海。」
      p 「那麼幽界又是？」烏風問。
      p 「幽界是一個交易的所在，」瑞靈道，「人總想要不朽，不願放棄自己的個體。而冥王，過去也曾是精靈，在下域封神之後，就開始和靈魂交易。讓他們避開永動的輪子，隔絕不息的風。失去了生氣，換得了不朽。」
      p 「而冥王就操控這些失去生氣的靈魂，建立了龐大的幽暗帝國。」召喚大師克拉貢補上一句。
      p 「所以，當一個人不想交易，他就不會滯留幽界。」瑞靈道。
      p 「我想安琪不會做這筆交易。」米庫斯道。
      p 「那麼，她將回到莫可名者之處，溶入生命之海，進入永動的輪子，化成不息的風。」瑞靈道。
      p 「你們不妨這樣想，」克拉貢道，「當陽光給你溫暖，那陽光就是安琪；當雨露解你乾渴，那雨露就是安琪。微風拂過，那是安琪；霜雪飄臨，那也是安琪。」
      p 彼德哭了。
      h3 5.6.2. 大法師的禮物
      p 一段治療的靜默，每個人都有所釋放。
      p 又過一陣，腳步聲從青銅門內傳來。
      p 綠袍、銀杖、面帶微笑的巫師，用一種輕盈又莊重的腳步，走出青銅門：「結界師吉魯德，司掌加持與暗示之法。」
      p 「鑄造八神球的人就是他。」瓦林娜悄聲對同伴說。
      p 「幸會。」烏風不帶感情地說道。
      p 「瑞靈、克拉貢，我們該走了。」吉魯德微笑著說道，「不過臨走之前，我想給他們一些禮物，感謝他們讓轉生術完成。」
      p 「你們要去哪裡？」彼德問。
      p 「首先，要找回八神球，」吉魯德道，「再來，要去現在法藝留存之所，去傳承法藝，並和他們討論如何阻止毀滅。」
      p 「那就是風谷囉？」瓦林娜道，「我的師父們會很高興看到你們的。他們不會在意自己的法藝相形見絀。」
      p 「那就好。」吉魯德道。
      p 「至於神球，」烏風道，「隱匿之球在我身上、變異之球在彼德身上、真知之球則在鍾墨芝石身上。鍾墨芝石也就是過去的精靈王。」
      p 一聽到「精靈王」三字，大法師們雖然修為甚深，也不禁臉上變色。
      p 「精靈王？」克拉貢道，「啊！這又是怎麼回事？」
      p 「因為覺悟和悼悔，精靈王犧牲了永生，前來人世，化名鐘墨芝石，」瓦林娜道，「他希望人類能平安渡過這次劫難。就是他引領我們來到古墓的。」
      p 「往昔的夢魘，今日的希望。」死冥大師瑞靈道，「和薩瑪蘭正好相反。」
      p 「總之你們可以保有神球。」吉魯德道，「只要找回寒冰之球、守謢之球和附著之球，我們就能對抗星使了。」
      p 「寒冰之球在沃土的寒冰會手上。」瓦林娜，「他們也在對抗星使，但是野心大過理想。首領寇維爾是法師，能施展寒冰錐。」
      p 「沒問題。」結魯德道，「歐奇力婭會對付他的。神球上有我設的反偵測結界，但是我們自己知道線索，可以直接施法偵測它們的位置。」
      p 「對了，薩瑪蘭是誰？」米庫斯問道。
      p 「唉，」瑞靈道，「薩瑪蘭和我同期，年輕時是死冥術的高材生。後來，唉，他為了瞭解死冥和幽域，自己去讓吸血鬼攻擊，以讓自身成為吸血鬼。」
      p 「為了得到一手經驗，」瓦林娜驚道，「這犧牲也未免太大了吧？」
      p 「當時大家都求知若渴。」瑞靈道，「我也很佩服他的勇氣。」
      p 「啊！我還記得當時在古地墳穴的戰鬥。」克拉貢道，「我們一起到幽域去找吸血鬼。」
      p 「我們約好要除掉吸薩瑪蘭血的吸血鬼，不然他會永遠被支配。」瑞靈道，「不過挑戰不小，畢竟當時我們還不是大法師。」
      p 「啊！吸血鬼比我們想的還要厲害，」克拉貢道，「後來是靠著日光才把他打敗。」
      p 「幽域怎麼會有日光？」烏風問。
      p 「噢！那道日光是我召喚進來的！」克拉貢得意地哈哈大笑。
      p 「過去的事，慢慢再說吧，」結界大師吉魯德道，「薩瑪蘭後來成為了吸血鬼，有了他自己的旅程。」
      p 「也讓我們知道了許多新的知識，」瑞靈道，「像是轉生術。」
      p 「最後卻淪入幽暗的陣營，」克拉貢道，「現在是我們的敵人了。」
      p 一陣短暫的沉默。
      p 結界大師吉魯德道：「好了，天下沒有不散的筵席，我們該出發了。至於禮物…你們想要什麼？古墓寶藏甚多，只要裡面有的，都可以帶走。」
      p 「我希望安琪復活。」彼德道。
      p 沒有人笑他，只是沉默。
      p 「你們有古代的法術書嗎？結界、變異和守護一類的。」瓦林娜道，「雖然不能當面向大師學習，但是我希望瞭解更精深的法藝。」
      p 「噢，當然，愛智是好事。」吉魯德道，「法藝和語言密不可分，我可以送妳一本愛森詞典和幾部法術書，上面有加持所以千年不壞。」
      p 「為什麼法藝和語言有關？」瓦林娜問，「我以為它只和數學、幾何有關。」
      p 大法師們露出吃驚的眼神，好像被問到為什麼人有兩條腿。
      p 「你們這時代的法師，只畫符，不唸咒嗎？」吉魯德反問。
      p 「唸啊。」
      p 「那就對了。」
      p 「可是…那不是語言啊。」瓦林娜道，「那是沒有語意、只有效用的咒詞而已。」
      p 「呵呵！」克拉貢道，「妳說沒有語意、只有效用？那唸妳個咒來聽聽！」
      p 瓦林娜有點混淆，於是唸道：「Vil-Fre-Na-il」
      p 「友善術，很好啊，」吉魯德道，「但是聽起來不夠流暢。如果妳讀了愛森語，就會知道這幾個字是『活友奔繫同』」
      p 瓦林娜眼睛一亮：「好像多少有點意義呢。」
      p 「法咒的力量是來自語意，」吉魯德道，「即使我把咒詞背錯，唸成『活友平繫同』，意思貼近，仍然是個有效的友善術。」
      p 瓦林娜從來沒有想過，不必死背咒詞，而能靠理解輔助記憶。她也沒有想過，唸咒時不必一字不差，只要語意貼近，就可以成功。
      p 「其實我們愛森語也只是一個摹仿，」吉魯德道，「若通曉精靈古語，大化之語，那麼一字一句皆是法咒。」
      p 「說到愛森語…我們不是說一樣的語言嗎？只有口音有些不同。」瓦林娜道。
      p 「我們說的是白話文，看來一千年還沒有有太大的變化，」吉魯德道，「但是唸咒要用的是文言文，也就是愛森古文，看樣子是沒有流傳下來。文言文比較精巧，每個字的力量鮮明，和精靈古語接近。」
      p 瓦林娜明白，對語言的認識能大幅改進學習方法，讓她跳脫死記硬背，能一面理解一面記誦，事半功倍。對法師而言，這樣的知識比黃金還有價值。
      p 「這樣我懂了，」瓦林娜喜道，「多謝教誨。」
      p 「克拉貢，勞駕你，拿幾本書給這位小姐，」吉魯德轉頭對召喚大師說道，「還是你要用召喚的？」
      p 「噢！沒幾步路，還是用走的好了。」克拉貢笑著走回青銅門內。
      p 綠光依然幽淒，但是一股希望和成長的感覺逐漸成形。
      p 「其他三位，你們要什麼？」吉魯德道。
      p 「我希望可以睡得好一點。」烏風沉吟片刻，說道。
      p 「什麼打擾你了？」吉魯德問。
      p 「夢魘、地底、血、闇精靈、還有回憶。」烏風道。
      p 「你常常作惡夢嗎？」吉魯德問。
      p 「每晚都不能安眠。」烏風道。
      p 「我感覺你和幽界有一種連繫，」瑞靈道，「這是好事，也是壞事。」
      p 「就是這連繫擾亂了他的睡眠，」吉魯德道，「這樣吧，我送你一枚安神石，睡前用手握住它，放在心臟的位置，慢慢呼吸，感覺你和世界的關係，這樣就會睡得比較好。」說著他掏出一枚光滑的乳白色石子，交給烏風。
      p 「多謝。」烏風難得用誠懇的口氣說道。
      p 「彼德和米庫斯，你們呢？」召喚大師一邊將古老的書本交給瓦林娜，一邊說道。
      p 「你們有醫書和藥草學的書嗎？」米庫斯問。
      p 「有是有，但是，為什麼你要醫書呢？」吉魯德問。
      p 「我希望好好瞭解我表妹是怎麼活的。」米庫斯很認真，很認真地說。
      p 「彼德，你呢？」大法師問。
      p 「既然最大的願望是不可能了，」彼德沮喪地說道，「那麼我希望提升自己保護同伴的力量。或許古墓裡會有一些加持的武器和裝備。面對影魔、鬼影和星使，一般的武器都如廢鐵。」
      p 「這沒問題，」吉魯德道，「古墓裡有一把龍紋寶劍『明途』，它和聖槌『往生』齊名。不只削鐵如泥，還能保謢它的主人，並在黑暗中帶來光亮。」
      p 「還有一把飛影弓，」死冥師瑞靈道，「那是具有塑能法力的兵器，不需耗費箭矢，可以直接射出光與影。若你能使喚元素，它還可以射出地水火風。」
      p 「秘銀絲甲，」克拉貢道，「綿質般輕盈，卻又刀槍不入。經過吉魯德的加持，它將保護你遠離血光之災。」
      p 克拉貢說著走回轉生靈殿，帶回了三樣寶物；一把青銅劍，鞘上刻著兩條巨龍；一把青銅弓，上面雕著密密麻麻的符文；一件銀灰色的背心，閃著不屬於人世的光芒。
      p 「非常感謝。」彼德彎身接過，拈了拈重量，隨即換裝。
      p 雖然用了很久，戰士對他武器並沒有特別的感情。武器是死的，它只是力量而已。彼德在換掉原有的劍和弓時，並沒有遲疑。
      p 「然後呢？」米庫斯問。
      p 「我們要去接天橋，」瓦林娜道，「可是我們少了安琪，就不足五人了。」
      p 「沒問題，」召喚大師克拉貢道，「反正接天橋在極北之地，你們很難自己到達。我會幫你們傳送過去。啊！既然你們缺人，那我就一起去封聖好啦！」
      p 「這樣好嗎？」死冥大師道。
      p 「就讓他去吧。」吉魯德道，「剩下的事情，有你，有我，有歐奇力婭也就夠了。」
      h3 5.6.3. 紫焰的狙擊
      p 洛南紀六十年三月十九日，西南山脈
      p 「十七角星陣就不遠了，」彼德道，「為什麼要到那裡我們才能傳送去接天橋？」
      p 「即使熟悉召喚技藝，有媒介總比沒有好，」克拉貢道，「有句老話說：無規矩，則不能成方圓。」
      p 在濃密的杉木林中，五人緩步前行。只剩一點路程，沒什麼好趕的。
      p 彼德不時揮舞著龍紋劍，熟悉它的輕重；也常用飛影弓試射風、火、水、土、光、影。
      p 米庫斯和烏風從離開古墓起，連著兩天都在交換機關、陷阱、毒藥的知識。月影公會各式神奇的機關，讓米庫斯大開眼界，而烏風也不禁欽佩米庫斯的原創與活用能力。同一樣機關，在米庫斯腦中可以洐生出三四種新的用途。
      p 瓦林娜沉浸在愛森法藝的世界，不時向克拉貢請教。雖然結界不是克拉貢的專長，但是他的知識已經足以當瓦林娜的師父了。瓦林娜又跟他學了不少關於真名和召喚的法藝，對這個領域的敬意油然而生。
      p 走著走著，突然烏風對召喚大師問道：「你和星使交手過嗎？」
      p 克拉貢道：「啊！沒有。不過我知道祂們。召喚師知道的事很多。」
      p 「我和瓦林娜在北城曾被星使狙擊，」烏風道，「宿命星使誘導了占卜，把我們騙了過去。那時我用割喉刀命中了祂的要害，也就是咽喉。可是祂卻沒死。我一直很納悶。」
      p 「嗯，我想想…你確定命中咽喉了嗎？」
      p 「很確定。我曾是殺手，不會看錯。血都濺開了。」
      p 「啊！那我明白了，」克拉貢道，「星使的軀體和一般人不同，是屬於意生身。祂有一半是靈體，靠純粹力量維繫生命；另一半才是靠著血液與空氣。割喉無疑是很大的傷害，但對星使來說，還不足以致命。」
      p 「祂們沒有弱點嗎？」
      p 「沒有。」克拉貢道，「祂們在世上，是半個神，是不朽之軀，且有大能。啊！集愛森諸大法師之力，或可一戰。但要談特別的弱點，是沒有。」
      p 過了一下，他補充道，「噢！我忘了，是有的。意生身和祂主神的星座有神秘的連繫，如果有高階的塑能師，把純粹力量注入這個連繫，就能直接施加給星使。歐奇力婭轉生之前的研究，就是這個。」
      p 「那就是寒冰之球嗎？」瓦林娜問。
      p 「沒錯，」克拉貢道，「寒冰之球是設計來封印星使的。利用神秘連繫，可以灌注連星使都無法承受的寒冰法力。」
      p 「連誰都無法承受？」一個深隧的聲音，略帶不屑地從上空說道。
      p 五人抬頭一看。
      p 是宿命星使，紫焰。
      p 星之袍展開成銀亮的雙翼，手中神弓透出華麗的死亡。
      p 冷靜，瓦林娜心道，冷靜。
      p 「為什麼妳會在這裡？」她勉強讓字句從心裡的恐懼中迸出。
      p 「我知道你們來西南山脈啊，」紫焰笑道，「我是探查不到古墓，可是你們一出來，我就知道了。」
      p 「克拉貢大師，」米庫斯悄聲問道，「要戰？還是要逃？」
      p 克拉貢甩了甩紅髮，大聲說道：「我來戰，你們逃。到十七角星陣等我。」
      p 他唸出咒語：「狂風疾側側吸吹呼！」
      p 一陣狂風將紫焰遠遠吹開，在半空中打了幾個滾。
      p 烏風趁機啟動隱匿之球，帶著其他三名夥伴往十七角星陣的方向逃。
      p 但是彼德不肯逃走：「戰士不能坐視同伴單獨迎敵，老前輩需要有人保護。你們先走吧。」
      p 「啊！不必了，」克拉貢道，「我要拖延祂，之後逃走。一個人逃容易，帶著你逃就難了。」
      p 時機稍縱即逝，彼德也不爭辯，隨著烏風、瓦林娜和米庫斯離開了。
      p 克拉貢持紅寶石法杖，連續施展幾個大法，將林中的風與土，召為已用。雲氣組成的風元素和泥石構成的土元素，一從天降、一從地出，分待兩旁護持。
      p 他又召喚出一匹獅鳩祥獸，鷹頭鷹翼、獅爪獅身。
      p 久沒施展的召喚技藝，一發不可收拾。在紫焰重回視線之前，克拉貢又召來了一匹冬狼、一棵樹妖、還有成群的虎頭蜂。
      p 虎頭蜂毒可致人於死，對星使來說，也不會毫無痛癢。
      p 召喚師不需要靠同伴，因為他自己可以召來同伴。透過咒詞的繫結，將生物召來。牠們不一定會聽命行事，但是召喚的技藝就是理解與真實。生靈總會為了瞭解自己的人效勞，保護他，雖死無悔。
      p 由於召來的都是真實生靈，召喚師絕不會任意使喚牠們。克拉貢只有在性命攸關的時刻，才會命所召之物冒險。
      p 面對宿命星使，就是性命攸關的時刻。
      p 過不多時，紫焰回來了。星之袍垂下，腳步輕盈，手上的弓透著點點亮光。
      p 「凡俗的法師，易朽的存在，」她說道，「不要和不朽的神明作對。」
      p 「我不會讓妳傷害我的子孫。」
      p 「哼，我不必傷害他們。」紫焰冷笑道，「只要把你殺了，他們就去不了接天橋。這也就夠了。」
      p 「那妳就試試看。」
      p 「哼，憑著幾隻小動物，就想跟我作對？」
      p 召喚大師克拉貢拿出一道卷軸，那是變異大師洛散死前遺留給他的秘術。
      p 他唸道：「物化身形由土至天廣廣破心飛體突。」
      p 星使搭箭射去，想要干擾施法，但慢了一步。
      p 隨著克拉貢的咒詞一字字唸出，風元素、土元素、獅鳩獸、冬狼、樹妖和虎頭蜂的身體愈變愈大、愈變愈大。
      p 咒語完成時，虎頭蜂已有半個人那麼巨大、獅鳩獸簡直比大象還壯。
      p 風元素變成了恐怖的龍捲風，帶著無比的威勢，往宿命星使捲去。
      p 星使蹬步閃開，卻聽到轟隆一聲，腳下的大地裂開，冒出山丘一般的土元素。它的雙臂像是兩條巨大的石柱，朝紫焰當頭擊落。
      p 「你玩真的啊？」紫焰笑道，但笑聲已不那麼從容。
      p 由於閃避不及，她伸出雙手，硬是接住土元素的下擊。
      p 轟然巨響、沙塵漫天。
      p 塵埃稍落，克拉貢驚覺到，星使竟然毫髮無傷。
      p 祂的力量足以和巨大的土元素相抗，克拉貢心道，果真不是凡人啊。但我仍然要撐住，把握時機逃開。
      p 他大聲呼喝，驅使獅鳩獸、樹妖、冬狼和虎頭蜂奮勇向前。
      p 星使面對比她高出三倍的冬狼、高出十倍的樹妖、還有巨大的飛物，渾然不怕。
      p 只見她，手一揮，招天火，燒得樹妖猛翻身。再撥弦，寒冰飛，凍得巨蜂皆落地。
      p 側閃避開獅鳩爪，輕身縱越冬狼額，聖徽驅退人形土，神禱止住龍捲風。
      p 十幾秒，就瓦解了所有攻擊，星使還是毫髮無傷。
      p 不過，克拉貢召喚的生物，畢竟巨大了好幾倍，也並非不堪一擊。
      p 樹妖撲熄頭上的火焰，繼續奮戰，拿起一塊塊大石扔向星使。巨蜂也抖掉寒霜，掙扎起身，繼續撲向敵人。
      p 元素們暫時退卻，很快又重新成形。牠們正凝聚力量，慢慢增大，等著發出石破天驚的一擊。
      p 克拉貢逮到機會，施展傳送術：「秘術空幽界域通自凡-」
      p 突然，某種力量阻擋了召喚大師，使他無法離開。
      p 克拉貢看見真名，心頭一震。
      p 空間欄柵。
      p 紫焰大笑：「我比你們早到，難道不會先佈個結界嗎？凡人的法師啊！如果你想拆除結界，還來不及拆完一半，你的手下就已全滅了。」
      p 克拉貢明白，祂的話是真的。
      p 紫焰一面和生物周旋，一面笑道：「你逃不走了！如果這些就是你的召喚技藝，那就等著領死吧！我會讓你重新躺回古墓，而且再也醒不來！」
      p 克拉貢沒有答話。心頭的壓迫感，讓他比平常更為冷靜。
      p 召喚大師手一揮，土元素便鑽入地底，風元素則飛上雲端。
      p 「搞什麼？」星使道，一面射穿了一隻巨蜂。
      p 沒學過鍊金術，當然不知道這是怎麼回事，克拉貢心道，那就嚐嚐落雷大法的滋味吧。
      p 落雷大法是克拉貢的師父所創，由他接手改編，成為召喚大師的絕技之一。落雷大法超越了法師強為的閃電，而是透過土元素和風元素的協助，將天和地改造成自然落雷的狀態，再召喚真正的閃電。
      p 凡人只要中了真正的閃電，幾乎是立刻斃命。星使再強韌，終究有一半是血肉之驅。
      p 元素準備就緒，天地之間蓄集了強大的能量。一切就等召喚大師的命令了。
      p 克拉貢舉杖一揮，唸道：「轟雷落！轟落！」
      p 一道強烈的閃光劈中了星使。爆出的光芒令人目弦，轟然巨響令人耳疼。進攻的生物也不得不暫時退開。
      p 這便是落雷大法。
      p 克拉貢再舉杖，指向星使，唸道：「轟落！」
      p 又一道天雷擊中星使，她倒地了。
      p 克拉貢不容祂喘息，再次舉杖，唸道：「轟落！」
      p 雷霆的一擊，確實命中了。
      p 宿命星使紫焰再無動靜。
      p 獅鳩、樹妖、冬狼、巨蜂，一起撲上。
      p 呼，結束了，克拉貢心道，接下來把結界拆掉，就能去傳送法陣了。
      p 突然，一陣巨大的寒氣襲來。
      p 除了不怕冷的冬狼，其餘的巨獸都被冰封了。
      p 寒霜由中心向外四射，將草木均結為冰。
      p 中心是浮空的星使，閉目默禱。
      p 紫焰身上有三道又寬又黑焦痕，星之袍也裂開了。她的傷勢不輕，但沒有死。
      p 不妙，克拉貢心道，祂在唸療傷大法。
      p 他舉杖，放出五顆魔彈干擾。
      p 星之袍吸收了所有傷害。
      p 星使的禱文一字一句唸出，身上的傷隨著禱文，奇蹟般地恢復了。
      p 克拉貢想干擾，但是力氣不繼，施法變慢。法杖只揮到一半，咒詞就被星使的冰箭打斷了。
      p 一道冰箭射中了克拉貢，箭矢在他身前爆成一片寒冰錐，將召喚大師凍得手足冰冷，呼吸困難。
      p 「結束了。」宿命星使冷冷地道，「憑凡人的力量，不該跟天神作對。」
      p 她的眼神直射進召喚大師眼中。
      p 克拉貢想動，可是身體被寒冷、疲憊與絕望固定住。他無法動彈。
      h3 5.6.4. 等待
      p 洛南紀六十年三月十九日，十七角星陣
      p 「天雷落在戰鬥的地方，」瓦林娜道，「定是召喚大師的傑作。」
      p 烏風沒有回答。他和米庫斯忙著設置機關，為最壞的狀況準備。
      p 彼德拿著弓，警戒著。聽到瓦林娜的話說，他問道：「我們真的幫不上忙嗎？」
      p 「嗯。」瓦林娜道，「相信他吧。大法師說他能把自己傳送過來，想必是有把握。」
      p 「星使能擋得住天雷嗎？」
      p 「彼德，說實話，」瓦林娜嘆道，「我也不知道。我希望祂擋不住。不過，宿命星使紫焰是不朽的，和凡人不一樣。」
      p 「但是，封神的年代之前，她也不過就是古精靈的一員，有血有肉，活在大地上。」烏風說道。
      h3 5.6.5. 援手
      p 洛南紀六十年三月十九日，西南山脈
      p 紫焰張弓，準備射出致命的一箭。
      p 突然，大片大片黏稠濃密的物體，阻擋了她的視線，將她包裹住。
      p 灰白黏稠的物體上，滿是利刃和符文。
      p 「愛森秘術：網中網。」一個陌生的聲音響起，「即使不朽之驅，也無法輕易掙脫。」
      p 紫焰定睛一看，除了會召喚的傢伙，旁邊多了一個綠袍巫師、一個黑袍巫師。看起來是他的同伴。
      p 網中網才剛生效，黑袍巫師便唸出咒語，在身後召出上百隻浮空的鬼手。
      p 每一隻鬼手，都帶著慘綠的螢光。幽冥的力量，能吸人生命。
      p 「愛森秘術：百鬼夜行。」黑袍巫師陰惻惻地說道，「逃得開，就試試看啊。」
      p 他一舉手，上百隻浮空的鬼手，向前進襲。
      p 結界大師吉魯德道：「看到落雷，我和瑞靈就趕來了。我們已柝除了空間欄柵，你這就傳送出去吧。這裡交給我們。」
      p 召喚大師克拉貢道：「那我就先走了。要活著。」
      p 大法師彼此都是數十年的深交，情如手足。不用多言，也不需道謝。
      p 召喚大師唸出咒語：「秘術空幽界域通自凡-」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/e5") 5.5節
        router-link.ui.green.huge.button(to = "/e7") 5.7節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
