<template lang="pug">
  .hello
    .ui.segment.container

      h2 5.7. 天橋封聖
      h3 5.7.1. 前住接天橋
      p 洛南紀六十年三月十九日，十七角星陣
      p 「-逝古去去無塵躍！」咒語聲起，召喚大師隨即現身。
      p 「克拉貢大師！」彼德叫道。
      p 「你還好吧？」米庫斯道指著他身上的寒霜，「看起來傷得很重。」
      p 「啊！差一點被殺呢！」克拉貢道，「幸好死冥和結界大師趕來相助，不然你們就再也見不到我了。」
      p 「紫焰。」烏風陰沉沉地冒出一句。
      p 「那麼，我們要...」瓦林娜道。
      p 「瑞靈和吉魯德合力，即此克敵不足，自保卻是有餘，」克拉貢大師道，「還是去接天橋吧。封聖的道路並不簡單。」
      p 「我有準備。」彼德道。
      p 看著米庫斯、瓦林娜和烏風，吉魯德明白，他們也都準備好了。
      h3 5.7.2. 巴拉堅冰川
      p 洛南紀六十年三月二十二日，北地
      p 「冰，還有雪，」彼德道，「除了冰，還是雪。」
      p 「這還算不了什麼。」烏風道。
      p 在蒼白的大地上，五名冒險者正徒步越過巴拉堅冰川，人類世界裡最危險的所在。
      p 沒有花、沒有草、沒有生命，只有覆雪的冰河，致命的凍氣，還有不踏上就不會察覺的裂隙。
      p 一踏上陷阱，就會掉入百丈深淵。
      p 這裡的危險不是法術，也不是敵人，而是無比的安靜。
      p 「當你的腳步習慣了巴拉堅冰川，那就是你的死期。」彼德道，「隱者是這麼說的。」
      p 「放心，我警醒的很。」烏風道。
      p 接天橋旁的力場，讓召喚大師的傳送術，在巴拉堅冰川停了下來。
      p 召喚大師克拉貢，不羈的結界師瓦林娜，浪客烏風，遊俠彼德，陷阱高手米庫斯，都一步一步的走著。
      p 在這裡，自然的力量特別大，水和風的元素皆難駕御。除了隱匿之球和彼德的取暖術外，他們盡量不使用法藝。
      p 在巴拉堅冰川，沒有榮耀，沒有權力，沒有時間。冰川只在乎沉睡與警醒，陷落或恆定。
      p 彼德指向左方。雪崩。
      p 巴拉堅的兩側是冰刃山脈，沒有生人會想取道該處。雪崩在冰刃山脈還算小事，更可怖的是拳頭大小的冰雹，像夏季驟雨一般的綿密。
      p 巴拉堅冰川雖然危險，至少命運還是掌握在自己手中。
      p 走著走著，過了不知多少個日月，終於來到一大片覆雪的原野。接天橋。
      h3 5.7.3. 離魂大荒
      p 洛南紀六十年?月?日，接天橋
      p 五芒星陣萬古恆存。接通天地的唯一聖橋，沒有門，沒有橋板，只是一個圖形。
      p 力量準備好接受召喚，五名命運的旅人在雪地的大召喚圈中冥想，凝聚元素與品德的力量。接天橋的門，並不是單靠法力就能開啟。
      p 勇氣，力量，希望，覺察，真心。
      p 慢慢的，景像變得模糊，五人來到另一個空間。
      p 「哇！我在飄欸！」彼德道，「我是阿飄嗎？」「你們上來吧，」一個聲音在米庫斯的心中浮起，「我等你們很久了。」
      p 一陣白光，米庫斯發現自己身處空中，漂浮著。
      p 「來吧，表哥，彼德，瓦林娜，烏風，」柔和的聲音說道，「你們終於來了。」
      p 「安…安琪？」彼德道，「怎麼可…妳還活著？」
      p 「安琪？真的是妳？」瓦林娜道，「可是在古墓…」
      p 「其實事情不難懂。真的。」聲音說道，「我很高興可以跟你們重會。」
      p 「可是在古墓…」
      p 「轉生的大法師佔了我的驅體，但我的靈魂沒有消失。就像大法師的靈魂沒有消失一樣的。」安琪道，現在大家都確定那是安琪了。「現在我雖然沒有肉體，但是在接天橋上，我不需要肉體，也能好好活著。」
      p 「像神或是鬼那樣？」彼德哭道，「我想看看妳，抱抱妳。」
      p 「別急，我所愛著的夥伴。」安琪道，「你們要登上橋，也會暫離肉體。在接天橋上，有很多冰封的肉體，在靈魂轉生後，被運送過來。當我要再次回到人世時，不怕沒有身體。」

      p 「被運送過來？」米庫斯奇道，「誰運送它們？」

      p 「很多事情一時三刻說不清。敵人快來了，先上橋吧。你們的肉體來不及保護了，要趕在宿命星使紫焰來到前，完成天橋上的任務。」

      p 「任務？封聖是...」

      p 「封聖是騙人的事。」安琪道，「上天就是封神，沒上天就是凡人，沒有所謂的封聖。我們真正的任務，我在這裡研究很久了...只有一個辦法：建一張神秘的帷幕，把天遮起來，讓神力不再能透過星光，影響凡間。我在等你們。等到任務完成，我將回到永動的輪子，進入不息的風。」

      p 彼德哭了。夥伴們也都流淚。

      p 這時，銀光一閃，英雄們來到了光的世界。

      p 這裡只有光，和一條一條銀色的絲線，連接著他們和他們的肉體，還有他們彼此。

      p 這裡只有意念，沒有語言，他們合作的意念，讓銀色的絲線擺動、流動。
      p 「要如何織天幕呢？」「元素在這裡都不管用了」「銀絲？」「等等，有東西來了」

      h3 5.7.4. 真相與天幕
      p 一團黑暗，沒有形狀，沒有面孔，靠近來過來。
      p 「牠是『食靈妖』，專門吃人的意念。」一個新的聲音說道。
      p 「誰來了？」「怎麼會？」「先解決食靈妖再...」
      p 「意念被吃....」「這樣怎...」
      p 「不...」
      p 「停下！不要思考！這是唯一的方法！」新的聲音說道。
      p 「…」
      p 「...」
      p 「注意聽！這是我的聲音！我是結界大師吉魯德！」新的聲音說道，「我瞭解環境，可以在星界施法！食靈妖，退去！」
      p 「好險。」「差一點就被吃了。」「為什麼這裡有食靈妖？」
      p 「是九主神佈下的。」
      p 「我是安琪。在古墓我看到你們在封聖前遇襲：不知從何而來的火球，驟然在人群中爆裂。無中生有的閃電，指著愛森的衛兵，還有冥想中的大法師，四射而出。」
      p 「痛苦的回憶。我是吉魯德。在那之前我們已經短暫上去過了。等著我們的是食靈妖。」
      p 「不是天梯？」
      p 「天梯從來就在那裡，誰都可以上去。把後來上去的精靈打落凡間，變成寶石的，不是莫可名者，而是九主神。我是吉魯德。這是我真確瞭解的事。星光是自然的，上來的精靈給自己發光，假扮成星星。其實隕星之夜隕落的，一開始就不是真的星星。」
      p 「什麼？傳說中是真神把過多的星辰打落凡間。我是瓦林娜。」
      p 「傳說只是傳說。」
      p 「我是米庫斯，我為曾經崇拜浪濤神感到可恥。」
      p 一道閃電打向他們。
      p 「別忘了這裡這星界！我是吉魯德！閃電聽我令，速反射！呼！雖然張了結界，但是還是不要輕易提到他們的稱號或名字比較安全。事實上，在結界外，我們已被食靈妖包圍了。」
      p 黑暗來自四面八方，沒有面孔、沒有聲音。
      p 「要怎麼張天幕？我是烏風，我要在此跟安琪道歉。是我害的。這比張天幕重要。」
      p 「沒有關係，我現在是在光中，我們都是。我現在是在愛中，我們都是。我是安琪，我要集合我們的力量，以及結界大師的支援，張開遮天帷幕。」
      p 「我是吉魯德，在星界的帷幕不會遮蔽星光，只會遮蔽往下和往上傳送的法力。換言之，修士將不能向主神禱告求得神蹟。下凡的星使也不再擁有無盡的法力。」
      p 「我是彼德。那誰來驅邪和治傷呢？」
      p 「以日光驅邪，以醫藥治傷。我是烏風。」
      p 「誰來破除詛咒、抵擋暗血石和焚靈火呢？」
      p 「『往生』聖鎚的繼承人，修士西薇莉。我是瓦林娜，我和烏風在逃亡的旅程中遇到過她，還帶著雷和嵐兩個聰明的小孩。嵐才八歲，已經能施簡單的法術了。雷和烏風學了很多。」
      p 「帶著小孩的冒險者，能成大事？我是米庫斯。」
      p 「所以我們要去幫忙啊。我是彼德。這裡完工之後，我們就去找這位修士西薇莉吧。」
      p 「織天幕不易，但要封印幽域之門，更是困難重重。我是吉魯德。但是，先別擔心未來，我們專心織天幕吧。安琪妳來祝禱，我沈默施法。」
      p 「我是安琪。我在此宣佈封印星界，讓天凡二界的法力，彼此不能相通！」
      p 「我是安琪。彼德集中四大元素的力量，烏風集中清醒的神識，瓦林娜召集不息的風，米庫斯旋轉永動的輪子。只要一個變化，就能產生遮天大能。」
      p 「勇者烏風，帶著勇氣；恆者瓦林娜，帶著希望；強者彼德，帶著力量；智者米庫斯，帶著覺察；我是仁者安琪，我帶著真心。」
      p 「勇氣，希望，力量，覺察，真心。」
      p 「合而為一。」
      h2 #尾聲
      p 傳說天幕就這樣張起。傳說自由將支配遮蔽。傳說凡人就這樣封聖。封聖之後仍是凡驅。
      p 傳說天橋五聖，在兩位古老的大法師的協助下，完成了不朽的使命。
      p 勇者烏風，流著幽暗的血液，歷經而殺戮和身不由己，在惡夢與饑寒中渡過，現在終於找到了夥伴，和愛與真心。
      p 恆者瓦林娜，在不息的風下成長，飄泊四處，偽裝逃避，像風箏一樣，現在終於找到了夥伴，和愛與穩定。
      p 強者彼德，在大地的祝福中成長，遠離人間、不經世事，曾經天真受欺，現在終於找到了夥伴，和愛與真知。
      p 智者米庫斯，在波浪的翻騰中成長，遭受誤解，備受輕視，現在終於找到了夥伴，和愛與尊嚴。
      p 勇氣，希望，力量，覺察，真心。合而為一。
      p 傳說他們在回程的路上，沒有再遇到宿命星使紫焰，他們改變了自己的命運。
      p 天幕張起了，九大星使也自此隱遁。有人說他們回到了森林，有人說在天幕張起前再次飛升天界。
      p 北方秩序星使的王國和米爾王和談而後合併；東北的平衡星使隱遁後，許多遊俠仍致力於守護平衡；東方海盜和商人，在沒有混亂星使的統一之下，又回到各自為政的局面。
      p 在王都附近，審判星使走了，但幽域之門已開，恐怖精怪、闇精靈與活屍，愈來愈多，修士失去了神力，難以驅邪，使得貿易路線也被中斷，王都和落雲城岌岌可危。值得慶幸的是隨著災禍星使的離去，奪走沃土七成的人命的瘟疫和飛蝗終於告終了。莊稼又再度生長。
      p 天幕張起了，幽域成為新興的主要威脅。大法師復活，看似一件好事，但是，只有冥王、吸血公爵薩瑪蘭和幽域的闇精靈知道，曾經幫助天橋五聖的愛森大法師，終有一天，將會成為他們的敵人。（The End）

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/e6") 5.6節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '5.7. 天橋封聖'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
