<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.8. 長夜
      h3 1.8.1. 惡夢
      p 洛南紀五十九年十月十九日深夜，夢境

      p 「這是哪裡？」烏風問道。

      p 黑暗從四方八方包圍著他，向他張牙舞爪。

      p 「這是哪裡？」一個悠然飄臨的聲音，不知從哪裡傳來，重覆了他的問題。

      p 「你是誰？」烏風道。聲音中帶有強烈的敵意。

      p 「你又是誰？」那聲音迴盪著，反問道。

      p 「我是烏風。」

      p 「烏風是誰？」那聲音柔和地問道。

      p 「曾經是殺手，現在是浪人。」

      p 「你為什麼離去？」

      p 「我...為什麼離去？」烏風疑惑地問道。

      p 「你為什麼帶走割喉刀？」

      p 「我...為什麼帶走割喉刀？」

      p 「蒙面的黑布底下，你的真面目是什麼？」那聲音刺進了烏風心中。

      p 「我...我的真面目？」他突然意識到，他的蒙面布不知何時已消失得無影無蹤了。

      p 四周仍是不停躍動的黑暗。那裡面似乎藏有什麼。

      p 烏風覺得似乎有千百對忽明忽暗的眼睛，正向他注視。他有種被穿透了的感覺，十分難受。

      p 「你是誰？」那聲音問道。

      p 「我是誰？」烏風疑惑地問道。

      p 「你是黑暗的子民，來自地底的幽影。」

      p 「不，我出生在諾薩里亞的貧民窟。」

      p 「你的父母是誰？」

      p 「我...我不知道。」

      p 「你是人嗎？」聲音無情地柔聲問道。

      p 「我...是人嗎？」烏風似乎自己也不清楚。

      p 「你不是人類，而是黑暗的子民。你的故鄉不在人類世界，而在西南山脈的地底。」那聲音友善地說道。

      p 「我不是人類，那我是什麼？」

      p 「你有來自地底的闇精靈血脈。正是這份禮物，讓你擁有凡人所沒有的夜視力、抗拒魔法的能力，還有灰色的皮膚、銀色的頭髮，讓你必須保持神秘。」

      p 「我是...妖怪？」

      p 「不，你是徫大民族的後裔。你會回到故鄉，地底的闇精靈世界，解開身世之謎的。」

      p 黑暗愈來愈近，愈來愈近。烏風看到黑暗中有著一些模糊的影子，他們正叫喚著他的名字，但是用著地底的語言，他聽不懂。

      p 「加入我們吧...」影子們說道，「來...」

      p 烏風想起來了，他已前曾作過無數次同樣的夢。就是這個黑暗的夢境，使他離開了月影。

      p 他必須回家。

      h2 尾聲

      p 故事的發展就像一串項鍊，開頭、結尾和重要的插曲組成了一個故事。而串起每一顆珍珠的那條線，卻是看不清楚，也不那麼重要的。

      p 稱為「諸星之戰」的那個年代裡，太多太多的英雄事蹟、冒險傳奇，實在難以道盡。每個地域都有自己說不完的故事，也有許多可歌可泣的英雄。不過，為了不要讓單獨個人掩蓋巨大的時代之輪，讓我們暫時回到更遼闊的視角吧。

      p 在戰亂剛平息不久的年代裡，商人由於龐大的財富，擁有了相當的地位。不過，由於產業仍是以農業為主，封建制度底下的領主和騎士們，仍是上流社會的主幹。

      p 貴族多半是早年隨先皇打天下的將軍、騎士、參謀的後裔，也有靠金錢買來爵位的商人。這類商人的領地通常在帝國外圍，含有可以致富的產物。比方說冰刃山脈的銀礦、西南山脈的銅礦和錫礦、南衛山脈的金礦和鐵礦等等。

      p 商人們的領地往往只包含礦坑和外圍一點點的土地，這對他們已完全足夠。朝庭的人也樂於見到有人能幫他們開礦，讓他們課稅。

      p 至於將領們的子孫，則是極度地參差不齊。

      p 有的人保持了父輩崇尚武德的傳統，成為才德兼備、文武雙全的騎士；也有的人因為沒有經歷過戰亂而過著奢靡、沉淪的生活；有的向商人學習致富術，並把封邑當成財產來經營賺錢；也有的如基斯坦卡候爵般，以無道的暴政作威作福，敗壞了父輩的一世英名，辱沒了曾經光榮的姓氏。

      p 統治南北沃土的諾魯夫王，也就是沃土公爵，是皇帝陸下的親弟弟，正值壯年，是深得民心的領主。他與北地領主米爾王，被稱為帝國末日時期的中流砥柱。

      p 在南沃土被盜賊佔據的日子裡，諾魯夫本來可以將他們掃平。但他認為罪不在平民，於是更加用心整治北沃土，讓盜賊們有回歸田畝的機會。只可惜他的德政，也敵不過連年的天災。

      p 貴族如此，平民的日子就悲慘得多了。在這動盪的年代中，他們不是被蝗害和疫病擊倒，就是死於苛政和刑具之下。再也沒有哪塊土地是永遠安全的，也沒有哪條命是能得享天年的。

      p 農民一離開土地，就像落葉脫離樹木一般，隨風飄盪，什麼事都能幹，什麼事都願意去幹。有的加入教會，只為了混一口飯吃；有的加入探險的行列，去西方作生與死的豪賭；有的揭竿起義，拚著身首分離，也要活下去。

      p 在人命最賤的時代，沒有人還能分得了是非對錯。為了生存，無論幹下多麼傷天害理的惡事，也能被諒解。他們連悔罪的時間都沒有，又得為下一餐的著落打算。

      p 因此，任何一個教會都能籍機擴展勢力。善神的修士幫人治病療傷；邪神的信徒則以死後的業報讓人懼怕；宿命之神的修士教人等待的藝術，因為苦難的歲月並非恆常。

      p （第一章完）

      h1 側記

      p 故事的原味，總比側記好看，不過側記並非為了好看而寫。而是作者本身試圖用更直白的方式，來說自己的故事。

      p 一開始寫《諸星之戰》時，我還是中學生。

      p 當時在迷紙上角色扮演遊戲(Tabletop Role-Playing Game, TRPG)。有一整學期，每週六和同學在家裡跑團，而諸星之戰的設定，像諾薩里亞、風谷、愛森、也就在遊戲中邊跑邊成形。

      p 原本寫諸星之戰時，想要拿跑團的故事當主軸，來延伸。但是，一開始隕星之夜的芬斯特藍，就不是遊戲中的人物，我想也是一個預兆。告訴我小說有她的生命，不是跑團記那麼單純。

      p 故事的發展和當時的遊戲，差異很大。角色的性格也頗有不同。不過，雖然有一些新的法術和彈性的戰鬥場景，多少還是看得出一些龍與地下城(AD&D)設定的斧鑿痕跡，我想這是我的小說功力還不夠吧。

      p 另外，從中學開始寫的好處是，隨著我自己的年紀增長，故事中人物的性格也會愈加鮮明而成熟。在接下來幾章會看得出來。

      p 至於在奇幻小說流行的時代，為什麼還要多寫一部呢？
      p 其實，有吳承恩的《西遊記》、托爾金的《魔戒》、麥克安迪的《說不完的故事》、娥蘇拉魏恩的《地海巫師》，真的不需要多一部奇幻小說了。
      p 只是，我有幾個問題，想要在諸星之戰中，和讀者一起思考。

      p 其中之一是：怪物為什麼該死？

      p 「怪物為什麼該死」困擾了我很久。電腦遊戲和一些小說中，怪物該死是不需要理由的。但是，現實世界中，哪有什麼人形生物，該死是不需要理由的呢？
      p 怪物是什麼？怪物不就是那些和我們無法溝通的人形生物嗎？就像西班牙人遇到美洲人，英國人遇到非州人，中國人遇到南島人那樣。
      p 當視他為「物」，就比視他為「怪人」更糟了。
      p 諸星之戰的第一章，敵人都是人，或是人被死靈術變成的活屍，沒有怪物。第一章唯一的怪物，反而是主角之一的烏風。
      p 怪物一定該死嗎？或許我們可以再想想何謂怪物。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/a7") 1.7節
        router-link.ui.green.huge.button(to = "/b1") 2.1節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '1.8. 長夜'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
