<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.5. 暗血石

      h3 1.5.1. 『海之擁』

      p 洛南紀五十九年十月十九日，集漁鎮

      p 流星雨剛剛結束，人們躲回了家中。整個鎮上靜悄悄的，彷彿被施了魔咒一般。

      p 全鎮唯一還亮著燈的房子裡，傳出陣陣喧嘩聲。那聲音在寂靜的巷弄間穿梭來回，飄進村口逐漸駛近的馬車裡。

      p 「終於到了，」米庫斯高興地說道，「這兒就是集漁鎮啦，我半年前還來過這兒。這裡的旅店『海之擁』也算小有名氣，老闆卡穆里是個好客的人啦。」

      p 「真不錯，可是街道上竟然一遍死寂...」安琪道，「一定是流星雨的關係。」

      p 「我想也是，」米庫斯道，「星斗真的隕落了，這對人們一定打擊不小吧。」

      p 「你難道不受影響？」安琪問道，「我們主神的星座都落了一顆星欸。這一定有什麼啟示。」

      p 「如果要問我啊，」米庫斯笑道，「一定是神明在天上待得不耐煩，下來透透氣啦。」

      p 「別亂講。」

      p 「好啦，好啦，」米庫斯道，「先下車再說，咱們到了。」

      p 兩人下車，向車夫道了謝。米庫斯今日的車費付給他，一共十枚碎金。

      p 車夫將馬匹連著車子牽往馬廄，兩人走進了掛著亮藍色招牌的旅店「海之擁」。

      p 寬敞的大廳上，十幾個人席地而坐，圍著火堆取暖，一邊談天說地。

      p 兩名店小二忙進忙出，端上一壺一壼的酒，以及切好的牛肉。

      p 壯碩的老闆卡穆里站在大廳右首的吧台後，一看到兩人進來，立刻熱誠地說道：「新來的客人啊，你們一定趕了不少路吧。來來來，先到火堆邊坐坐，烤烤火。這種天氣啊，真教人不想待在外面呢。」

      p 他看起來約四十來歲，粗壯的雙臂和臉孔完全沒有掩蓋他那熱誠和善的笑容。歲月在他的眼中留下了智慧的光芒，而不懈地鍛鍊讓他維持了年輕的體力。

      p 「你不記得我啦，卡穆里？」米庫斯說著摘下兜帽。

      p 「對了，我想起來了，你是那個...」卡穆里笑道，「米庫斯！對了，鎖匠米庫斯！各位，米庫斯回來了！」

      p 一聽到米庫斯的名字，店裡的人紛紛轉頭張望。

      p 鎖匠米庫斯？安琪心道，什麼時候他從修士變成鎖匠了？他出外浪遊的這幾年，到底學了些什麼本事呢？

      p 「我來跟各位介紹，」米庫斯道，「這是我的表妹安琪啦。她是潮汐神的修士，也是很高明的醫者呢。」

      p 「很高興認識各位。」安琪禮貌地說道。

      p 「唉呀呀，真是稀客稀客，」卡穆里道，「難得見到在外冒險的小姐。好啦，今天兩位的食宿，就算我請客，大家交個朋友！」

      p 「這怎麼好意思呢？」安琪道。

      p 米庫斯暗地裡給了她一小記肘捶。由於米庫斯個子小，安琪則比常人稍高，這記肘捶正好撞到腰眼上。安琪不願失禮，只好忍痛，假作不知。

      p 「不要緊，不要緊，」卡穆里笑道，「你們就先坐吧。來來來，那邊的朋友，麻煩讓個位兒。」說著將兩人帶到火堆北首，靠窗的位置坐下。

      h3 1.5.2. 鬼故事

      p 「剛剛講到哪兒啦？」一個面帶醉意的大漢問道。

      p 「鬼船，」一個留著兩撇鼠鬚的瘦小漢子說道，「不過我想我應該重頭開始，不然他們跟不上。」

      p 「那就有勞啦。」米庫斯道，同時擺出一個輕鬆的姿式。

      p 「這故事發生在東南方的海岸，是一個漁夫親看眼到的。」瘦子道，「三天前的夜裡，當漁夫正在岸邊採海菜時，注意到一陣濃霧，霧氣中有一個若隱若顯的白影，竟有帆船的輪廓。」

      p 「帆船？」米庫斯笑道，「不會是鬼船吧？」

      p 「就是鬼船，正是鬼船！」瘦子道，「在瀰漫的霧中，塔加不知眼前的景像是真是幻。他趕緊伏倒，躲到岩石後面。」

      p 他續道：「接著鬼船愈來愈近，周圍的空氣也愈來愈冷。陣陣陰風自海上吹來，彷彿鬼哭從船上飄臨。『嗚...啊...』大概就像這樣，『嗚...哦...啊...』」

      p 說故事的人用喉頭裝出低沉的喊聲，像鬼魅的掙扎叫喊，讓溫暖的火爐邊平添一般寒意。

      p 安琪從小聽慣了鬼故事，絲毫不覺可怕，反而聽得起了興。

      p 不過，既然星斗都會隕落，這鬼船的故事說不定也是真的，那就不再有趣了。

      p 那人繼續說道：「塔加嚇得發抖，完全不敢動彈。傳說啊，只要讓鬼船的船長看見了，就會被詛咒，被帶走，變成鬼船上的一員。

      p 「他靜靜地看著鬼船靠岸，也沒有水鬼下來繫纜，神奇地停住了。

      p 「霧氣仍然很重，而陣陣寒風已冷到讓塔加幾乎抵受不住。他顫抖著，又不敢離開藏身之處，只好一直等待，希望一切早點結束。

      p 「這時，從鬼船上走下一個披著紅袍的身影，面目瞧不清楚。接著，又下來了一個披黑斗蓬的和一個赤裸上身的人，也都看不清面孔。

      p 「他們用奇怪的語言交談，然後各自散開，往不同的方向走去。披著紅斗蓬的人，竟筆直地走向塔加的藏身之處！

      p 「塔加看著那人一步一步地走近。一股恐懼感將他攏罩，他幾乎快窒息了...」

      p 那人說到這裡，停了一下，喝了一小口酒，拿了塊肉片，邊嚼邊繼續道：「嗯。他一動也不動，只能不停地向災禍之神祈禱。紅袍人愈走愈近，眼看就要到他的身邊了！

      p 「說也奇怪，或許是霧太濃，紅袍怪客竟筆直地從離他一步之遙的沙地走過，完全沒注意到塔加的存在。

      p 「那人斗蓬半遮的臉上，有著一道很長的疤痕，掠過他沒有瞳孔的左眼。臉上的神情，像是剛從地獄冒出來的，簡直比鬼還可怕。

      p 「塔加等著，直到那人走遠，鬼船也不知何時消失得無影無蹤。濃霧漸漸散開，星月重現光明，寒氣也不再刺骨。

      p 「剛才的一切，就像一場夢境，褪去得絲毫不留痕跡。塔加慢慢起身，發現沙灘上真的有幾排腳印。這是真的！」

      p 「你是說，」一個方臉漢子問道，「三個怪人在大霧中乘著鬼船上了岸，之後就不見蹤影？真不錯，可惜沒有新意，老套的鬼故事啦。」

      p 人群中爆出一陣哄笑。

      p 說故事的人紅著臉道：「你們可別笑，這是真人真事。我就是從塔加那兒聽來的。」

      p 「我才不信呢，」有人道，「塔加在哪兒？」

      p 「就在樓上房裡睡著呢，」那人道，「自從事情發生以後，他夜夜失眠，總是在夢中驚醒，口中喃喃自語：『災難近了...末日近了…近了...從海的那一頭...』

      p 「有時他會說：『他們來了...不要...戰船...一百艘...兩百艘...他們燒了我們的村子...殺了我們的人...』」

      p 他摹仿塔加魂不附體，斷斷續續的顫音，在場的人都不禁打了個寒顫。

      p 「惡夢糾纏著他，」那人續道，「於是他逃離家鄉，為了尋求一個安穩的所在，來治癒內心的傷。我是他的朋友，名叫梅卡，也是一名漁夫。」

      p 「我想我知道安全的地方。」安琪道。

      p 所有人的目光轉向她。

      p 「神廟，」安琪道，「只要不是供奉邪神的就好。我知道這附近就有潮汐神的神廟。」

      p 「那好，」梅卡道，「明早我就帶他去打探，應該不會太難找吧？」

      p 「我想是不會，」安琪道，「不過我建議你現在先把那位塔加先生叫醒，我可以請潮汐神幫他祛除心中恐懼的陰影。

      p 「妳是？」

      p 「我是一名醫者。」安琪道。

      p 「好極了，」帶著故事的梅卡說道，「那麼我去叫他。」

      p 人們一語不發，靜靜地等著。

      p 過不久，樓上傳來恐怖的驚叫聲。

      p 梅卡快步地跑下樓，喘著氣道：「塔...塔加他...他...」

      p 「他怎麼了？」許多人同時問道。

      p 「他...他死了！」梅卡叫著，倒在地上，暈了過去。

      h3 1.5.3. 屍變

      p 「什麼？！」人群一片驚慌，「怎麼會？！」

      p 安琪走向倒在他上的梅卡，看了看臉色，探了一下鼻息。接著，她掏出一瓶半透明的乳白藥劑，打開蓋子，放到梅卡鼻邊。

      p 一陣通體舒暢的芬芳。

      p 「他沒事，」安琪道，「只是過度驚嚇，很快就會好。倒是樓上...」

      p 老闆卡穆里臉色蒼白，強作鎮定地說道：「大家別慌，我...我去瞧瞧。」

      p 「我跟你去，」米庫斯道，「可能有危險。帶著武器吧。」

      p 「我也去，」安琪道，「說不定還有救。」

      p 卡穆里抄起牆角的一把斧頭，往樓上走去。米庫斯執起漁網和三叉戟，和安琪尾隨在後。

      p 安琪持著手中的盾，暗自祈禱，希望不必使用它鋒銳的外緣。

      p 平衡修士的盾並非如普通的盾那樣只能防禦，必要時也像戰斧一般能殺能傷。安琪也受過武技的訓練，但她並不喜歡砍殺格鬥。

      p 三人延著木梯，一級一級上行，來到一間小廳。一條走道往左延伸，通往客房。

      p 其中一間房門大開，搖曳的燭光自裡面透出。

      p 卡穆里帶著兩人走到門旁。眼前的景象令安琪不寒而慄。

      p 一名二十多歲的男子，面色慘白，眼睛圓睜，扭曲地倒在地板上。他身上的氈子一半還拖在床上。那人左手緊握著，掌中藏有什麼東西。

      p 床邊立著他的背袋，袋口開著，有微弱的綠光透出。

      p 安琪感到一股莫名的恐懼。這是一具受詛咒的屍體。

      p 她唸出祛除恐懼的禱文：
      p 「瑪法達，平衡掌管者，請賜與吾人堅定勇氣。」

      p 一股勇氣注入了三人的心中，眼前的景象顯得不再那麼駭人。神恩給了大家勇氣。

      p 米庫斯走近塔加的屍體。

      p 「小心！」卡穆里輕聲道，跟了進去。安琪也亮出聖徽，走入房中。

      p 「他中了詛咒，」安琪難過地說道，「不是嚇死的。但是，如果當場沒有出事，現在就不應該出事才對...」

      p 「是背包裡的東西。」米庫斯一改輕浮的口吻，嚴肅地說道，「他還拿在手上。碰觸受詛之物足以致命。」

      p 「中了詛咒？受詛之物？」老闆卡穆里驚道，「他死在我的店裡，這詛咒會不會殘留？」

      p 「我不確定，」米庫斯沉吟，「不過還是小心為妙。最好等我們查完後，就把這間客房封鎖，直到找到修士來解咒祛邪。」

      p 「我可以解咒祛邪。」安琪道。

      p 「但是，那屍體怎麼辦？」卡穆里道，「總不能讓他爛在這兒啊。」

      p 米庫斯正要接口，忽然腳邊的屍體抽動了一下。

      p 「糟糕，是屍變！」安琪叫道，「快後退！」

      p 米庫斯一邊退到一角，一邊說道：「果然是詛咒。」

      p 卡穆里舉起斧頭，跳上床板，一面叫道：「是僵屍嗎？是的話我一斧劈了牠！」

      p 「未必是僵屍…小心點…我感到牠很危險。」安琪說著走近不停抽動的屍體，舉起胸前掛著的雙杖聖徽，唸出祛散邪靈的禱文：

      p 「邪惡的死靈，汙穢的存在啊，
      p 離開這受詛的軀體，回到幽冥的世界！
      p 世間的快樂汝既無福消受，
      p 別再徒增憤恨悲傷！
      p 以瑪法達之名，退下！」

      p 塔加的屍身抽動了幾下，綠光從眼中和口中散出。
      p 他掙扎著站起，似乎很痛苦，但綠光沒有散盡。

      p 米庫斯拋出漁網，將活屍罩出，接著舉起胸前的聖聖徽。

      p 「禱文不夠力？」米庫斯道，「我來！我也算是個修士！」
      p 他走近唸出祛散邪靈的禱文：

      p 「邪惡的死靈，汙穢的存在啊，
      p 離開這受詛的軀體，回到幽冥的世界！
      p 陽間並非囚汝之監牢，
      p 無謂殺戮無法帶來榮耀！
      p 以耐頓之名，退下！」

      p 屍身抽動了幾下，還是一面拉扯漁網，一面站了起來。
      p 米庫斯向浪濤神借助的力量，也無法解救這受詛的活屍。

      p 在牠雙手握成爪形，準備攻擊生人之時，一顆黑色的寶石從牠左手中落下。

      p 「啦哩咧的，是暗血石！」米庫輕叫一聲，隨即伏身一把抄起了那顆寶石。

      p 「別碰！」安琪叫道。但已經太遲了。

      p 米庫斯雖然拿到寶石，但塔加的屍身卻舉起右手，向他抓來。

      p 卡穆里在床板上準備許久，在危急時刻，居高臨下揮出一斧，正正地砍在怪物的左肩。

      p 「倒！」卡穆里喝道。

      p 沒想到那妖怪似乎毫無感覺，不管身上的傷，繼續抓向米庫斯。

      p 在千鈞一髮的時刻，米庫斯在地上打了兩滾，躲了開來。還了一戟，但妖怪不避不讓，被刺中卻毫無感覺，繼續攻擊米庫斯。米庫斯一閃身，妖怪抓到他身旁一掌之遠處。卡拉一聲，五指嵌進木板，開了一個大洞。

      p 安琪見情況不對，拿出一瓶透明的液體，默唸禱文，往妖怪灑去。白煙冒出，妖怪發出了「喔喔」慘叫。

      p 「聖水！不愧是醫士呢。」米庫斯一面閃躲，一面故作輕鬆，「真不賴，可惜對方太強韌啦，再拿幾瓶聖水也不夠力呢。妳知道牠是什麼東東嗎？」

      p 「是…是屍妖！」安琪認出了活屍，驚叫道，「那顆石頭的詛咒未免也太...你們快逃！屍妖是不會受傷的，沒有武器傷得到牠！我來對付牠。擋不住，至少可以撐到你們安全為止。」

      p 卡穆里拔出斧頭，迅速地跑到窗邊，一斧劈開窗戶，跳了出去。

      p 米庫斯知道怪物的目標是暗血石，但他不願放掉珍貴的寶石，於是一面閃躲，一面靠近窗邊。

      p 「放下石頭，快走！」安琪叫道，一面拿出聖水灑向屍妖。

      p 屍妖正朝米庫斯抓去，安琪的聖水讓牠的行動時頓了一下。米庫斯逮到機會，一翻身從窗口跳了出去。

      p 「石頭我帶走啦。」米庫斯叫道。

      p 安琪看到表哥暫時安全了，隨即轉身，逃往樓下。

      p 她的背後挨了一記猛攻，雖然背盾擋了下來，還是受了不少震盪。安琪不敢回頭，往樓下撤退。

      p 她明白表哥即將面臨更大的危險。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/a4") 1.4節
        router-link.ui.green.huge.button(to = "/a6") 1.6節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
