<template lang="pug">
  .hello
    .ui.segment.container
      h1 第一章：隕星之夜
      h2 1.1. 詩人探險家
      h3 1.1.1. 混亂的年代

      p 在人們開始流行吃蝸牛起，混亂的年代就開始了。

      p 洛南王結束了群雄割據的戰國時代，但在一統天下之後，僅維持了半個世紀的興盛，便因大帝駕崩、二世昏庸而陷入危機。

      p 接著，是災禍的十年。洪旱交迭、蝗害四起、瘟疫流竄、盜賊猖獗。許多有志之士因而西遷，到未知的山脈與森林開拓新的樂園。這些人被稱做「探險家」或「冒險者」。

      p 典型的探險家之路以皇都諾薩里亞為起點，一路向西沿伸，直到帝國的西邑口--落雲城，再跨越平西橋來到西方，之後折而向南，到達國境西南的沃土平原。

      p 沃土平原，是盜賊出沒的危險地帶。旅人若沒有兩把刷子，來此就等於是送死。

      p 其實，沃土一度是富饒的農田，但在多次欠收後，民不聊生，加上地處邊陲、鞭長莫及，好幾股盜賊勢力逐漸成形。他們像飛蝗般襲捲一個接一個的村落，成為農民們除了天災、蝗害和瘟疫外，第四個夢魘。

      p 當然，洛南王不會坐視沃土淪為賊窟，因此在四十六到五十一年間，三度派遣西境領主諾魯夫親王至沃土平亂。諾魯夫王的騎隊驍勇善戰，但盜賊們行蹤飄忽，難以聚而殲之。親王的名聲雖因西征傳開，盜賊問題仍未徹底解決。

      p 諾魯夫王幾番西征，雖未徹底平亂，卻給沃土帶來生機。農人學習到，沒有什麼比自己的雙手更可靠。與其坐等英雄，不如化犁為劍，習農尚武，靠自己的力量，守護自己的家園。村民們擴大聚落並修築圓型土牆，稱之為「站」。愈來愈多人，在農事的空擋，接受軍事訓練，成為非正規的士兵。女人與小孩雖不宜衝鋒陷陣，也都加入了自立習武的行列。

      p 沃土雖然危險，仍吸引了不少旅人，自王國各處前來。除了探險家外，還有考古隊、商販以及職業傭兵。

      p 考古隊的興盛吸引了許多珠寶商人。如果他們僱的考古學家夠專業、運氣又好，便能一夕致富--價值連城的飾品屢見不鮮。曾經出土過幾批精雕的紅寶石項鍊及翠玉護符，其工藝超越了王國中最專業的匠人。

      p 究竟是誰製造了這些精品？

      p 考古家一致同意，在沒有歷史能顯示其長度的黑暗紀元前，曾經出現過一個文明。可惜它沒有留下什麼記錄，除了殘破不全的石板、器物，刻著難以解讀的文字。

      p 但是，這個失落的文明究竟有多進步呢？

      p 一派的專家相信他們擁有高於現代的文明，並以雕刻寶石的技術為佐證；另一派卻認為古文明在許多方面都是較為落後的，並以青銅器、陶器古物做為佐證。那時的人似乎還不懂得怎麼鍛鐵。

      p 這些學者的爭論對商人和保鑣無甚意義，卻讓他們接到一批又一批的生意。這也為盜賊帶來更多的獵物，間接也助長了他們的勢力。

      p 沃土的繁榮和危險一併成長，使它成為孕育西行探險隊的搖籃。

      p 洛南紀五十四年，一組探險家在沃土西方，西南山脈的山腰上找到一片土質肥沃、雨量充足、背山面河的平地。於是拓荒者、貧民、獵戶和民兵們接踵而至，在新的樂園伐木、建屋、開闢耕地。人們將新的村莊取名為「盛恩村」，以感謝天神的恩賜。

      p 首先發現這片土地的探險隊長之名，銘刻於村子中央的石碑上。後到村子的人，常會好奇地尋問「魔術師阿布金」是何等人物。這位阿布金也在幾年冒險後，決定在村中定居，用他的技藝，帶來歡笑與安全。

      p 在盛恩村安穩之後，考古家、商人和保鑣們的足跡也跟上了西行小徑。他們在盛恩村周圍架設考古場，也如預期地得到他們想要的：古物、遺跡、珠寶。當他們返回國境、大加渲染後，自然吸引了更多的西行人潮。

      p 王都附近的吟遊詩人有的為中土的沒落感到可悲，有的則歌頌探險的行為。曾經跟隨探險隊深入密林的詩人芬斯特藍，為探險家作了一些歌曲，其中一首深受他們喜愛，在西南山脈的丘壑間廣為流傳。內容如下：

      p ***
      p 探險家之歌 芬斯特藍．薩斯坦提斯
      p 我們離家去流浪，為了尋找新天堂
      p 在西南山脈的最深處，有著黃金一籮筐
      p 大地富饒如沃土，野獸群聚如牛羊
      p 為了無限天地待開拓，我們離開了故鄉
      p 為了故鄉再不見麥黃，我們離家去流浪
      p ***

      p 歌中的「黃金」原本只是比喻，卻在盛恩村西北的山區中應驗了。

      p 探險家在尋找新的水源時，意外發現了河中的沙金。人們在該處建了一個新的村莊，名為閃金村。

      p 兩三年的時間，沙金便被淘得一乾二淨，閃金村也因而閃耀了起來。在沙金淘盡後，人們轉而發展務實的林業與狩獵，維持了村中的繁榮。

      p 村子另一個繁榮的原因，就是頻頻來訪的考古學者，為了追求更多的古物，自王國各處前來。

      p 奇怪的是，這些學者愈來愈不願意發表他們的成果，有的還僱傭兵將整個考古場守住，像是看守一座要塞一般。

      p 洛南紀五十九年初，國境中發生了一場遠甚於往常的大瘟疫，患者膚生紫斑，高燒虛弱，不出三日而死。最嚴重的疫區正是沃土。

      p 更多的難民逃往西南山脈，而沃土因為人丁減少、農事荒廢，逐漸淪為徹底的賊窟。
      p 正當沃土的繁華邁向黃昏，一場新的黎明，也許是新的黑夜，即將來臨。

      h3 1.1.2. 芬斯特藍
      p 洛南紀五十九年十月十九日，王都諾薩里亞

      p 「欸！芬斯特藍！你聽說那個預言了嗎？」一個穿著講究、面目清秀的年輕人說道。

      p 「什麼預言？」芬斯特藍躺在藝文廣場的草地上，看著初冬午後清朗的天空，隨口應著。

      p 芬斯特藍，二十一歲，薩斯坦提斯男爵的長子。他有著金色垂肩的長髮、一雙出外探險練出的結實的臂膀、優雅迷人的吟唱聲調。

      p 他有過不少浪漫故事，卻從不提及婚姻。有人猜測，雖然到了適婚年齡，芬斯特藍．薩斯坦提斯仍然嚮往冒險。

      p 「那個皇家森林裡的隱者講的，」芬斯特藍身旁的年輕人續道，「你也知道，他一年難得開一句金口，上禮拜啊，一說就是個可怕的預言欸。」

      p 「哦，所以呢？」芬斯特藍不太在意，繼續享受千草輕扎的感覺。

      p 「所以？」年輕人加大音量，「所以今晚就特別重要啦！陛下已經下令，如果隱者的預言落空，他在皇家森林的茅屋就要拆除！你知道很多人都討厭那個神秘兮兮的隱者。」

      p 「我看要趕他走也沒那麼容易，畢竟他是萬物和諧宗的最高隱者。等等，他到底預言了什麼？」

      p 萬物和諧宗，並不是一個真正的教派，是吟遊詩人自己為隱者取的。隱者們崇尚自然，過者非常簡樸的生活，有的隱者甚至不和他人同住，像皇家隱者就是獨居。

      p 「他說，十九日，也就是今天的晚上，天上的星辰會墜落，並把災禍帶到人間。星辰隕落欸！你想有可能嗎？」

      p 「套句探險家的話，只要心還在跳，什麼事都是可能的。」芬斯特藍笑道，「那好，咱們就約黃昏在西牆上碰頭，一起看看那預言會不會成真吧。」

      p 「怎麼，你待會兒有事？」

      p 「是的，瑞福，」芬斯特藍坐直了身子，嚴肅地說道：「我要去一趟古董店。最近那兒來了奇怪的人，可能是考古學家，買了許多不相干的東西，處處透著詭秘。而且，他說他今天還會再去。」

      p 「你怎麼知道這消息？」年輕人瑞福問道。

      p 「這些都是老闆告訴我的。」芬斯特藍笑道。

      p 「你跟老闆熟？」

      p 「喂，別忘了我也到過西方冒險。我們以前是同伴啊。」

      p 「冒險？我們的公子哥兒芬斯特藍能冒險？真好笑！你想必都是在僱保鑣和傭兵替你作戰吧？」瑞福說著捧腹大笑。

      p 「是啊，是啊，隨你怎麼說。不過我真的得走了。」詩人說著起身。

      p 「那就黃昏見啦，我可以趁這時候去側街東南角哪兒逛逛...」

      p 「喂，你……」芬斯特藍半認真地調侃道。

      p 「喂，我沒擋你探險，你也別擋我『探險』。哼，你自命清高，看來更有可能一輩子當光棍呢。」瑞福做了個鬼臉，跑掉了。

      p 「這就是王都的『年輕人』，唉，」芬斯特藍苦笑著搖搖頭，「我還是比較喜歡山上的探險家。」

      h3 1.1.3. 神秘的鏡子
      p 吟遊詩人收拾散亂的樂譜，將短琴在腰帶上固定好，走向西側街上。

      p 年輕小販向他兜售幸運石，他禮貌地拒絕了。

      p 快到目的地時，芬斯特藍注意到有個披灰色斗蓬的人，鬼鬼祟祟地躲在街角的暗巷，不知在做什麼。

      p 他悄悄走近，沒讓對方發現。

      p 那人左手拿著一只沒有鏡面的青銅鏡。它只有把手，連著一個中空的環。

      p 灰袍人伸出右手，拿出一顆珍珠。

      p 大概值百枚碎金呢，芬斯特藍心道，這人穿著簡陋，卻這麼有錢！

      p 那人將珍珠緩緩移向環中央空虛的鏡面，唸唸有詞：「麗兒．施拉．康．薩．維．塔」

      p 「麗兒．施拉．康．薩．維．塔」芬斯特藍在心中默唸。

      p 奇妙的事情發生了。

      p 珍珠憑空溶解成一片淡淡的白光，形成一層薄膜的鏡片，而後漸漸暗掉，消失。

      p 芬斯特藍心想，果然不出所料，是「魔法」--愛森時代特有的力量。他曾在古老的樂譜上找到類似的神秘力量，但十分模糊、陌生。

      p 芬斯特藍稍微走遠，等那人走向古董店時，他便跟了過去。

      h3 1.1.4. 古董店
      p 古董店掛著木製的招牌，上面用金色的字刻著：「塵塵屋」

      p 那人稍微看了一下招牌，四下張望了一會兒，便走了進去。

      p 芬斯特藍隨即跟進，並投給老闆一個眼色，老闆點了點頭，表示會注意。

      p 古董店老闆是芬斯特藍的朋友，高瘦、精明，名叫維卡克。因為他留著長鬍子，又叫做長鬍子維卡克。

      p 長鬍子維卡克說道：「歡迎歡迎！兩位客人請請請，本店古物飾品應有盡有，每樣都是西南出土的真品，挑看看吧！」

      p 那人拿出神秘的銅鏡，走向陳列架，邊說：「讓我看看...」

      p 芬斯特藍假裝欣賞古董，一邊留意那人的動作。

      p 灰袍人將青銅鏡拿在眼神，飛快地掃視眾多古物。

      p 那人選了一些，再用鏡子仔細審視，從中挑出幾樣他中意的古董，拿到櫃台。

      p 他選了一枚方形圓角的護身符、一把青銅短劍、兩個略有破損的青銅碑。這些都不是什麼珍奇的寶物。

      p 「啊，客人，您真有眼光，」長鬍子維卡克假意說道，「上週來的鑑賞家也說這些都是千年以上的古董，又完整，又精緻，所以...價值比標價寫得高出不少。這陣子太忙，沒來得及寫新的標價，呵呵，請別見怪。」

      p 「什麼鑑定家？」那人懷疑地問，「長什麼樣子的？」

      p 說著，兩眼透出奇異的光芒。價碼對他來說反而不那麼重要了。

      p 「嗯，就是...」維卡克盡量維持鎮定，想要從認識的鑑賞家中，挑一個不會找麻煩來講，卻一時想不出來，「你知道的，就是那個...」

      p 芬斯特藍急忙上前解圍：「呵呵，正是區區在下。」

      p 「你又是誰？」那人並沒有注意到身後有人一起進來，愣了一下。他緩緩地，用略帶懷疑和輕蔑的眼神打量著芬斯特藍。

      p 芬斯特藍覺得從帽尖的羽毛到鞋上的汙泥都被仔細端詳，讓他感到渾身不自在。

      p 不過，他還是維持了外表的鎮定：「我叫莫魯法，曾經帶隊到沃土的考古場。」

      p 「莫魯法先生，幸會，幸會，」那人話鋒一轉，問道，「你對於哪個時期最有研究？」

      p 「愛森後葉，大災變來臨前的煇煌的年代，精工飾品及城堡遺跡不同凡響。那真是個令人嚮往的國度！」芬斯特藍憑自己的知識答道。

      p 「喔？所以你相信古文明曾一度高於現代？真是有趣！」

      p 「難道不是嗎？」

      p 「算了算了，這場爭論是不會有結果的。一切都要靠新的發掘來佐證。」那人轉向老闆，「我們還是先談生意吧。你說價錢不是上面寫的，那是多少？」

      p 「其實，我對那些東西也挺有興趣的。」芬斯特藍說道。剛才巷子裡的景象已讓他下定決心，不能讓這個會魔法的人得到他想要的。

      p 「那麼，既然你們都想要，那麼定價也沒意義了，得要兢標啦，」老闆摸了摸他的長鬍子，笑道，「我可就拜兩位之賜，要發財啦。咱們一樣一樣慢慢來，起價五十碎金，嗯...先從青銅劍開始好了。」

      p 「我出六十。」那人說。

      p 「七十。」芬斯特藍毫不客氣。

      p 「一百。」

      p 「一百五。」

      p 「兩百。」

      p 「三百。」芬斯特藍故意顯得荷包滿滿，一次跳一百。其實，此刻的兢標，對他來說再容易不過了--他從小就在各種商店打轉，而且身上一整疊諾薩里亞商業公會的金票，顯然不會不足。

      p 芬斯特藍．薩斯坦提斯並不喜歡揮霍，但在需要時，財富的確能夠發揮重要功能。
      p 「...」那人果然沒有再加價。

      p 「那麼青銅劍由芬斯特藍得標！」老闆大聲宣佈。

      p 芬斯特藍使給老闆一個眼神，但已經太遲了。

      p 「芬斯特藍？」那人又驚又怒，「好啊，原來是大名鼎鼎的貴族，詩人探險家！什麼莫魯法，全是騙人的！你們串通好來坑老子的錢，利用老子的寶鏡！老子不玩了！」

      p 他氣憤地揮舞著拳頭，吼道：「長鬍子的混蛋！你會知道欺騙顧客的下場，你將無法從西南山脈買到任何貨物！」說完便氣沖沖地走向門口。

      p 芬斯特藍過去拍了一下那人的肩膀，一面道歉：「抱歉抱歉，我真的...」

      p 那人一把將他甩開，大步走了出去。

      p 芬斯特藍轉頭，走向沮喪的老闆。

      p 「抱歉給你惹了個大麻煩，老友，」芬斯特藍難過地說道，「但狀況也沒那麼糟嘛，那人頂多也只能影響一小區的考古場...對了，我最近會去西方一趟，到時候一定會帶些好東西回來給你，做為補償。這幾樣古物，我就跟你買下了。」

      p 說著，他取出一小疊金票，每張都是面值百元的大鈔。這樣一疊金票，遠超過維卡克一年的收入。

      p 「這不成，這不成，」維卡克道捻著他的長鬍子，說道，「沒這麼貴的道理。」

      p 「絕對有，可能還不止呢。」芬斯特藍誠懇地說道，相信我，「那個怪人的鑑定不會有錯。」

      p 「那我就恭敬不如從命了，」老闆苦笑道，「其實你也不必特地西行，我還不至於被那人嚇到。而且，那兒不是正流行瘟疫嗎？」

      p 瘟疫是讓人聞風喪膽的恐怖。人一但染上，若無法醫治，所有親朋好友都將離他而去，留下他一個人等死。就算好運活了下來，還要面對痊癒之後的孤寂。

      p 「對，瘟疫，」芬斯特藍道，「不過我打算西行，倒不只是為了蒐集古物。」

      p 「你還想冒險？」維卡克笑道，「你也快要不年輕了，芬茲，該找點正經事做做了吧？」

      p 「我可不覺得冒險有什麼不正經。我靠著我的琴、歌聲、文筆和劍，也不至於餓著了。」

      p 「但是，你父親總不會喜歡看你這樣吧？」

      p 「他啊...我已經答應他，如果二十四歲前還一事無成，我就去管理莊園、結婚、幫家裡掙點名望什麼的。」

      p 「哈哈哈，說不定真有那麼一天...芬茲談生意、結婚啊...說不定喔...哈哈...」維卡克撚著他的長鬍子，大笑。

      p 「再說吧，我得走了。」芬斯特藍說道，「希望還能再見到你，老友。」

      p 「你會回來的，芬茲，我很清楚。」維卡克點了點頭，「你是個出色的冒險者。」

      p 「不過，現在跟西方某個考古隊結了仇，就有點麻煩了。」芬斯特藍道，「聽說西方那些考古隊愈來愈橫蠻，手筆也愈來愈大，傭兵一僱就是七、八十個。」

      p 「無論如何，還是祝你好運。」老闆說著用麻布將古物一件件包好，交給芬斯特藍。

      h3 1.1.5. 隱藏的魔法
      p 向長鬍子維卡克道別後，芬斯特藍看了一下天色，十分晴朗，離黃昏大約不少時間。

      p 於是，他到珠寶店買了八顆珍珠，再回到藝文廣場，找個不起眼的角落坐下。

      p 他拿出青銅鏡，那是他剛才趁那人被怒氣沖昏頭時，用扒竊手法弄來的。

      p 芬斯特藍從珠寶袋中取出一顆剛買的珍珠，彷照那怪人的方法，移近青銅鏡。

      p 鏡框上浮現了一些銀白色的字句，是以古愛森文寫成的。芬斯特藍憑著對愛森文的一些知識，加上剛才的記憶，唸出了咒語：「麗兒．施拉．康．薩．維．塔」

      p 如他所預期的，珍珠化為白光，透鏡也發生了變化。

      p 他拿出古物，用透鏡一一端詳。

      p 透過魔法透鏡，芬斯特藍看到護身符上有一圈淡藍色的光暈，裡面還飄著紅棕色的光點，彷彿在熟悉的世界背後，透出的神秘色彩。

      p 對芬斯特藍來說，萬事萬物都不再單純了--他清楚地看到魔法，潛藏在平時肉眼不能及處，卻帶著不知多麼強大的力量；它附著於這只護符上，歷千百年蒼桑而不衰...

      p 想到這裡，芬斯特藍驚覺到，這還只是一小部份。在遙遠的西南山脈，一批又一批附有魔法的古物正在出土，若是它們落入野心家手裡...不，強大的力量本身就會使人墮落，淪為野心家或暴君，這樣的例子史上屢見不鮮...

      p 但是，芬斯特藍想到，我自己也會使用一點點從古樂譜發現的咒語，是不是我已漸漸走上野心家之路？像剛才隨便扒竊的行為，不是我平常會做的...

      p 芬斯特藍打住思緒，繼續觀察其他的古物。

      p 青銅短劍上附有飄著暗藍色光點的淡藍光暈，而古文碑卻沒有顯現什麼特別的光芒。

      p 他將東西收好，看了看天色，離約定的時間還有段距離。於是他走向皇家樹林，神秘隱者的茅屋。

      p 是真的嗎？他想。星辰...在傳說中，星界是神明的居所；有些歌謠還把繁星都當作神明...

      p 隕星？聞所未聞。可是隱者身為皇家樹林的守護者，平日一語不發，現在卻說了這樣的預言...或許有更多未知的事，能從他那兒問到...

      p 想著想著，芬斯特藍踏進皇家森林的小徑。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/")
          i.home.icon
          | 回首頁
        router-link.ui.green.huge.button(to = "/a2") 1.2節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '1.1. 詩人探險家'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
