<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.3. 踏上旅程
      h3 1.3.1. 醫者安琪

      p 洛南紀五十九年十月十九日，國境東側延海，潛鮪村。

      p 「安琪，」在潮汐之神的廟堂前，白袍的中年修女對年輕修女囑咐道，「異像將在今夜發生，預兆在數週前便出現了。這不尋常...神明在給我們考驗，考驗我們的信仰和力量。大戰即將來臨。

      p 「安琪，今天妳的見習完成，是一名真正的醫士，可以去冒險了。時候到了，安琪，妳不再是不懂事的孩子，而是能夠肩負使命的成人了。

      p 「接到妳那心性不定的表哥即將西行的消息，我一點也不意外。他所信奉的，好戰的浪濤之神，想必給了他什麼特殊的使命。

      p 「妳想跟著他一同西行，到西南山脈最危險、最神秘的地方去，我也不意外。他雖然性格怪異，但對妳一向很照顧。他比妳大，又精通雜七雜八的技藝，妳跟他同行，我也比較放心。

      p 「但是，安琪啊，冒險並非兒戲。外面的世界太多妳不瞭解的事物，像是背叛、謊言、仇恨與殺戮。米庫斯比較瞭解這些，因為他曾出外流浪，經歷過種種挑戰。

      p 「多聽他的，妳會比較安全，但別忘了他信的是混亂之神，而妳要堅持我們的信仰。瑪法達在上，願妳的旅程多災多難，卻都化險為夷，讓妳從中學習，從中成長。」

      p 安琪恭敬地聽著，心思已有一半飄到了傳奇的幻想中。她是一個十八歲的年輕修女，留著一頭黑褐色的長髮，加上古銅色的皮膚，寬而深的臉龐，若不看白袍與圓盾，十足像是東岸的漁民。

      p 她在潮汐之神的教會已見習三年，擅長止血、接骨和草藥，也能靠平衡之神瑪法達的聖恩，來配製靈丹妙藥。

      p 在經歷幾場難治的瘟疫之後，安琪決定踏上探險家的旅程，尋找治癒瘟疫之道，卻一直沒有機會。

      p 最近她的表哥，浪濤修士米庫斯，正式宣佈西行。安琪終於逮到離家冒險的機會。

      p 安琪的父親在她還不會說話時就死於瘟疫。母親改嫁外地，從此失去音訊。安琪對父母的印象十分模糊，但母親留給她的臨別之物，刻花的玉鐲，她卻一直留在身邊。

      p 安琪的童年往在她舅舅家。小時候，最要好的玩伴是表哥米庫斯。

      p 米庫斯十分叛逆，學農事、戰技、教義都漫不經心，反而對讀寫、算術和精工這些沒用的玩意有興趣，讓父母對他失望透頂，卻又難以管教。

      p 米庫斯在家裡不受疼愛，常被打得躲到海邊。因禍得福，他對當地的環境和地形十分熟悉，也對海浪中潛藏的力量有所感受。他從小就愛帶著表妹安琪到處亂跑，談心、說故事。

      p 米庫斯聰明卻心性不定，不管父親的期許，執意進入浪濤神廟，學習如何與司掌暴風與巨浪的混亂之神共舞。於是，在米庫斯十二歲時，父母將他送到風評不佳的混亂神廟處，從此與家庭隔絕。

      p 米庫斯具有浪濤神耐頓堅強、難測、愛冒險等特質，常到村外闖蕩，更是小漁村中許多消息的來源。

      p 安琪還記得小時候坐在礁石上，吹著海風，聽米庫斯講海妖女、水鬼和瓶中信的故事和探險家的傳奇。那時候，她常常聽得心醉神迷，恨不得快點長大，成為故事中的英雄。

      p 現在，安琪的心願，總算有機會實現了。大修女已答應她的請求。

      p 「謝謝妳，大修女，」安琪高興地說，「我不會辜負身上的白袍、項鍊上的雙杖聖徽、以及您賜予我的防身盾牌。我會將潮汐之神的福音傳播到西南山脈的土地上；我會記得您平日的教誨、醫士的誓詞、以及書中的聖言。」

      p 「妳還記得驅散邪靈的禱文嗎，安琪？在未知的險境中，妳用得著它。」大修女慈詳地說道。

      p 「還記得，大修女。」

      p 「那麼覆誦一遍吧，好讓我安心。」

      p 安琪於是舉起胸前銀項鍊上掛著的雙杖聖徽，用嚴厲而神聖的音調唱道：
      p 「邪惡的死靈，汙穢的存在啊，離開這受詛的軀體，回到幽冥的世界！
      p 世間的快樂汝既無福消受，別再徒增憤恨悲傷！
      p 以瑪法達之名，吾命令爾等，
      p 退下！」

      p 一瞬之間，安琪的眼神中露出悲憫的罡氣，似乎可悲的怨靈就在身前。她迅速地恢復了聆聽教誨的虔敬神態。

      p 「很好，安琪，」大修女微笑道，「我原本擔心妳長久從事醫療，已以忘記如何同惡靈作戰了。」

      p 「我還記得，大修女，」安琪道，「不過，我寧願治癒邪惡留下的傷口，而不是以牙還牙。傷害不能改變人心，但是醫療可以。」

      p 「沒錯，安琪，醫者有獨特的使命。」大修女索菲亞道，「不過當敵人欺上門來，妳也不能坐以待斃吧？」

      p 安琪緩緩地點了點頭。

      p 索菲亞緩緩地背轉身去，不讓安琪發現她失控的淚水。

      p 「安琪，去吧，不要擔擱了，」她用儘量平靜的音調說道，「願瑪法達與妳同在。」

      p 年輕的修女轉身離去，眼框中滿是不捨的淚水。

      p 她們兩人都很清楚，亂世即將來臨。今朝一別，或許再也沒有重逢的機會了。

      h3 1.3.2. 詭譎的米庫斯

      p 往村口的路上，安琪觀察著白袍底下的鎖子甲，這是神廟給她的禮物，也是她的第一副甲冑。它並不輕，老實講還滿重的，不過安琪的力氣比許多男人還大，很快便習慣了。

      p 安琪沒有武器，只有背上行囊外背盾、左手繪著雙杖的銳牌，和掛在頸上的，銀質的平衡之神聖徽。

      p 她心想，希望冒險能比血腥的英雄故事更和平。或許，不必和人類戰鬥，只要對付活屍？畢竟，能治癒人心的悲苦、混亂和邪惡，而非殺害他們，才稱得上真正的英雄吧。

      p 米庫斯曾說，冒險者有時會面臨兩害相權的決擇，甚至是在原則與生命之間，或是同袍與生命之間。只有選擇生命的人能活下來，獲得榮耀。傳說中的英雄其實都是滿手血腥、滿腦子背叛的惡棍。不過，這只是他眾多憤世嫉俗的言論之一，安琪並不當真。

      p 想著想著，終於來到了村口。

      p 短髮、矮小的米庫斯正坐在一輛馬車旁，與車夫聊天。看到安琪走來，米庫斯高興地起身。車夫明白即將啟程，便解開栓住馬兒的繩索，坐上駕駛座。

      p 安琪加快腳步走向馬車，突然米庫斯從腰間抽出一把迴力標，向她射來。

      p 安琪料不到他竟會動手，本能地往旁邊閃開，但卻被弧線軌道的迴力標追上。她舉盾去擋，還是慢了一步。只好轉身用背盾擋下。

      p 咚地一聲，迴力標擊中背盾，掉在地上。安琪向前踏了半步，定住身形，驚異地望著表哥。

      p 鎖子甲擋掉了撞擊，安琪毫髮無傷，但還是嚇了一跳。

      p 米庫斯一面撿起迴力標，一面詭譎地笑道：「不錯，不錯，妳有這樣堅實的甲冑，背後還有背盾，簡直像隻海龜，那我也可以放心了。別介意啦，剛才只是開個玩笑而已，還是先上路吧。這趟旅程...會有趣的很。」

      p 「什麼海龜！」

      p 「海龜有什麼不好，海龜很長命啊……冒險者都希望活久一點。」

      p 離開村莊後，安琪就不想計較了，取而代之的是對嶄新景色的注意，及對旅程的好奇。

      p 「米庫斯，」安琪在馬車上問道，「我們這次的行程你是怎麼安排的呢？我很好奇。」

      p 「簡單來說，我們會先延著大路往西到王都諾薩里亞，在那邊待個幾天，打聽消息啦，賺點旅費啦。之後往西經過落雲城，再折而向南到沃土。如果一切順利的話，我們會到西南山脈最新的村落，也就是傳說中的『閃金村』啦。」米庫斯邊看風景邊答道。

      p 「我們總不會一直坐車吧？」

      p 「當然，妳以為我這麼有錢嗎？我們到諾隡里亞後，就得自食其力啦。而且...就算在那兒賺得到錢，乘車經過沃土也不是個聰明的主意。我們可能得雇一小隊傭兵，然後『走』過沃土，到閃金村啦。」

      p 「走過一整個平原？那要多久？」

      p 「可能要花上一個多月啦，安琪。那也算是冒險嘛。沃土可是充斥著強盜和瘟疫的。妳是醫士...瘟疫應該難不倒妳吧。」

      p 「好吧，反正到目的地以前，我就跟著你就對了。現在應該沒有危險吧？」安琪道。

      p 「安琪，」米庫斯笑道，「別忘了，出門在外，『隨時』都是有危險的。我知道甲冑很悶熱，但還是儘量穿著吧。妳現在習慣了，以後步行的時候，才不會撐不住啦。」

      p 「那你呢？」安琪不大服氣，「你的外衣底下也藏有甲冑嗎？」

      p 「這兒不是？」米庫斯拉起衣服的一角，露出內藏的皮製甲冑。

      p 「這東西管用嗎？」安琪不大放心地問，「雖然是加工處理的，可是銳利的刀劍還是能砍破它吧？為什麼不換一副鐵打的？」

      p 「這麼說吧，輕便的裝備對我來說反而比較安全...我不是個喜歡硬碰硬的人啦。對了，妳的武器呢？」

      p 「我只有盾牌，」安琪道，「醫士是不需要武器的。我看你的武器也很怪……」

      p 「但是...」

      p 「危險的時候，禱文就足以克敵了。不是嗎？」安琪道，「我不帶武器，人們就不會隨便與我為敵。」

      p 「可是...」

      p 「你還是多跟我講點關於王都的事情吧，我從來沒去過那兒呢。聽說那裡常有盛大的慶典和競技，是嗎？」

      p 「是啊。不過他們跟我們信仰的神祗都不一樣...那裡啊...」

      p 談笑間，兩人啟程了。但是，這趟旅程並不會一直歡樂。

      h3 1.3.3. 風谷的瓦林娜

      p 洛南紀五十九年十月十九日，王都諾薩里亞

      p 「殺人哪！」瑞福驚慌中大喊。他的朋友芬斯特藍中了怪異的咒術，跌落城下。

      p 人們紛紛靠攏，但兇手早己遁入黑暗。唯一跟得上兇手腳步的，只有看似無害的女孩瓦林娜。

      p 偽裝該結束，冒險該開始了，瓦林娜心道，不息的風會跟上你的。

      p 她輕唸一咒，行囊便縮得像檸檬一樣大小，一手整個揣入衣袋，隨即發足力奔，緊緊跟在灰袍兇手的後面。

      p 對方回頭發現追兵只有一人，於是跑進了一條黝暗的死巷，殺人滅口的好地方。

      p 瓦林娜雙手握住桐木法杖，不加思索地追了進去。對方站在巷子的盡頭，面向著她。
      p 「送死來著？」那人獰笑道，「不過我還捨不得殺妳呢。讓妳睡著好了。」

      p 說完，他唸起咒語：「維兒．夢途．阿」同時掏出一把沙子，撒向瓦林娜。

      p 瓦林娜感到一股矇矓的睡意，但法藝的訓練讓她一瞬間就解開魔咒，恢復清醒。

      p 「睡眠咒！」瓦林娜忿怒地叫道，「這種程度的繫結！你這個低階法師竟敢殺我的同伴！」她怒道，「你以為殺人不用付出代價嗎？你竟然不珍惜自己的生命！」

      p 對方震驚於睡眠咒的失效，以及瓦林娜激動的神情。

      p 他目露兇光，唸出下一個咒語：「麗絲．那西」同時用手指向瓦林娜。

      p 兩顆紫色的光球自指尖射出，逐速地飛向瓦林娜。

      p 瓦林娜悶哼一聲，已受了內傷。她凝視對手，紅寶石的眼中，閃著一絲血色的殺氣。

      p 此時的她，不再是羞怯的女孩，而是呼風的法師。她的神情，沒有絲毫畏懼。

      p 逐雲者啊，她心想，三年來和妳學的一切，現在要展現出來了。

      p 瓦林娜右手拄著法杖，唸出咒文：「普拉絲．提卡．怒殺」。一股旋風便繞著杖尖的翠玉原石成形。

      p 她接著將彎曲左手姆指，握成手刀，在身前交錯兩次，劈出。

      p 排山倒海的疾風如刀，化作看不見的利刃，向前襲去。

      p 十字形的傷口，自敵對法師的雙肩至兩股，以胸腹為中心爆開。鮮血噴灑而出，如一陣紅雨。

      p 那人再也無力施咒，只能顫抖著說道：「妳...妳到底是...誰...」說完倒在地上，抽搐著。

      p 瓦林娜在戰鬥結束時，已恢復冷靜。她完全清楚自己闖了什麼禍：她殺了人，而且是在皇都殺了人。但是，她也知道周圍沒有別人，至少現在還沒有。

      p 「我來自風谷，」她對即將死去的敵人說道，「是修業三年的結界師。我和我的夥伴，都不是你應該攻擊的對象，明白了嗎？」

      p 「風...谷...」那人吐出了此生最後兩個字。

      p 這人也滿不簡單的，能用咒文傷到我，瓦林娜心道，唉，不該讓對手先出招的，我還太嫩了；咒法施得太重，一下就傷了人命，也表示我太嫩了。

      p 「沒錯，風谷，法藝的土地。」瓦林娜說道，「法術之事，還是不要落入旁人手中，免得危險。」於是她跑到那人身邊，開始搜身。

      p 她搜出一些無用的法材、一本魔法書、一把匕首、一袋約二百枚的碎金、一張用細麻繩綑住的卷軸。

      p 她唸出咒文：「麗絲．查維．阿斯」那把匕首隨即發出綠光，代表上面附有魔法。

      p 「安息吧，施法者。」她對不知名的敵人說道。

      p 瓦林娜將卷軸和匕首用牛皮包好後，連錢袋一起放入背袋。草草翻過魔法書後，確定沒什麼特別的咒文，於是連同法材一起點火焚毀。

      p 火苗剛起，她便衝往城門。

      h3 1.3.4. 心靈法藝

      p 門口站著兩名守衛，看守著巨大的木門。

      p 諾薩里亞的城牆比一般城牆高出一倍，城門也十分巨大。

      p 沃土盜賊們聞之喪膽的諾魯夫王曾經讚道，即使兵法高明如他，也無法攻陷這座城池。因此，諾薩里亞得到了「不破城」的稱號。

      p 諾薩里亞四面都有城門，其中南門最大，也最常開放，所以南門才稱「城門」，其他備而不用的門都稱為「側門」。

      p 除了緊急狀況外，側門平常完全不開放。城門則在黃昏時拉上，黎明時再放下，成為護城河上唯一的橋樑。

      p 瓦林娜必須盡速離城，但是城門已拉上。

      p 她衝量了一下局勢，心中已佈好了一個計劃。身為結界師，她決定靠法藝離城。

      p 結界師擅於操縱心靈。睡眠、魅惑、遺忘、暗示都是瓦林娜的拿手好戲。

      p 離開諾薩里亞前，她正是靠這些法術，假扮成風塵少女，向男人們搜集各地的情報，又能夠全身而退。

      p 要這樣搜集情報，是因為心靈法藝在一對一的情境下，才好施展。

      p 同樣的把戲，換個方式表現，她心道，應該不太難。

      p 「哈囉！」瓦林娜走向前，用愉快的聲音說道，「晚安！」

      p 「這麼晚了，別在城門口鬼混，」一名守衛說道，「還不快回家去，小心被綁走了都沒人知道呢。」

      p 「是啊是啊，」另一名守衛接著說道，「還是快回去吧。妳是不是迷路了？」

      p 「我沒有迷路，」瓦林娜故作天真地說道，「但是我回不了家，我家在城外。」

      p 「那我也沒辦法囉，」那名守衛說，「但妳一個人在城裡很危險。這樣吧，我送妳去最近的哨站，請他們讓妳在那兒過夜，明早再出城，好不好？」

      p 「好吧。」瓦林娜不情願地說道，心裡已打好算盤。

      p 守衛帶著瓦林娜，走向側街，又繞了幾轉，離哨站還有一段距離時，瓦林娜抬頭道：「我...我有東西掉在剛才那裡...我可不可以回去拿？」

      p 「妳一個人回去很危險的，」守衛道，「還是讓我陪妳一起去吧。」

      p 「不行啦，」瓦林娜說道，「我要自己去。我媽媽說那東西不能給別人看到啦。」

      p 守衛笑道：「哦，大概是戒指之類的東西吧。妳放心好了，我是捍衛法律的人，不會跟妳搶的。」

      p 「我要自己去。」瓦林娜嘟著嘴，堅持道。

      p 守衛道：「好好好，妳自己去，但是要快點回來喔。」

      p 瓦林娜走過轉角，立刻用全速衝回城門。

      p 城門口只剩下一名守衛。

      p 瓦林娜毫不遲疑地唸出咒文：「維兒．夢露坦」並在空中比劃了一個特殊的手勢，指向守衛。

      p 「妳做什...」守衛的話說到一半，突然停住了。他的眼神變得有些迷惘。

      p 魅惑術生效了。

      p 「妳是誰啊？」他問道。

      p 「我是往在城外的可憐小女孩，如果你不開門我就只好流落街頭，被夜賊綁架了。」瓦林娜平平地說道，沒有偽裝可憐的聲音。

      p 她根本沒有偽裝聲音的必要，中了魅惑術的人很難不信她的話，尤其是求助。

      p 「哦...」守衛疑惑地說道，「所以我應該開門囉？可是有規定...」

      p 「好吧，你遵守你的規定，把我逼得無路可走，讓我落到夜賊手裡，被凌虐至死，你忍心嗎？」

      p 「凌虐至死」四個字對被魅惑的人來說，完全不能承受。守衛不敢吭聲，直接把門放下了。

      p 瓦林娜俐落地走出城門，回頭向守衛說道：「謝啦，不過還是不能讓你記得我就是了。」她唸出咒文：「維兒．提．空．夢提亞」

      p 守衛陷入了失憶的迷惑狀態，此時瓦林娜已走得遠了。

      h3 1.3.5. 降落與會合

      p 洛南紀五十九年十月十九日，王都諾薩里亞城外

      p 三，二，一。

      p 「Ris-Fra-El」芬斯特藍在半空中唸道。他已忍耐了一秒多的墜落。
      p 咒文生效後，下墜的速度緩和下來，卻變得不太穩定。他像一片羽毛般，飄來飄去。

      p 一陣風吹來，芬斯特藍在空中打了好幾個轉，但他已毫不在乎這種暈眩。畢竟性命保住了。

      p 突然，法術時效已過，他又掉了下去。

      p 因為離地已近，在皮甲的保護之下，他落在草地上，毫髮無傷，只是暫時無力起身。

      p 芬斯特藍看向夜空。流星雨雖已減弱，但仍然十分驚人。

      p 他起身，在星光照耀下，小心地環視了四周。

      p 由於風的幫助，他竟已落在護城河外。

      p 不用費力過河了，他想，好運總不會一直離我太遠。

      p 他把沾了泥沙的金髮清理了一下，放低身子，慢慢前行。

      p 確定離城已有一段距離後，他站直身子，加快腳步，走向無盡的黑暗。
      p 在流星雨終於停歇時，芬斯特藍頓覺一陣輕鬆，像是壓在胸口的大石被取起一般。但是，他並未鬆，。畢竟王都附近的夜晚，仍蘊藏著許多危機。

      p 「芬斯特藍！」驚呼聲從左側傳來，嚇了他一跳。

      p 「誰？」芬斯特藍迅速轉身，拔出護身短劍。

      p 黑暗中，一個略為瘦小的身影向他跑來。是瓦林娜。

      p 「你沒死！」瓦林娜手杖一拋，向他衝來，一把將他抱往，「你沒死！」

      p 「對，我還活著。」芬斯特藍笑道，「每個人都有保護自己的責任。況且，妳還需要我啊。」說著將劍入鞘。

      p 「我...我真的很難相信...」瓦林娜將他放開，一面說道，「你怎麼...那種高度...等等，你會羽落術？」她驚訝地問。

      p 芬斯特藍點了點頭：「這叫『羽落術』嗎？我是在古樂譜的字裡行間發現的，不知道它還有個名字。」他隨即好奇地問道，「妳也知道關於魔法的事？」

      p 「我是一名法師。」瓦林娜回身拿起法杖，一面說道，「一名風谷的結界師，修業三年多了。」

      p 一日之間就遇到這麼多奇怪的人，芬斯特藍感到十分訝異。

      p 他問道：「那麼，妳是怎麼出城的？城門沒有開過啊。」

      p 「我是一名法師。」瓦林娜重覆道。這次她帶著神秘的微笑。

      p 「好吧，」芬斯特藍笑道，「不肯說就算了。不過我還是很好奇，在我跌落之後發生了什麼事？。」

      p 「呃，我原本因為你被殺死了...就追上去，和他作戰，後來就把那個人殺了...」她愈說聲音愈小，「可是自己也受了傷。唉，對方雖然不強，卻懂得傷害的咒語。」

      p 「把那人殺了？」芬斯特藍驚訝地問道。

      p 「對，我把他殺了...你不怪我吧？」瓦林娜露出痛苦的表情。這是她冒險以來第一次殺人。

      p 「不，怎麼會呢？」芬斯特藍安慰道，「做都做了，就別再一直去想了吧。況且妳這麼做也不能算錯...他活著會給我們帶來更大的危險。不過，現在我們都和西方考古學家結下了樑子，看來只好同舟共濟囉。」

      p 「嗯。」

      p 「不過啊，妳還真不簡單，竟能將那人打敗。」芬斯特藍道，「對了，妳傷在哪兒？要不要緊？」

      p 「沒有傷口的，」瓦林娜道，「是被魔彈擊中，不大要緊。養個幾天就會好。」

      p 「很不幸，」芬斯特藍道，「此地不宜久留，沒法子好好休息養傷。多待一秒就會增一分危險。」

      p 「可是...」

      p 「這樣吧，我們再走一小段路，」芬斯特藍道，「這附近有許多空的農舍，我們可以在那邊過夜。明早天一亮就動身，去前面鎮上雇輛馬車，妳就可以好好養傷了。」

      p 「為什麼會有空的農舍？」

      p 「唉，」芬斯特藍嘆道，「都得怪那些貴族和皇室的人。幾次天災造成欠收後，租稅反而比以前更高了。那些付不出來的農民，只好逃到西方去。在充滿盜賊和瘟疫的旅程上，真的能重頭開始建立幸福家園的人...一成也不到啊。」

      p 「我們南方的情形就好很多，雖然不富裕，也還過得去，」，瓦林娜道，「想不到王都的農民，反而悽慘。」

      p 「這也是我之所以冒險的原因。在這個時代裡，我身上流的貴族血統不值得驕傲，反而是恥辱和隔閡，阻礙我和探險家一起開創新天地。」

      p 「聽起來很高尚，我會試著理解的。至於行程嘛...」瓦林娜苦笑道，「反正這種事我也拿不了主意，就聽你的囉。」

      p 她從行囊拿出幾片乾麵包，撥了一半分給芬斯特藍，「趁著還吃的到的時候，好好品嚐吧。」

      h3 1.3.6. 芬斯特藍和瓦林娜

      p 時值秋冬交替，夜裡冷到能結冰。今夜似乎特別寒冷，地上已積了一層薄薄的白雪。兩人穿著軟皮靴，踏著積雪前行。

      p 寒冷與黑暗，在兩人周圍凝結成一股無形的壓力。

      p 平原上夜風吹動的沙沙聲、草浪搖曳的黑影，給靜夜保留了些許的背景。如果不是身邊還有同伴，真的就只能伴著星星，伴著月亮。

      p 這時的月亮在半月與圓月之間，而星空則缺了幾個口。災變的恐懼鑽進了國境裡每一雙大大小小的眼睛。什麼樣的命運等在他們前面呢？或許只有司掌宿命的神能回答這個問題。

      p 這樣的夜，自有一番特色，但兩人在殺戮與逃生之後，都失去了欣賞景致的心情。

      p 走著走著，芬斯特藍先開口，打破沉默：「瓦林娜。」

      p 「嗯？」

      p 「我們腳下踩的這片土地，以前都是農田。我小時候常不聽話，出城到田裡去和農家小孩玩。現在兒時的同伴都不知去了何處，也不知吉兇。」

      p 「現在這裡都荒廢了，你一定很難過。」

      p 「唉。」芬斯特藍停頓了一下，又道，「對了，妳說妳來自風谷...那是個怎樣的地方？」

      p 「那裡很美，遠在山脈的南方，」瓦林娜答道，聲音像是飄到了遠方，「有高山、溪流，還有終年的強風。那裡的樹木都很矮，長老說是因為風太大，長太高就會被吹斷，它們才長成這樣。長老還說，有一種圓柏，在谷外的山上也有，但是就能長到參天一般。

      p 「記得有一次，長老把我，還有其他剛滿十歲的女孩，綁在不同的風箏上，放到天空。那是我們村莊的習俗。因為女孩子也是要離家的，和男人一樣。

      p 「一開始我很害怕，一直哭。可是到了天上，看到熟悉的事物都變得那麼小時，我就不怕了。我還記得身在半空中，迎著陣陣強風的感覺。那時，我找到了自己。

      p 「後來我就覺得，人常換視野比較好。這樣就不會陷在單調的經驗裡，永遠做井底之蛙了。我想這也是我們風谷人共通的心情吧。

      p 「婆婆曾說，要像雲一樣飄盪，直到找到降落的地方。不要還沒認識自己，就常住在家，不然家就會變成沼澤，陷住我們的腳步，栓往我們的翅膀，讓我們不能飛翔。」

      p 「嗯，」芬斯特藍專注地聽著，問道，「那妳的魔法是怎麼學來的？」

      p 「是『法術』啦，」瓦林娜更正道，「『魔法』聽起來有邪惡的味道。」

      p 「喔，是，是法術，」芬斯特藍連忙更正，「那妳的法術是怎麼學來的？」

      p 「有一年春天，村裡來了三個人，教我法術的婆婆就是其中一位。他們展現了強大的法力，並教導大家法術，共同研究古代法師的遺產，以將風谷建成一座對抗邪惡的城塞。因為大災難將至，需要團結一致才能對抗。

      p 「婆婆和乘風大師、舞空大師保證不會破壞村落和傳統，也只在河谷的一個區域活動，留下肥沃的上游及上游給不願加入的人。不過我們風谷人都樂於改變，於是全村，或許全谷的人都加入了吧。

      p 「不過，學法術並不是那麼容易的事，很多人學來學去也學不會，反而覺得很痛苦。於是，他們將自己組織起來，作武藝和射藝的訓練，成了風谷的戰士。

      p 「我比較有天份，所以進步得很快。在通過學徒的測驗後，又修業了三年，成為第二批進階法師。

      p 「後來，由於某些緣故，我就出來了。」

      p 某些緣故，芬斯特藍心道。

      p 「進階法師？那是什麼意思呢？」他問道。

      p 「嗯...這不太好解釋欸，」瓦林娜有點為難地說道，「大概可以用數學來比方吧...學數學的人得先會算術、作圖才能學測量；會了基本的測量才能學三角學、繪製航海圖。」

      p 「所以都是循序漸進？」

      p 「不一定欸。就像占星師需要的數學和建築師不相同，法術也有不同的門類，像我是專研結界與心靈法藝。不過，你說的沒錯，要學習複雜的技藝，得先熟悉簡單的。」

      p 「聽起來妳花了不少工夫。」

      p 「是啊，」瓦林娜笑道，「進階法術很難施展，不管是手勢、觀想法門、咒語聲調都必須一絲不差，否則輕則失效，重則炸成失控的能量，十分危險。好在我們都有自知之明，不熟的法術絕不亂用，只在安全的實驗室裡施展。」

      p 「哇，能施這樣高深的法術，一定很厲害。」芬斯特藍道，「我原本太小看妳了，真抱歉。」

      p 「不過，婆婆曾說，成功的法師不是單靠會施高階法術，更重要的是掌握施展時機，以及如何調配每日記憶的咒文。」瓦林娜道。

      p 「每日記憶咒文...我也是這樣欸，」芬斯特藍道，「自從我在古老的樂譜中找到魔...我是說法術後，我發現記憶它們與熟悉它們真的很難。我必須每天早上最清醒的時候拚命去記，但是在施展出來後又忘了。一開始每天只能記一個，後來...」

      p 「等等，」瓦林娜打斷他，「別告訴別人你能記憶多少，這很危險。法師唯一的武器就是法術，它比戰士的劍還要厲害，但維持繫結的法力有限。所以，如果有人知道法師已經釋放完所有的咒語，那就像看到戰士被繩索縳住了一樣。」

      p 「謝謝妳的忠告，」芬斯特藍道，「但我可不是法師，我對法術還很陌生。」

      p 「哦...所以你劍術高超囉？」

      p 「劍術練過幾年，搏擊也還可以，不過算不上高手。其實我真正擅長的呢，就是...」

      p 芬斯特藍笑道，「賭妳猜不到。」

      p 「你先別說，讓我想想，」瓦林娜道，「不是法術，不是劍技...等等，那個考古學家為什麼找你麻煩？」

      p 「我買了一些他原本想要的古物，又扒了他的透鏡。那是因為最近傳來的消息都指出，西南山脈的考古隊愈來愈神秘，也愈來愈橫蠻，傭兵一僱就七、八十個。我看出事有蹊蹺，才不惜和他們作對，把古物截下。」

      p 「這很好啊...否則他們就會擴張了...聽起來他們不是善類，可能是想獨吞法術奧秘的人吧。師父說，法術會被稱作『魔法』，就是因為有人想獨吞，而不是用來造福人群。」她笑了笑，又道：「不過，你已經洩了底啦。你擅長的是盜賊技巧，對吧？」

      p 「妳很總明，」芬斯特藍笑道，「不過不是。」

      p 「那我就猜不出來啦。難不成你像神廟裡的修士，會靠神禱來展現奇蹟不成？」

      p 「當然不是。」芬斯特藍笑道，「其實，我擅長的是說話。」

      p 「說話？這算一種冒險的技巧嗎？」瓦林娜好奇地問道。

      p 「嗯。這還是很重要的技巧，」芬斯特藍認真地答道，「做為甲冑時，它可以避開不必要的爭鬥；做為武器時，它可以造成傷害和困惑；做為工具時，它可以打聽情報，也可以增加好感。所以說，這難道不是重要的技巧嗎？」

      p 「哦，」瓦林娜不大滿意，「那我也會啊。這不是天生的嗎，難道還有什麼技巧？」

      p 「有喔，」芬斯特藍道，「妳是因為聰明又有魅力，當然常常體會說話的好處--這確實是由於天生的氣質使然。不過，除了氣質之外，我所受的訓練是，瞭解情勢、瞭解對方，再做出決定。」

      p 「什麼意思？」

      p 「比方說，瞭解人心。以前我到西南山脈探險時，深切地體悟到，冒險者最大的敵人，絕不是眼前的危難，而是那些遇到危難就會出賣妳的隊友。」

      p 「你出賣過別人嗎？」瓦林娜擔心地問道，「什麼樣的處境會使人背叛隊友？」

      p 「妳可以放心，我沒有出賣過別人，也不會出賣妳，」芬斯特藍道，「但是，我的確見過，在食物匱乏、敵人強大，或是寶藏價值連城時，人們怎麼背叛出生入死的隊友。」

      p 兩人又陷入一陣沉默，不過這次並沒有持續太久。

      p 「我們休息一下好不好？」瓦林娜問道。

      p 「怎麼了？」

      p 「我...腳底凍得厲害。」

      p 「這樣啊，」芬斯特藍道，「妳怎麼不早點講呢？」

      p 「我想...說不定撐一撐就到了。」

      p 她沒有說出來的是，平常遇到這麼寒冷的道路，她都不是用走的。法師有更方便的途徑。

      p 「那先坐一下吧，」芬斯特藍笑道，「下次別再這樣，有事就早點講。」說完兩人清了清積雪，就地坐了下來。

      p 「來，讓我看看妳的腳，」芬斯特藍溫柔地說道，「希望不嚴重。」
      p 瓦林娜脫下皮靴，露出雪白的雙腳，腳底都凍得發紅了。

      p 「我就知道，」芬斯特藍道，「妳真該早點講的，幸好現在還不太遲。問題就出在靴子上。」芬斯特藍說著，就地採了一把柔軟的雜草，抖掉上面的積雪，順手打鬆後，塞進瓦林娜的靴子裡。

      p 「這樣就沒事啦。」他笑道。

      p 「謝謝你...」瓦林娜不好意思地說道，並把靴子穿上。

      p 「別這樣說，」芬斯特藍笑道，「出門在外，本來就是要相互扶持。妳現在可別謝我，否則以後我們相互之間，不知道還要再謝個幾百次呢。咱們上路吧。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/a2") 1.2節
        router-link.ui.green.huge.button(to = "/a4") 1.4節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
