<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.7. 曲徑奔走
      h3 1.7.1. 縱火

      p 洛南紀五十九年十月十九日，集漁鎮

      p 「快逃啊！是屍妖！」安琪大喊著衝下樓，一面為表哥米庫斯和老闆卡穆里安全逃過而欣喜。

      p 房裡的活屍仍在狂亂地發飆，沒有心智的蒼白生物，現在只受幽域的本能驅使：殺。

      p 「救命啊！」「見鬼啦！」「怎麼會？在哪裡？」人群亂成一團。

      p 「快逃，」安琪叫道，「帶著火！」

      p 旅客們意識到危險，紛紛起身，抄起行囊就往外逃。

      p 霎時間酒瓶、肉塊灑了滿地，桌上杯盤狼藉。

      p 有兩個人趁著這團混亂，又多揣了幾塊肉放到袋中，這才趕緊跑出門外。

      p 不知是安琪喊得不夠大聲，或是人人都覺得逃命要緊，抱頭鼠竄的眾旅客人，竟然無人去取火堆中著火的木柴。

      p 「冷靜，冷靜。」安琪對自己說道。

      p 她擠開人潮，到火堆邊拿了兩根油浸的火把，放入火堆中點燃。

      p 屍妖下樓的腳步聲一聲聲傳來，答答答，像是報喪的鐘，給安琪帶來一股強烈的不安。

      p 等兩根火把都燃起烈焰，屍妖的身影也出現在樓梯上，被搖曳的火花映著，更增恐怖。她迅即離開。

      p 她一出客棧，便用力將門關上。附近的人聽到消息，也來幫忙用重物擋門，阻止妖怪穿出。

      p 安琪衝住馬廄。車夫正叨著煙斗，坐在牆邊休息呢。

      p 「艾瑞爾，」她叫著車夫的名字，「事態緊急，快把馬準備好。我們得逃離這地方。幫我拿一下火把。」

      p 車夫艾瑞爾的馬臉上露出疑惑，不過看到安琪的焦急，他便沒多問，直接火速收拾動身。

      p 安琪沒有浪費任何一秒，抱起兩大綑乾草料，跑回門前。再回頭拿了火把，前去點火。

      p 她在轉角處撞見了卡穆里和攙扶著他的米庫斯。

      p 「馬車已經在準備了，」她足不停步地叫道，「我得把這房子燒了。」

      p 「等等，我的一切財產都在...」卡穆里的聲音消失在安琪身後。

      p 她知道自己在做什麼。她知道屍妖是什麼。

      p 「牠不會累、不會受傷、還會不斷傳播詛咒，使人變成一樣的屍妖。不趁牠在屋內時除掉的話，就算全村的人集合起來也無法匹敵啊！」安琪著急地叫道。

      p 她衝到「海之擁」客棧前，正用火把點燃乾草時，說故事的梅卡，帶著陰鬱的神情出現了。

      p 「妳要燒屋啊？」梅卡問。

      p 「不然呢？」安琪手上不停，說道，「這是唯一對付屍妖的方法了。」

      p 「那麼，」梅卡焦急地問，「塔加的寶石呢？」

      p 「什麼寶石？」

      p 「呃...一顆黑色蛋形的寶石，帶著暗紅色的斑痕。那是他的傳家寶，我得替他拿回去給他家人。」

      p 「天哪，」安琪道，「在我同伴那裡。」

      p 梅卡轉身跑開。這時火頭已經起來了。

      p 安琪覺得很奇怪，為什麼他沒有問米庫斯在哪兒？還有，關於這顆寶石...總之，梅卡實在可疑。

      p 她等著火勢稍大，確定屍妖無法離開後，便往馬廄跑去，找米庫斯和老闆卡穆里會合。

      h3 1.7.2 被補

      p 一隊士兵擋住了她的去路。

      p 「麻煩借個過，大人，」安琪向隊長道，「我有急事。」

      p 「我知道妳有急事，」隊長冷笑道，「不過我憑法律前來逮捕妳。」

      p 「什麼？」安琪大吃一驚，「我犯了什麼罪？我是醫者，也是潮汐神的修士。」

      p 「縱火罪。」隊長不耐地說道，「先跟我們回去，有什麼話開庭時向審判官說。」

      p 「這一定有誤會，」安琪邊走邊道，「那房子裡有一隻屍妖，不用火跟本無法解決！它會毀掉全鎮的！」

      p 「少囉唆。一切庭上再談。」隊長的話語和他臉上的鬍胡子一樣尖利。

      p 這時，米庫斯和卡穆里已上了馬車，正在焦急地等著安琪。突然梅卡向他們跑來。

      p 「米庫斯！」梅卡叫道，「大事不好了！你的表妹被逮捕了呀！」

      p 「什麼？」兩人大驚失色。

      p 「真的！我剛剛親眼看到！」

      p 「怎麼辦？」米庫斯道。

      p 「把寶石給我，我有辦法救她。」梅卡道。

      p 「這樣啊...可是，為什麼士兵會來得這麼快呢？是不是有人告密呢？」米庫斯問道。

      p 「嗯...我不太清楚。寶石呢？」梅卡急切地問道。

      p 「如果我沒猜錯...除了你以外，就沒有別人會告密了。」米庫斯的臉上，一反常態地罩著一層嚴霜，「老闆剛剛一直跟我在一起。」

      p 「但是，」梅卡故作鎮定，「你為什麼懷疑我去告密呢？」

      p 「別裝了，梅卡，你是為了暗血石吧？你原本以為一隻屍妖就能讓你稱霸，沒想到連暗血石也失去了。你太不夠總明了。」

      p 「這是誣賴！」梅卡吼道，「我為什麼要這麼做？」

      p 「你早就受到詛咒了，梅卡，」米庫斯毫不留情，「你才是鬼故事中的主角吧？」

      p 「可是，其實...這個石頭...這個石頭...」

      p 「是紅袍人給你的，不是嗎？不然就是他故意掉落的。」

      p 梅卡臉色蒼白，好一陣子說不出話。

      p 「好...我認了，」梅卡終於開口，怒道，「可是你得告訴我，你怎麼知道的？」

      p 「我怎麼知道的？」米庫斯道，「首先，如果是朋友發生的事，沒有必要在客棧宣揚，尤其他本人可能因此遇險；再者，如果你們真的同行了幾天，詛咒之物--暗血石不會對你毫無影響，應該會把你也變成活屍才對；第三，安琪被捕後，你竟然笨到用這個理由找我要暗血石。總之，你太笨了。」

      p 米庫斯的言詞像刀一樣刺入了對方的心臟。

      p 「可是...」梅卡開始顫抖，「我...我也是不得已的...因為他...」

      p 「什麼『他』？」米庫斯質問。

      p 「紅袍人...闇火法師...庫那西...」

      p 「誰是闇火法師庫那西？」

      p 「來自東海群島...海盜的國度...闇火...天哪...我...」梅卡突然兩眼睜大，看起來像是見到了極端恐怖的東西。他顫抖著，喉內發出可怖的「喔喔」聲。

      p 「耐頓在上，怎麼啦？」米庫斯驚道。

      p 毫無預警地，一團綠色的火焰從梅卡內部爆出，瞬間將他吞噬。他來不及吭聲，就直挺挺地倒在地上。火焰迅即熄滅，卻沒有留下任何燒傷的痕跡。

      p 「啦哩咧的，是『焚靈火』！」米庫斯驚道，「製作生體活屍用的，古代死冥術的秘技，沒想到現代也...不妙，他也會像塔加一樣變成屍妖。耐頓在上，快走吧！」

      p 「那，屍妖...」卡穆里道。

      p 「總會有人收拾善後的。」米庫斯轉向車夫，「艾瑞爾，走吧！到珠寶商卡藍傑那兒。對付屍妖不是我們的職責。」

      p 「你不救安琪？」卡穆里問道。

      p 「難道不能等開庭，你再出庭作證...說是你同意的不就好了？」

      p 「說起來容易，但其實沒辦法。」卡穆里道。

      p 「為什麼？」

      p 「首先，開庭要等月圓，因為月圓的晚上，人間離幽界最近。那就表示，我們還得再等半個多月。而且，如果我出庭作這種證，法院可就不會補貼我的損失了。」

      p 「好吧...那麼，我想想...有了！我們今晚就把她救出來吧。」

      p 「你要劫獄？」

      p 「沒錯...而且，有錢好辦事啦。」米庫斯露出了詭秘地一笑。

      h3 1.7.3. 珠寶交易

      p 說著說著，馬車開近到了一間暗巷底的小屋子。

      p 等馬車停好，米庫斯下車，走到門前。

      p 「有人在嗎？」他邊敲門邊道。

      p 「休息了！明早再來！」門裡面的人粗聲道。

      p 「我帶了暗血石，暗血石欸！」米庫斯小聲地說道，「你不買我就賣給別人啦！」

      p 門打開了。

      p 提著油燈出來的是一位和米庫斯差不多矮小，卻很肥胖的人，戴著一頂紅帽子，還穿著居家的短衣。

      p 珠寶商在混亂的戰國時代，曾是一大勢力。寶石不只美麗，還含有法力。傳說中，每一顆寶石都封著一個精靈的魂，不過也有人懷疑這是珠寶商們製造的謠言。

      p 洛南各地的珠寶商，彼此都有連絡。他們以貪婪聞名，卻很注重信用。

      p 卡藍傑正是一個典型的珠寶商人，留著引以自豪的棕色大鬍子，戴頂紅帽子遮住微禿的頭，一臉福相。

      p 米庫斯從以前打交道的經驗，知道他會選在離王都這麼遠的地方開店，主要是為了收購便宜的珍珠。

      p 「我帶了暗血石，暗血石欸！」米庫斯再次強調。

      p 「你是說...暗血石嗎？」卡藍傑懷疑地問道。

      p 「一點也不錯。」米庫斯說著拿出那顆暗血石。

      p 「這是從東方走私來的嗎？」卡藍傑問道，「看不出來你也幹起這行了啊。」

      p 「不不，這是我無意中得到的啦。」

      p 「好吧，那我不多問。你要價多少？」

      p 「等等，我先提醒你，這上面可是附有詛咒的。」

      p 「那麼這價碼...可得便宜一些算...畢竟有風險嘛...」

      p 「啦哩咧的，別唬我，」米庫斯道，「只會更高而己。這附近就有審判之神的廟宇，那裡的修士一定會用高價收購的。」

      p 「好吧...五百碎金如何？」

      p 米庫斯搖了搖頭。「啦哩咧的，都認識多久了。我像是不識貨的呆子嗎？」

      p 「不賣就算了，」卡藍傑笑道，「我看得出你急需變賣，所以...這價碼已經很高了。」

      p 「卡藍傑先生，」米庫斯鄭重地說道，「這不是一個對待朋友的態度。如果我也用這種態度，我大可以威脅你說：『如果你不肯用至少三千金的價格買下它，我就釋出詛咒的力量，用焚靈火把你變成活屍！』反正我的主神也不會因此降怒於我。」

      p 「你這不是威脅是什麼！」卡藍傑終於稍有怒意了，「米庫斯，我知道你的過去。哼哼，如果我把你交給鎮警...我還可以說暗血石是你從我這兒偷來的。」

      p 「隨你便，我說三千就是三千。」

      p 「太高了。」

      p 「不買我就走人。」

      p 「一千如何？」

      p 米庫斯掉頭就走。

      p 「等等，」商人追出來，急道，「一千五，不能再高了。通賺總好過通賠吧？不要存心佔我便宜啊。」

      p 「好吧，不過要付現，而且要快。」

      p 卡藍傑迅速地回屋內拿出了一袋碎金，交給米庫斯。他掂一掂重量，再翻攪了一下，確定不是摻了銅的，才將袋口繫上，取出暗血石交給珠寶商。

      p 米庫斯回到車上，對於只能賣到應得的半價不太滿意。不過呢，一千五百碎金是筆龐大的數目，很夠用了。

      p 回到車上，卡穆里正集中精神在對抗腳上的疼痛，車夫艾瑞爾則不改他一貫的習氣，一面駕車，一面享受著他的煙斗。

      p 「我來說說我的計劃，」米庫斯道，「我們開到監獄旁邊，我一個人下去，賄賂獄卒，再帶安琪出來。之後上車就走。」

      p 「未免太容易了吧？」卡穆里道，「雖說獄卒大都是見錢眼開，不過很難保證，若聲張起來就麻煩了。」

      p 「我有個主意，」車夫艾瑞爾插話道，「直接找典獄長。」

      p 「不行，」米庫斯道，「他不是能用錢買通的人。」

      p 「只好這樣了，」卡穆里嘆道，「帶我去找獄卒，讓他們知道我無意藉法律之手懲罰燒了我旅店的人，因為當時情況緊急，不得不如此。」

      p 「然後再給點小錢，就沒問題了。」米庫斯道，「不過，你的賠償金可就拿不到了。」

      p 「拿不到也罷，」卡穆里嘆道，「集漁鎮眼看就要陷入危機，我怎麼還待得下去？你分我賣暗血石的錢一半，讓我能另起爐灶就好啦。」

      p 米庫斯想了想，篤定地點頭。

      p 說著說著，他們來到監獄的大門口。

      h3 1.7.4.苦難的囚徒

      p 洛南紀五十九年十月十九日，集漁鎮

      p 安琪手腳都被木枷栲住，隨著隊長進入了監獄。

      p 她直覺地注意到，這監獄竟是整個集漁鎮最宏徫的建築。

      p 事實上，集漁監獄和法庭、審判之神的神廟都集中於這座巨大的建築物中。

      p 很久以前，在王朝剛建立不久的黃金歲月裡，集漁監獄是法治的象徵，也是人民們可靠的保障。監獄總有許多空位，刑具也極少動用。因此，每當有奷惡之人被送往刑場斬首或絞刑時，人們總會抱持著虔敬的心前來觀看，並以此告戒子女。

      p 但是，在洛南國的黃昏時期，法庭從正義的代言人，淪為基斯坦卡侯爵暴政的劊子手。不只集漁鎮，其他基斯坦卡侯爵領內的鎮警，都成了殘暴的屠夫。當然他們還是遵守法律，但那些法條經貴族們一改再改，成了助紂為虐、吃人不吐骨頭的東西。

      p 在這樣的法律底下，貴族可以強佔犯人的妻小；鎮警可以隨意闖入民宅搜證；沒有通行證而離開候爵領犯死罪；付不起租稅也犯死罪；連不在旅店內的聚眾集會都是死罪；更別提偷盜、殺人、放火了。

      p 安琪就是被送進一個這樣子的監獄。

      p 她一進到裡面，就發現在火把的照耀下，每一間牢房裡都擠滿了恐懼的臉。一股難以抵禦的臭氣，令安琪幾欲作嘔。

      p 其實，若不是每個月行刑一次，集漁鎮的牢房還會更加擁擠。事實上，審判官們最近還在商量是否增加行刑日，不過因審判之神的修士反對而作罷。

      p 安琪進到擠滿男人的牢房，一開始還不太安心，沒想到囚犯們竟不約而同地，在這狹小的監牢擠出了空位給她。她身上乾淨的白袍與其他囚犯們破爛的裝束，成了明顯的對比。

      p 「安琪小姐，」其中一名全身破布、滿臉紅腫的犯人向她說道，「我叫作格魯姆，以前曾經在潛鮪村染上瘟疫，那時蒙妳醫治，救了我的命。」他了頓了頓，又道，「妳大概不記我了吧，不過那一面之緣，給了我希望。之後我再也沒有遇過像妳這樣施恩不望報的富人了。妳是怎麼會被那些狗東西給抓進來？」

      p 富人，安琪心道，的確在這裡只要還擁有財產和工作，就算是富人了。
      p 「因為我在『海之擁』旅店縱火。」安琪原原本本地說出了事情的經過。

      p 「這種事沒有一個公正的人會說是妳的錯。」一名犯人說道。

      p 「是啊是啊。」另一人附合道。

      p 兩把長矛無聲無息刺穿了那兩人的軀體。

      p 原來獄卒躲在他們看不到的地方，把一切的對話都聽了個一清二楚。

      p 「把屍體推到門口。」一個戴著鐵盔，留著小鬍子的獄卒說道。

      p 囚犯們滿是怒意，卻不敢反抗握有武器的眾多獄卒，只好乖乖地交出那兩名患難之交的屍身。

      p 獄卒把屍體拖走，在地上留下兩道血跡。很快地血跡就褪成暗紅色的，和其他地上的血跡再也分不出來。

      p 等到確定沒有在旁竊聽的獄卒後，格魯姆又和安琪說道：「看看這些可憐的人，他們多半是一些平凡的農民，因為繳不出重稅才被抓到這裡。那些貴族侵佔了他們的老婆、孩子、財產，比強盜還狠，卻不用受到制裁。」

      p 「那你是…」

      p 「唉，我是生了一個剋父的女兒，從小就很可愛。基斯坦卡候爵在巡視領地時，不知怎地竟看上了她，結果，我剛要收成的田地半夜就被一場無名火給燒了，法院竟說是我自己不小心，沒有判給我任何補償。

      p 「這時，眼看租稅是繳不出來了，向四鄰八家再怎麼借也借不滿，畢竟大家的日子也都過不下去了。最後只好逃跑，卻被鎮警逮個正著。唉，我那苦命的女兒…那個領主…」說著說著，格魯姆忍不住掉下淚來。

      p 「難道就沒有人制裁這些胡作非為的貴族了嗎？」安琪既難過又憤怒地問道。

      p 「唉，怎麼會有呢？」格魯姆絕望地嘆道，「在封邑裡的事，除了大帝之外，沒有外人能插手，而大帝可能根本不知道我們小老百姓的疾苦呢！」

      p 「沒關係，」安琪悲傷地安慰道，「天上還有公正的神明。潮汐神是掌管平衡的主神，祂不會坐視這種不平之事存在。」

      p 她開始禱告：「潮汐神在上，若是您聽到了我的祈禱，請將您全知的目光望向國境東側的海岸；請以您全能的雙杖改變人們的不幸。」

      p 「謝謝妳，安琪小姐，」格魯姆感激地說道，「只求大神能伸張正義，懲罰那些萬惡不作的壞蛋，尤其是盜酋基斯坦卡，我就心滿意足了。我的女兒啊...她如果還在世上，大概比妳小個兩三歲...」說到這裡，他已泣不成聲。

      p 「小姐，可憐的格魯姆雖然悲慘，我們每一個人的故事也都差不多啊，」一名中年男子苦笑道，「別理會他了吧，他已經忘掉妳也是這裡的犯人，和我們一樣，也活不過一個月，還以為妳是來探監的咧。」

      p 「雖然如此，我還是抱持著希望。」安琪堅定地說道。

      p 「那好，小姐，」那人道，「希望妳的堅定信仰和聖潔靈魂能帶來力量。這裡對我們來說已是無望之地了。」
      p 「那麼，我們一同祈求神的恩澤吧。」安琪悲傷而虔敬地說道。

      h3 1.7.5. 安琪的禱告

      p 囚犯們向她聚攏，扭曲的面孔上浮現了希望的光芒。他們都希望死後靈魂能夠得救，但入獄後再也沒有修士為他們禱告，祈求天神的寬恕。
      p 縱然他們自認為是冤枉的，但誰能保證天界和幽界的律法不會像人間一樣，只為富人服務呢？況且，審判官是在審判之神修士的許可下，才做出判決的。

      p     p 不過，平衡之神修士安琪的出現，讓他們拾回了一絲對神明的信賴。至少諸神中還有神明願意聽他們的禱告，派遣了他的修士來到這絕望的死牢。

      p 「好，現在你們把心靜下來，閉上眼睛，忘掉身上的苦痛，」安琪柔聲說道，「跟著我唸：
      p 『全知全能的潮汐神，平衡的掌管者，瑪法達啊，

      p 我以一個平凡而卑微的信徒的身份，向您祈求平靜和公義。

      p 基斯坦卡候爵和他的爪牙，將法律的天平扭曲，讓公義之地淪為不義之地。

      p 我願放下自棄與怨念，但請您將公義和平衡帶來人間。請幫助我。

      p 願世間萬物趨於平衝，如海之潮汐。誠心所願。』」

      p 囚犯們跟著安琪，虔誠地吟詠著禱文。

      p 原本地獄一般的死牢，突然變為聖堂。囚犯比信徒還要虔誠和寧靜。

      p 安琪當時並不知道，這些禱文在她離開後仍秘密地在集漁大牢流傳著，每一間牢房的犯人都耳熟能詳。後來促成了一次大規模的抗暴行動。

      p 不過，這是以後的事了。

      p 正當囚犯們唸完禱文，享受著神賜的平靜時，突然有腳步聲接近。

      p 一個獄卒走到門外，用無情的語調高聲宣佈：「探監者到！傳四號牢房囚犯安琪！」

      p 安琪一聽，愣了一下，隨後立刻明白是怎麼回事了。

      p 她轉向初識的同伴們。

      p 「朋友們，再會了。」她沈重地說到。她知道他們再也沒有重逢的機會了。

      p 安琪隨著獄卒，一路走到了空曠的大廳。

      p 「走出那扇門，妳就自由了，小姐，」獄卒變得客氣了不少，「很抱歉將妳誤會成犯人。」

      p 安琪不向獄卒道謝，拿回自已的鍊甲與盾牌後，逕自走向兩扇大門。

      p 她打開門，米庫斯和卡穆里正等在那兒。

      h3 1.7.6. 安琪的醫術

      p 「你們救了我。」安琪感激地說道，抱住米庫斯。

      p 「是啊。」米庫斯平平地說道，似乎這並沒有什麼大不了。

      p 「我們快走吧。」安琪說著放脫他。

      p 她現在毫不懷疑表哥對她的善意了。他還是以前那個米庫斯，那個和她一起看海、聽海的米庫斯。

      p 三人上了馬車，一路駛出了集漁鎮。

      p 駛了一段時間後，他們在路旁搭起三頂帳篷，準備過夜。

      p 米庫斯和艾瑞爾在處理雜務時，安琪檢查著卡穆里的腳傷。因為內部發炎，他已經劇痛難忍了。他從二樓跳下時，右腳撞到地面，骨折了。

      p 「天哪，這還不是普通嚴重，」安琪關心地說道，「可能好幾天都起不了身了。」

      p 「我...會...殘廢嗎？」卡穆里痛苦地問道，「米庫斯老弟，下回教我護身的翻滾法吧。」

      p 「沒問題，先養好傷再說。」米庫斯道。同樣從二樓跳下，他只有輕微的擦傷。

      p 「放心吧，有我在。你會好起來的。」安琪說著拿出了小刀、針線和藥箱。

      p 她把小刀拿到艾瑞爾剛生好的火堆上烤了一烤，消了毒後，回到躺著的卡穆里身邊。

      p 「可能會很痛喔，卡穆里先生，」安琪道，「不過忍一忍就過去了。」

      p 她拿出一塊手帕，塞進卡穆里嘴裡。

      p 「艾瑞爾！」她叫道，「幫我按往他的腳！」

      p 馬夫艾瑞爾跑過來幫忙，米庫斯也好奇地前來湊熱鬧。

      p 等到一切都準備好，安琪拿出一瓶淡黃色的藥水，打開瓶蓋，放到卡穆里鼻端，他就陷入恍惚了。

      p 安琪一刀下去，卡穆里痛得一陣抽搐。不過在艾瑞爾的壓制下，醫療的過程完全不受干擾。

      p 安琪將斷骨接好，抹上乳白色的靈藥、再敷上搗爛的藥草、再用針線縫合傷處、縳上外用的藥草、用布條纏上幾圈、又綁上米庫斯削來的木片加以固定。

      p 「接下來，就得看他身體自療的能力了。」安琪吁了一口氣，說道。

      p 又過一陣，突然轉強的夜風，迫使他們躲進了各自的帳蓬。

      p 夜裡，一陣急促的呼吸聲驚醒了安琪。

      p 她起身，發現隔壁帳篷整個在抖動，連忙披了件衣服、衝了進去。

      p 米庫斯雙眼圓睜、神情可怖。

      p 「米庫斯！表哥！」她輕聲喚道。但米庫斯一點反應也沒有，只是瞪視著上方，面孔扭曲得不成模樣。

      p 他顫動了幾下，嘴角溢出白沫。

      p 「慘了！是暗血石的詛咒！」安琪驚道。她趕緊搜查米庫斯的背袋，想找出詛咒之石，把它拿開，發現石頭已不在袋內了。

      p 安琪明白，既然石頭已經不在，剩下就看他能不能抵禦殘存的詛咒了。

      p 她於是左手持著聖徽，右手將米庫斯的雙手放到他自己的聖徽上，之後握住他的右手，閉上眼，開始向潮汐神禱告。

      p 安琪守著他，徹夜未眠。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/a6") 1.6節
        router-link.ui.green.huge.button(to = "/a8") 1.8節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '1.7. 曲徑奔走'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
