<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.4. 殺手與神靈

      h3 1.4.1. 冰雹中的三個人

      p 正當兩人準備起身時，瓦林娜突然注意到不尋常的天色。

      p 「芬斯特藍，你看，」她指向前方的天空，「那是什麼？」

      p 一團黑影籠罩了天際。

      p 芬斯特藍凝神細看，注意到左右兩邊各有一大團的烏雲，正向中央靠攏，同時也愈來愈近。

      p 在它們相遇的同時，一道閃電劃開了夜幕，伴隨著震耳欲聾的雷聲，在平原上展現了它的威能。

      p 瓦林娜緊緊抓往芬斯特藍的手，震驚地望著天空的異象。

      p 「雷雨雲！」芬斯特藍驚叫，「不可能！這個季節...見鬼！」

      p 一道接一道的閃電擊向平原。霹靂聲像是巨大的戰鼓，推著整片黑雲吞噬星空，撲天蓋地而來。冷冽的風像是它的前導，吹出了冰凍的氣息。

      p 「瓦林娜，快，」芬斯特藍叫道，「拿出氈子，裹住自己，然後趴下！是冰雹！那可不是玩的！」

      p 瓦林娜沒有見過冰雹，但聽得出勢態緊急，於是立刻照著芬斯特藍的指示，裹好後趴下。

      p 在第一批疏疏落落的冰雹落下的同時，芬斯特藍和瓦林娜兩人，只能儘量保護自己。什麼法術、劍術、話術，此刻都派不上用場了。

      p 接著冰雹愈下愈大，像從天而降的石雨。瓦林娜和芬斯特藍雖有毛氈護身，但還是不時被較大的冰雹砸到。兩人咬緊牙關，苦苦忍耐。

      p 這時，他們注意到，不遠處傳來一個人聲，愈來愈近。

      p 芬斯特藍凝神細聽，聽到一名男子咒罵的聲音：「死老天！你再下冰雹啊！下大一點啊！死老天！你以為我怕你不成！」

      p 那聲音愈來愈近：「死老天！我烏風空有一身功夫，竟然落到這種下場！月影的殺手我都幹掉了！你再來啊！死老天！我會連你一起宰了！」

      p 吼聲中摻雜著被冰雹擊中的呼痛聲，愈來愈近。

      p 被月影追殺的人，芬斯特藍心道。他怎麼逃得到這裡？無論如何，不能讓他就這樣死去。

      p 他忍著冰雹擊身的痛苦，拿下身上的毛氈，捲成一團。

      p 「朋友，接著！」芬斯特藍叫道，隨即將毛氈丟了過去。

      p 瓦林娜不得已，只好張開身上的毛氈，將兩人一起蓋往。她雖然對芬斯特藍很有好感，但一點都不想如此靠近。

      p 她不太高興芬斯特藍不問她就直接丟出毛氈。一瞬間她不禁想唸個咒語來給他一點教訓。不過，仔細一想，確實這是救人的唯一辦法，於是收回了剛要放出的法術。

      p 芬斯特藍感覺到少女的身體貼著自己，忍不住心跳加速。不過，考慮到她是掌握力量的法師，也是冒險的同伴，他隨即克制自己，專心觀察冰雹中那人的反應。

      p 冰雹太大，他什麼都沒看到，不過吼聲停止了。看來對方似乎接到了他的救命禮物。

      p 「芬斯特藍，」瓦林娜輕聲道，「那人接到毛氈，躲到草叢中了。」

      p 「妳看得見？」芬斯特藍訝異地問道。

      p 「嗯，從小就有異於常人的夜視力，也不知道為什麼。噢，好冷。」

      p 由於過於寒冷，他們不再說話，只是等待。

      p 冰雹下著下著，漸漸地緩和了。雷雨雲也慢慢遠去，只留下遙遠的隆隆聲，還不時傳來。

      p 終於，一切歸於寂靜。

      h3 1.4.2. 烏風

      p 芬斯特藍和瓦林娜拖著僵硬的身驅起身，全身上下都被砸得疼痛不堪。

      p 那人也迅速爬了起來，朝他們走近。

      p 他被著一件黑色的斗蓬，沾滿白色的霜雪。臉上全用黑布蒙住，雙眼罩著黑紗，從布的缝繫中露出幾撮凝著水滴的銀髮。整個人看上去就像一具剛從冰棺裡挖出來的屍體。

      p 「我叫烏風，感謝你們救了我。」他冷冷地說道，聲音沙啞而低沈。

      p 瓦林娜感到一股強大而深遂的懼意，來自內心的極深處。

      p 他只是個人，她告訴自己，只是個亡命之徒。

      p 「不敢當，只是巧合而己，」芬斯特藍道，「敢問閣下是何人？為何會被月影公會追殺？為何出城甚遠，卻不帶行囊？」

      p 「無可奉告。」烏風用他一貫冰冷的聲音說道，說著將毛氈遞還了芬斯特藍。

      p 「別這樣，朋友，」芬斯特藍道，「你我同是天涯亡命人。說實在，我們也正被人追殺。」

      p 「往哪裡去？」烏風問道。

      p 「西南山脈。」

      p 「探險？」

      p 「對，而且還背負著任務。要同行嗎，朋友？」

      p 「你們會有危險，」烏風冷冷地說道，「大批月影的人正追捕我。」

      p 「怕什麼，」芬斯特藍道，「反正我們原本就夠危險的了。」

      p 「你們讓我同行？」

      p 芬斯特藍點點頭，轉向瓦林娜。

      p 「當然...不過，我們可以誠相待嗎？」瓦林娜道。

      p 「哼，」烏風冷笑道，「我答應不向你們說謊便是。」

      p 芬斯特藍很清楚，對於烏風這種人來說，這便是友誼的保證了。

      p 他們一邊往前，一邊相互詢問往事，以及被追殺的原因。

      p 芬斯特藍和瓦林娜簡單地描述了之前的種種經歷，以及關於考古學家的怪事。

      p 「換你了，」瓦林娜笑道，「要以誠相待。」

      h3 1.4.3. 烏風的過去

      p 「我曾是一名殺手，」烏風道，「在月影底下工作。」

      p 「那你們是同伴吧？怎麼反而會被他們追殺呢？」瓦林娜問道。

      p 「人在月影一日，永世不得離開，這是內規，」烏風道，「我不惜與同袍反目，就是為了離開。我已厭倦了這種生活。」

      p 「但我們的旅程中，可能還會有不少戰鬥。」芬斯特藍道。

      p 「我能戰。」烏風道，「我的雙手滿是血腥，不在乎再次染血。」

      p 「但是，」瓦林娜道，「為什麼他們要大批來追捕呢？」

      p 「他們本來不必大驚小怪，」烏風道，「不過走之前，我還帶了一樣東西。」

      p 「一樣東西？」芬斯特藍道，「一樣東西...該不會是傳說中的...」他的聲音透出了些許懼意。

      p 「是的，」烏風亮出一把小刀，「正是嗜血割喉刀。」

      p 青銅製的刀面上刻著許多符文，刀柄下的環上綁著一撮長長的髮辮。

      p 「嗜血割喉刀！」芬斯特藍驚道，「那不是月影的鎮幫之寶嗎？怎麼會在你手上？」

      p 「我是一名殺手，也是竊賊，」烏風道，「月影從沒栽過這麼大的跟頭，栽在自己的成員上。」說完將刀收回。

      p 「但是，你為什麼要甘冒大險，偷取這柄割喉刀、背叛勢力龐大的月影公會呢？」芬斯特藍問道，「以你的身手，在裡面應該很有發展吧？」

      p 「我有我的原因。」烏風道，「為了某種原故，我需要力量，強大的力量。」

      p 這是個危險的人，芬斯特藍心道，有著強大的野心。

      p 「力量...你的力量來自外在的武器？」瓦林娜追問道。

      p 「力量來自一切，」烏風道，「不論內外。」

      p 來自一切，瓦林娜心道，包括同伴嗎？若是同伴也被當成力量的一部份...天哪，這是個什麼樣的人呢？

      p 三人又閒聊了一些瑣事。說著說著，前方浮現了房屋的影子。

      p 「我去探探。」烏風道。

      p 他敏捷、輕巧地向前奔去，像一頭尋獵的黑豹般，迅即溶入靜夜。

      h3 1.4.4. 星使

      p 洛南紀五十九年十月十九日，星界

      p 無垠的虛空，九名閃亮的身影，飄浮著，等待著，圍成一圈。他們不凡的面孔上，透出了些許急切。

      p 雖然已經離開原本的星座，大地離祂們還很遠，很遠。

      p 「紫焰姐，」一位略為矮小，手持鎖鏈的男神尖聲說道，「妳有什麼打算？能看穿命運的妳，能否給我們一些預言呢？」

      p 「別傻了，墨漾，她不會告訴你的，」一位留著落腮鬍，手持三叉戢的高大男神說道，「災禍之神應該已向你說過預言了吧。」

      p 「密網座的玓環、陰空座的墨漾，我必須說，你們真是無聊。」一位手持冒火闊劍的長髮女神怒道，「難道就不能讓我靜一靜嗎？我可以告訴你們，即將來臨的就是災難、殺戮和毀滅，滿意了嗎？」

      p 「妳還是那麼性急啊，琉璃，」一位手持長劍的短髮男神笑道，「小心到凡界會吃虧哦。」

      p 「你這什麼意思，凝光？別以為你的主神是北斗神尊，你就可以亂講。」手持火劍的琉璃怒道。

      p 「他沒有必要回答妳，來自盤蛇座的痛惡使者琉璃，」一位面色和藹、手持木杖的老男神柔和地說道，「但我可以告訴妳，凡人並不是只會任憑宰割。」

      p 「您言重了，龍心座的長碧，」一位手持銳盾的短髮女神笑道，「凡人怎麼能與天神作對呢？」

      p 「是啊，平衡使者穹銀，上次愛森的文明如此輝煌，還不是毀於一旦，」一位面如重棗，手持戰鎚的男神陰沉地笑道，「這次他們不會比較幸運。」

      p 「好啊，玉輝、穹銀，你們講得好像很輕鬆，竟然視我煌鑫於無物？」一位手持長槍的女神嗔道，「槍騎神可沒打算摧毀人類。從文明起始，祂就在守護他們，幫助他們創造。」

      p     p 「北斗神尊也不打算消滅他們，」短髮持劍的秩序星使凝光說道，「我的主神，秩序之神北辰，只希望將人類導入正途，重拾信仰。人有了力量就忘了神，這不應該。」

      p 「重拾信仰？」，面如重棗、手持戰鎚的玉輝怒道，「對誰的信仰？我早料到你們各有私心。審判之神就沒那麼慈悲，非得給他們徹徹底底的懲罰才行。」

      p 「別跟他吵，玉輝，」一位手持短弓的女神淡淡地說道，「命運會彰顯一切，也會為一切劃下句點。」

      p 「紫焰姐，還是妳寬宏大量，」痛惡星使琉璃笑道，「換作我啊，早一劍把凝光給劈了。」

      p 「別這樣，琉璃，其實凝光兄也很可憐，」宿命星使紫焰說道，一面撫著她的短弓，「他跟我們的任務都衝突，與其他善神使者也不一樣。」

      p 「雖然理想不同，我們都會全力阻止滅世計劃，」老者長碧說道，「慈悲之神不會眼睜睜看著親手創造的子民毀於一旦。」

      p 「要阻止也難哪，」最先開啟話頭的災禍星使墨漾尖聲冷笑，「難道你想違背『誓約』？」

      p 「誰都無權背約，陰空座的墨漾，」持盾的平衡星使穹銀道，「無論災禍之神讓你做出多麼可怕的事，我們也不會傷害同屬星界的不朽之軀。」

      p 「無需背約，我也有辦法來對付你們。」槍騎神的使者煌鑫露出微笑，「穹銀啊，我倒想請教，平衡之神又不是邪神，為什麼派你參與滅世計畫？」

      p 「這妳就不懂了，煌鑫，」穹銀反駁道，「善惡與正邪本不是絕對的。況且，你自己也參與了這項計畫，跟我們沒有不同。你們給計畫取了別的名字，其實根本是同一回事。」

      p 「別吵啦，別傷了和氣，」紫焰道，「再怎麼吵也於事無補，反而教人看笑話。」

      p 「這兒又沒別人。」煌鑫爭辯道。

      p 「別忘了主神們還在上面哪。」凝光笑道。

      p 其他星使一聽，馬上收斂了。

      p 「好啦，快沒時間了，」紫焰道，「在下凡之前，我先跟各位說一則預言，做為禮物。仔細聽好囉。」

      p 「真是太慷慨啦。」墨樣道。

      p 「我劍上的火焰會繞過宿命神廟的。」琉璃冷笑道。

      p 紫焰閉上雙眼，緩緩地開了口：

      p 「
      p 古老的國度已埋下種籽，千年的光陰已喚醒嫩芽；
      p 魔法的餘燼將再度燃起，失落的文明將重新建立。

      p 不息的風是第一道旋律，寒冷的塔作為短暫插曲；
      p 兩篇傳奇共享一組音韻，古墓黑門即將再度開啟。

      p 可敬的大王又離開故鄉，法師的後裔將齊聚一堂；
      p 黑暗的生命已不堪煩擾，千年的靈魂卻重獲釋放。

      p 歷史的扉頁失落了過去，地底的黑影覆蓋了大地；
      p 黑夜與白晝交替的戰場，開場與結局將永不分離。
      p 」

      p 「嗯，發人深省呢。」自由星使煌鑫喃喃說道。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/a3") 1.3節
        router-link.ui.green.huge.button(to = "/a5") 1.5節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
