<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.6. 月影異士
      h3 1.6.1. 嗜血割喉刀

      p 洛南紀五十九年十月十九日，王都諾薩里亞城外

      p 看著烏風溶進黑暗之中，瓦林娜問道：「月影公會是什麼？」

      p 「勢力龐大的地下組織，」芬斯特藍答道，「他們什麼事都幹，包括暗殺、竊盜，還介入貴族間的權力鬥爭。但是，他們真正的目的，從來就是個謎。總之，被月影盯上的人，十之八九會慘遭不測。」

      p 「那麼，烏風...」

      p 「他很特別，」芬斯特藍道，「想來身手不凡。原本我不相信他能逃離月影，但他手中的嗜血割喉刀是真品，那就不得不信了。」

      p 「你怎麼知道是真品？」瓦林娜問道，「你總不成見過它吧？」

      p 「當然不是，」芬斯特藍道，「是傳奇故事中提到的。身為吟遊詩人，各種傳奇都得熟悉。」

      p 「那把刀是做什麼的？」瓦林娜問。

      p 多問多學，多說多忘，是風谷的格言。

      p 「傳說中，嗜血割喉刀上附有強大的魔...我是說法術，」芬斯特藍道，「它能輕易穿透盔甲，還能引導主人的手，精準地割喉。它也是凌厲的暗器，投擲出去後，可以抓住尾端髮辮把它收回來。但是，它是由什麼人打造、第一個主人是誰，我就不清楚了。」

      p 「所以那是一把加持武器囉？」

      p 「加持武器？」

      p 「就是指附有法術的武器。加持武器的咒文很難，連身為結界師的我，都無法單靠自己的法力來完成。在修業時成功的加持術是和同伴一起施的。」

      p 「對了，」芬斯特藍不知如何接話，說道，「我這兒有些古物。除了兩塊青銅碑之外，上面都附有法術。」

      p 他解下背袋，一樣一樣取出從塵封之殿買的古物，再從中拿起透鏡，對瓦林娜道：「這原本是考古家的，可以看到上面的法術，可惜我看不懂。妳要不要試試？用珍珠啟動。」說著從珠寶袋中拿出一顆珍珠。

      p 芬斯待藍雖然在外不大用錢，也不帶多少錢，但珍珠是用來施法的，不可不帶。

      p 瓦林娜接過珍珠和透鏡，仔細端詳。

      p 她目光中露出興奮的神采，諵諵自語道：「哇！是鑑視透鏡欸！以前師父都很少讓我們碰...我看看，上面的符文是...麗兒．施拉...沒錯，就是鑑定咒...先把寶石靠近，然後...唸出咒文...等等，正反應該沒關係吧...管他的，應該沒關係...好，試試看！」
      p 她唸出咒文：「施拉．康．薩．維．塔」珍珠果然爆成一片白光。

      p 瓦林娜諵諵自語道：「哇噢！真不簡單！...我看看...守禦護符...加持短劍...什麼功能呢？...這個光形...嗯...對了，是精準...加持過的精準短劍...天哪！怎麼會這麼好！...哇哇哇...太不可思議了！...還有兩個青銅碑...蛛網術啊...還不錯...另一個是...魔彈...」

      p 「什麼啊？」芬斯特藍看著她專注的樣子，笑道，「怎麼妳說什麼我都聽不懂？能不能解釋解釋？」

      p 「哦...是這樣子的：守禦護符具有保護的效果、精準短劍會引導你的手去擊中目標。這兩個青銅碑則諸存著法力，唸出上面的咒文它就會爆開釋放，只能用一次。

      p 這上面刻的是『蛛網術』，可以造出一大片粘膩的蛛網；那個是『魔彈術』，可以射出必中的飛彈。我必須解釋，很多法術的名稱和效果都是前人取的名字--其實『魔彈術』本身沒有善惡。所以如果必要，有時我還是得使用『魔法』這類的字眼。」

      p 「妳用得上這些東西嗎？」

      p 「我想我應該說『用不上』，對吧？這些畢竟是你辛苦得來的。而且反正我還會跟你跟一段時間，你能用它們來保護我還不是一樣？」

      p 「算了吧，」芬斯特藍笑道，「妳這麼精通法術，難道還需要我的保護？」

      p 「不是『必要』，」瓦林娜想了想，笑道，「不過我喜歡和你一起。你是個好人。」

      h3 1.6.2.追殺

      p 一聲長長的慘叫打斷了他們。

      p 一個黑影，從房舍的方向朝著他們跑來。芬斯特藍伏低身子，躲進濕淋淋的草叢。

      p 他輕輕地拉了一下瓦林娜。瓦林娜隨即伏低，留意前方。

      p 「不是烏風。」瓦林娜輕聲道。

      p 「把他截下！」烏風的聲音從黑暗中傳來，「是月影的人！」

      p 芬斯特藍握著法術加持的短劍，對準前方，屏息等待。

      p 那人聽到烏風的叫聲，回頭一下，又遲疑了半秒，隨即執著手中的鐵練，繼續奔來。

      p 月影的人，芬斯特藍心道，一劍下去，後患無窮啊。

      p 那人愈奔愈近。芬斯特藍逮到機會，從草叢中一躣而起，一劍刺中那人左肩。

      p 那人慘叫一聲，倒在血泊之中，黑斗蓬罩住了他。看來他原本已經負傷，再也耐不住芬斯特藍一擊。

      p 「別搜身！」對面傳來烏風的叫聲，「背袋、錢袋內都有機關！等我過來！」

      p 芬斯特藍轉身，準備回去收拾東西時，突然地下傳來吟詠禱文的聲音：
      p 「魔力塔，災禍之神！綁住彼之手足，縳住彼之體骸！」

      p 芬斯特藍聽到聲音便知不妙，立即回身，但已太遲了。

      p 原來那人只是倒地裝死，等待施法的時機。對常年在暗處行事的月影，裝死並不算特別的技倆。

      p 禱文念畢，災禍之神的力量使芬斯特藍被定在原地，動彈不得。

      p 災禍之神的修士站起，唸出禱文：

      p 「魔力塔，災禍之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」

      p 他又繼續往前衝，似乎傷勢已然好全。

      p 瓦林娜看著他靠近，等著。在相距不到四尺時，她突然起身，唸出咒語：「維兒．空．木暗」

      p 一團烈焰自瓦林娜手中爆出，捲向那人，將他全身點燃。

      p 那人慘叫著滾倒在地，壓熄身上灼熱的火焰。

      p 瓦林娜直覺到對手的頑強，決定在他忙著滅火，來不及反應時，唸出咒文：「普拉絲．提卡．怒殺」同時將雙手比成手刀，在身前交錯兩次後劈出。

      p 兩股風切迅速地擊向地下的災禍修士。

      p 那人一翻身，閃開了其中一擊；但還是躲不掉另一擊，腰際受到重創、血如泉湧。

      p 但他毫不遲疑地起身，奪路而逃。

      p 瓦林娜舉起木杖，緊追在後，令那人緩不出時間包紮。

      p 由於大量失血，那人跑了不久就慢了下來，不得不回身迎戰。

      p 瓦林娜眼前是一個全身染血的人，雙手舞著鐵鏈，眼神中透出冰冷的恨意。

      p 月影的人！瓦林娜心道，竟然中了我的『燃燒之手』和風谷的奧義『風切』還能再戰？

      p 「喝啊--」那人揮動著長長的鐵鏈，衝向瓦林娜。金屬攪動的聲音，刺進了瓦林娜的雙耳，穿入她心中。

      p 「維兒．空．木暗」瓦林娜穩住神智，釋放出最後的法力，唸出燃燒的咒語。

      p 一團火焰將那人吞噬，並摧毀了支撐他的最後一絲力量。

      p 他全身著火，慘叫著滾倒在地上，但魔法火焰並不熄滅，一直吞噬他，直到化為焦炭。

      p 在剛下過冰雹的溼草地上，火焰燒出了一片焦黑和一團青煙後，自然地熄滅了。

      p 瓦林娜雖然戰勝了，心裡卻有種落敗的感覺。剛才她喪失了對自我的控制，被迫使用最後的法術。她被敵人的執著嚇到了。

      p 他就這樣倒下了，瓦林娜心道，就這樣被一個咒文擊倒了。他的力量、恨意，都在瞬間化為烏有。靈魂輕易地離開了驅體。

      p 如果剛才命運稍微改變一下，倒在地下的就是我了。這便是死亡嗎？我從來沒有離它那麼近。說不定，就這樣我毀了一個人的夢。

      p 法師釋出最後的咒語時，就會變得心緒不定、非常疲累。但那畢竟不是死，也不是傷。

      p 瓦林娜心想，一般的人，靠自己的身體冒險，應該離死亡比較近吧。那種生活，會是什麼樣的感覺？或許身為法師的我，永遠無法體會吧。
      p 不過，既已踏上這條路，就應該好好走下去。

      p 法師有法師的旅程。

      h3 1.6.3.月影的組織

      p 瓦林娜轉身，走回芬斯特藍被定住的地方，烏風正從對面向她走來。

      p 「他死了。」瓦林娜道。語調中有些悲傷。

      p 「芬斯特藍？」烏風驚道，「怎麼會？」

      p 「不，是月影的人。」瓦林娜道。

      p 說著兩人都走近了芬斯特藍身邊。詩人依然動彈不得，雙眼呆滯。

      p 「那是『朔』部的人，」烏風冷冷地道，「屋內還有兩個『望』部的和『影』部的。」

      p 「『朔』部？『望』部？『影』部？」瓦林娜問道。

      p 烏風低吟道：「朔時天旨降，望時身形藏，影俱千變化，圓放大光芒。」

      p 「不懂。」

      p 「朔部是待奉災禍之神的修士，也是墳場的看守；望部是刺客和盜賊；影部是法師和死冥術士；圓部則是眾多的眼線和嘍囉。」

      p 「法師？」瓦林娜訝異地問道，「法術的奧秘不是自愛森毀滅後就失傳了嗎？」

      p 「不盡然，」烏風道，「月影還有保留。特別是死冥術，相當齊全。只是見過的人都沒辦法洩密而已。」

      p 聽到「見過的人都沒辦法洩密」，瓦林娜不禁打了個寒顫。

      p 「那麼，」她問道，「你剛剛提到墳場的看守和死冥術士...月影究竟是做什麼的？」

      p 烏風低吟道：「陽焰當空照，月影地下藏；長夜遮天處，神劍現光芒。」

      p 他續道：「月影建立於末日之戰時，愛森文明將被毀滅的全盛時代。第一任黑主名叫奇里爾，在古語中就是『夜貓』的意思。這個組織保存了關於幽界的知識，以及許多禁忌的力量，像魔法。當下一次大戰來臨時，便是人類的一線希望。」

      p 「末日之戰？下一次大戰？能不能解釋的更清楚些？抱歉我沒學過古代歷史。」瓦林娜道。

      p 「等一下再說，」烏風冷冷地道，「我們應該先救詩人。」

      p 「是的，我太急了。不過我們救不起來的，」瓦林娜解釋道，「他中了定身術，沒有大礙，過一會兒自然會好。」

      p 「那麼先進屋裡再說。」烏風說著將散落在地的東西放入芬斯特藍的背袋，再背起他，緩緩走向房舍。瓦林娜跟在烏風後面不遠處，一語不發。

      p 瓦林娜注意到烏風的黑斗蓬多了幾處破口，以及他走路時腳步也比先前來得不穩。

      p 他已經負傷了，瓦林娜心道，但卻強忍著不說。這人不僅城府深，對別人也不太信任...或許，「自求多福」本來就是他熟悉的規矩？芬茲也說過，要保護自己。中土的人啊...

      p 雖然不能理解，不過我想我會試著習慣的。生命本來就像山谷裡的風，沒有固定的形態。溪流能隨著山勢而轉，我難道不行嗎？況且，在查清楚西方考古隊的底細前，我也不能再回谷裡了...

      p 想到這裡，肩負的任務喚起了瓦林娜的意志。

      p 放心吧，她對自己說，我會讓他們刮目相看的。

      p 兩人走近屋內，地上散落著三具屍體，看來便是月影派來的殺手了。

      p 瓦林娜注意到其中一名仰倒在地的屍體，喉嚨上有著一道長長的傷口。那人的黑袍攤開，露出一些內袋和一本銀色封皮的書。

      p 「幫我檢查一下機關好嗎？」瓦林娜問道。

      p 烏風將芬斯特藍靠牆放好。詩人像一具人偶一般，動也不動，任憑擺佈。

      p 烏風隨即轉身，走近月影殺手的屍身前，伸出戴了黑手套的雙手，輕輕地從頭至腳摸了一遍。他的眼神凝視著目標，專注的程度就像是雕刻家在創作一般。

      p 過了一會兒，烏風掏出一把小鉗子，從錢袋和袍子的一些內袋中夾出幾枚隱藏的毒針，收入自己袋中。

      p 「妳可以搜身了，」烏風頓了一下，又道，「其實...我認得這個人。他名叫薩滿。他被派來殺我，於是我殺了他。」

      p 瓦林娜第一次察覺到烏風的情感。雖然在他的話語中只透出了一點點，但她知道烏風殺了這個薩滿時，心中一定是有起伏的。他並不是冷血的人，雖然月影的殺手生涯可能會迫使人變得冷血，才能生存。

      p 她開始搜身，取走了薩滿的法術書和法材，又拿走了錢袋中約二十枚的碎金；此外再也沒有別的值得一顧的東西了。

      p 當烏風正在搜另外兩具「影」部殺手的屍身時，突然芬斯特藍發出了一聲微弱的呻吟。

      p 瓦林娜高興地朝他望了一眼，確定他中的咒已漸漸解除，又回頭注意剛從背袋取出的卷軸，那是她從王都戰勝的考古學家那兒拿來的。

      p 她攤開卷軸，仔細地檢查了一番。

      p 等到確定上面沒有被附上什麼帶有法力的符文，瓦林娜才開始閱謮上面的文字：

      p 「遺產已被別人找到
      p 快回王都
      p 盡你所能弄到帶著魔法的東西
      p 什麼都好
      p 要快
      p 不然我們就要變成附傭了
      p 時間將至
      p 希望你趕得及
      p 小心星斗
      p 小心冰

      p 今不如昔，一」

      p 「這是考古學家那兒搜來的卷軸，」瓦林娜回頭說道。她唸出卷軸的內容，之後將它捲好，包回牛皮中。

      p 「這個署名很怪啊...今不如昔，一？」芬斯特藍道，一面伸展著他僵硬的身體。他的關節發出卡啦卡啦的聲音，像是生了鏽一般。

      p 「是他們組織裡第一把交椅的人親筆寫的，」烏風道，「妳殺的人一定背負著重要的任務。」

      p 「要不然就是他們的組織太小了。」芬斯特藍笑道。

      p 「從這份指示看來，」瓦林娜道，「似乎他們遇到了一個更強大的組織，而且對方已經拿到了一些叫做『遺產』的東西，多半是一些加持道具。可是『時間將至』和『小心星斗』、『小心冰』又代表什麼呢？隕星究竟是...」

      p 「我知道一些關於隕星的事，」芬斯特藍道，「皇家森林的隱者曾預言這個兇兆；槍騎神修士預言前所未有的大災難。最近一直出現奇怪的氣候，還有瘟疫，這一切都令人不安。」

      p 「像是正在集結的黑暗。」烏風道。

      p 「為什麼？」瓦林娜道，「我不認為我們犯了什麼大罪，值得天神降下這種懲罰。」

      h3 1.6.4.千年天譴

      p 「祂們的理由不是凡人所能測度的，」烏風冷冷地道，「其實早在千年之前便發生過了。」

      p 「所以說，輝煌的愛森文明是...」芬斯特藍難以置信。

      p 「被天譴所毀。」烏風道，「一個比我們還要發達的文明，仍然抵不過天怒神威。」

      p 「為什麼？」瓦林娜難過地問，「你又怎麼知道的？」

      p 「這是月影的秘密，」烏風道，「我也不知詳情。不過，那場大戰被稱為『末日之戰』是千真萬確；而這一次，我們沒有愛森時代的力量...洛南國，或許全人類都會被徹底毀滅。」

      p 「師父所說的大戰...」瓦林娜痛苦地說道。

      p 「隱者的預言...」芬斯特藍驚道。

      p 「指向著同樣的危機，」烏風冷冷地道，「而轉機又在何處？」

      p 「英雄。」芬斯特藍立刻道。

      p 「法術。」瓦林娜同時道。

      p 「不錯，」烏風冷笑道，「但那樣夠嗎？末日之戰時，像月影黑主奇里爾這樣文武全才的英雄，為數不少；法術也比現在高明得多。」

      p 「所以...是要靠『遺產』，像是...」瓦林娜突然打住不說。

      p 「是的，要靠遺產。」烏風接道，「嗜血割喉刀只是眾多遺產之一，還不是最厲害的，就能助我以一敵四。若拿到其他的遺產，確有一戰之機。」

      p 「那四人的實力如何？」芬斯特藍道。

      p 「領頭那人武藝並不差多少，加上圍攻之勢，本來我會輸。」烏風冷冷地道，「只不過我多了一把好刀，和一雙能接暗器的魔法手套，所以得勝。」

      p 「請說『法術』，」瓦林娜更正道，「『魔法』有邪惡的意味。」

      p 「妳排拒『邪惡』？」烏風冷笑道，「在敵人的眼中，妳我都是『邪惡』的。力量就是力量。」

      p 「力量就是力量，所以不應該讓人以為它是邪惡的啊，」瓦林娜辯解道，「有多少法師因此受到常人的排擠，終致墮入瘋狂邊緣，或真的走上邪路了呢？當我施法時，還得消去對方的記憶，似乎法術是見不得人的事一樣！而這一切，竟然只是因為『魔法』這個名字！」

      p 「妳錯了，法師，」烏風道，「人們懼怕一切他們不瞭解的事。他們也排斥殺手，就算我們平常沒有殺意。」

      p 「他們也排斥探險家，」芬斯特藍道，「不過到了沃土之後就不一樣了。那裡各式各樣的冒險者履見不鮮，說不定現在連法師都不稀奇了呢。」

      p 「但是，」瓦林娜道，「法師探究的課題，也不過是真實世界中隱而不顯的本質而已，和星象師、工藝家並沒有什麼不同啊。」

      p 「星象師不會讓星斗掉下來，」烏風道，「但是一般人可不知道法師會對他們做什麼。」

      p 「無論如何，」芬斯特藍道，「傳奇般的命運落在我們頭上了，要抗拒也難。查出真相，找到救世的力量似乎是唯一的路。」

      p 「是的，」烏風道，「當救世碰巧就是救自己時，沒有人能做別的選擇。」

      p 「如果不是呢？」瓦林娜問道。

      p 「到時候再說吧，」烏風道，「人性的深處不到緊要關頭是看不出來的。」

      p 「隨你們怎麼說。不過呢，如果世界不是明天就毀滅的話，我要先去睡了，」芬斯特藍道，「至少目前睡意對我來說比什麼都真實。守夜時我輪第二班。」

      p 「不用守夜了，」烏風道，「我睡門口。有人來我聽得到。」

      p 「這麼厲害？」瓦林娜訝異地問道，「連睡眠都這麼警醒？怎麼練成的？」

      p 「為了活下去。」烏風冷冷地答道，隨即和芬斯特藍一起將屍體搬出屋外，在門口清出了一個空位，取出氈子，倒頭躺下。

      p 芬斯特藍找了個屋內的角落，打點好雜務，睡倒在地。一整天的經歷，在他腦中不斷翻騰、激盪、升華。這是創作的前兆，他想，或許我即將有新的作品，能表達此刻的心境。

      p 幾行詩句飛進了他的腦海：

      p 「災星隕落，末日將臨
      p 吾人惶恐萬分，匍伏在地...」

      p 然後他便落入司夢神的懷抱了。

      p 瓦林娜也已經躺好，卻難以入睡。

      p 死亡的陰影籠罩著她，令她喘不過氣。

      p 冒險的旅程，並不是我原先想的那樣，她心道，太不一樣了。那不只是對新事物的接觸，更是場生存的大賭盤。

      p 我們都在用生命當賭注，不論是同伴或是敵人。那名考古學家、那四個月影的殺手，還有我們，都不斷把生命下注於一場無盡的豪賭。賭贏的就能活，輸了就會死。

      p 能不能不賭呢？當然能，但是有些時候是非戰不可的。

      p 那麼，冒險的目的又是什麼？旅程為何開始？何時結束？

      p 或許就像法術的知識一般，一接觸便脫不了身，只能承受一切。世界、災難離我都很遙遠，但卻又不能假作不知，回去過平凡的日子，等待突如其來的命運之輪，把自已捲進莫名的死亡。

      p 救贖之道還不清楚，至少冒險的過程便是探索。若不去探索，便沒有希望...這就是冒險的原由？或許吧...

      p 漸漸地，乘著夜風飄臨的睡意也征服了她。

      p 睡前，她依稀聽到烏風的聲音：「為了在黑暗裡活下去。」

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/a5") 1.5節
        router-link.ui.green.huge.button(to = "/a7") 1.7節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  },
  metaInfo: {
    title: '1.6. 月影異士'
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
