<template lang="pug">
  .hello
    h1 第一章：隕星之夜
    h2 1.1. 詩人探險家
    h3 1.1.1. 混亂的年代

    p 在人們開始流行吃蝸牛起，混亂的年代就開始了。

    p 洛南王結束了群雄割據的戰國時代，但在一統天下之後，僅維持了半個世紀的興盛，便因大帝駕崩、二世昏庸而陷入危機。

    p 接著，是災禍的十年。洪旱交迭、蝗害四起、瘟疫流竄、盜賊猖獗。許多有志之士因而西遷，到未知的山脈與森林開拓新的樂園。這些人被稱做「探險家」或「冒險者」。

    p 典型的探險家之路以皇都諾薩里亞為起點，一路向西沿伸，直到帝國的西邑口--落雲城，再跨越平西橋來到西方，之後折而向南，到達國境西南的沃土平原。

    p 沃土平原，是盜賊出沒的危險地帶。旅人若沒有兩把刷子，來此就等於是送死。

    p 其實，沃土一度是富饒的農田，但在多次欠收後，民不聊生，加上地處邊陲、鞭長莫及，好幾股盜賊勢力逐漸成形。他們像飛蝗般襲捲一個接一個的村落，成為農民們除了天災、蝗害和瘟疫外，第四個夢魘。

    p 當然，洛南王不會坐視沃土淪為賊窟，因此在四十六到五十一年間，三度派遣西境領主諾魯夫親王至沃土平亂。諾魯夫王的騎隊驍勇善戰，但盜賊們行蹤飄忽，難以聚而殲之。親王的名聲雖因西征傳開，盜賊問題仍未徹底解決。

    p 諾魯夫王幾番西征，雖未徹底平亂，卻給沃土帶來生機。農人學習到，沒有什麼比自己的雙手更可靠。與其坐等英雄，不如化犁為劍，習農尚武，靠自己的力量，守護自己的家園。村民們擴大聚落並修築圓型土牆，稱之為「站」。愈來愈多人，在農事的空擋，接受軍事訓練，成為非正規的士兵。女人與小孩雖不宜衝鋒陷陣，也都加入了自立習武的行列。

    p 沃土雖然危險，仍吸引了不少旅人，自王國各處前來。除了探險家外，還有考古隊、商販以及職業傭兵。

    p 考古隊的興盛吸引了許多珠寶商人。如果他們僱的考古學家夠專業、運氣又好，便能一夕致富--價值連城的飾品屢見不鮮。曾經出土過幾批精雕的紅寶石項鍊及翠玉護符，其工藝超越了王國中最專業的匠人。

    p 究竟是誰製造了這些精品？

    p 考古家一致同意，在沒有歷史能顯示其長度的黑暗紀元前，曾經出現過一個文明。可惜它沒有留下什麼記錄，除了殘破不全的石板、器物，刻著難以解讀的文字。

    p 但是，這個失落的文明究竟有多進步呢？

    p 一派的專家相信他們擁有高於現代的文明，並以雕刻寶石的技術為佐證；另一派卻認為古文明在許多方面都是較為落後的，並以青銅器、陶器古物做為佐證。那時的人似乎還不懂得怎麼鍛鐵。

    p 這些學者的爭論對商人和保鑣無甚意義，卻讓他們接到一批又一批的生意。這也為盜賊帶來更多的獵物，間接也助長了他們的勢力。

    p 沃土的繁榮和危險一併成長，使它成為孕育西行探險隊的搖籃。

    p 洛南紀五十四年，一組探險家在沃土西方，西南山脈的山腰上找到一片土質肥沃、雨量充足、背山面河的平地。於是拓荒者、貧民、獵戶和民兵們接踵而至，在新的樂園伐木、建屋、開闢耕地。人們將新的村莊取名為「盛恩村」，以感謝天神的恩賜。

    p 首先發現這片土地的探險隊長之名，銘刻於村子中央的石碑上。後到村子的人，常會好奇地尋問「魔術師阿布金」是何等人物。這位阿布金也在幾年冒險後，決定在村中定居，用他的技藝，帶來歡笑與安全。

    p 在盛恩村安穩之後，考古家、商人和保鑣們的足跡也跟上了西行小徑。他們在盛恩村周圍架設考古場，也如預期地得到他們想要的：古物、遺跡、珠寶。當他們返回國境、大加渲染後，自然吸引了更多的西行人潮。

    p 王都附近的吟遊詩人有的為中土的沒落感到可悲，有的則歌頌探險的行為。曾經跟隨探險隊深入密林的詩人芬斯特藍，為探險家作了一些歌曲，其中一首深受他們喜愛，在西南山脈的丘壑間廣為流傳。內容如下：

    p ***
    p 探險家之歌 芬斯特藍．薩斯坦提斯
    p 我們離家去流浪，為了尋找新天堂
    p 在西南山脈的最深處，有著黃金一籮筐
    p 大地富饒如沃土，野獸群聚如牛羊
    p 為了無限天地待開拓，我們離開了故鄉
    p 為了故鄉再不見麥黃，我們離家去流浪
    p ***

    p 歌中的「黃金」原本只是比喻，卻在盛恩村西北的山區中應驗了。

    p 探險家在尋找新的水源時，意外發現了河中的沙金。人們在該處建了一個新的村莊，名為閃金村。

    p 兩三年的時間，沙金便被淘得一乾二淨，閃金村也因而閃耀了起來。在沙金淘盡後，人們轉而發展務實的林業與狩獵，維持了村中的繁榮。

    p 村子另一個繁榮的原因，就是頻頻來訪的考古學者，為了追求更多的古物，自王國各處前來。

    p 奇怪的是，這些學者愈來愈不願意發表他們的成果，有的還僱傭兵將整個考古場守住，像是看守一座要塞一般。

    p 洛南紀五十九年初，國境中發生了一場遠甚於往常的大瘟疫，患者膚生紫斑，高燒虛弱，不出三日而死。最嚴重的疫區正是沃土。

    p 更多的難民逃往西南山脈，而沃土因為人丁減少、農事荒廢，逐漸淪為徹底的賊窟。
    p 正當沃土的繁華邁向黃昏，一場新的黎明，也許是新的黑夜，即將來臨。

    h3 1.1.2. 芬斯特藍
    p 洛南紀五十九年十月十九日，王都諾薩里亞

    p 「欸！芬斯特藍！你聽說那個預言了嗎？」一個穿著講究、面目清秀的年輕人說道。

    p 「什麼預言？」芬斯特藍躺在藝文廣場的草地上，看著初冬午後清朗的天空，隨口應著。

    p 芬斯特藍，二十一歲，薩斯坦提斯男爵的長子。他有著金色垂肩的長髮、一雙出外探險練出的結實的臂膀、優雅迷人的吟唱聲調。

    p 他有過不少浪漫故事，卻從不提及婚姻。有人猜測，雖然到了適婚年齡，芬斯特藍．薩斯坦提斯仍然嚮往冒險。

    p 「那個皇家森林裡的隱者講的，」芬斯特藍身旁的年輕人續道，「你也知道，他一年難得開一句金口，上禮拜啊，一說就是個可怕的預言欸。」

    p 「哦，所以呢？」芬斯特藍不太在意，繼續享受千草輕扎的感覺。

    p 「所以？」年輕人加大音量，「所以今晚就特別重要啦！陛下已經下令，如果隱者的預言落空，他在皇家森林的茅屋就要拆除！你知道很多人都討厭那個神秘兮兮的隱者。」

    p 「我看要趕他走也沒那麼容易，畢竟他是萬物和諧宗的最高隱者。等等，他到底預言了什麼？」

    p 萬物和諧宗，並不是一個真正的教派，是吟遊詩人自己為隱者取的。隱者們崇尚自然，過者非常簡樸的生活，有的隱者甚至不和他人同住，像皇家隱者就是獨居。

    p 「他說，十九日，也就是今天的晚上，天上的星辰會墜落，並把災禍帶到人間。星辰隕落欸！你想有可能嗎？」

    p 「套句探險家的話，只要心還在跳，什麼事都是可能的。」芬斯特藍笑道，「那好，咱們就約黃昏在西牆上碰頭，一起看看那預言會不會成真吧。」

    p 「怎麼，你待會兒有事？」

    p 「是的，瑞福，」芬斯特藍坐直了身子，嚴肅地說道：「我要去一趟古董店。最近那兒來了奇怪的人，可能是考古學家，買了許多不相干的東西，處處透著詭秘。而且，他說他今天還會再去。」

    p 「你怎麼知道這消息？」年輕人瑞福問道。

    p 「這些都是老闆告訴我的。」芬斯特藍笑道。

    p 「你跟老闆熟？」

    p 「喂，別忘了我也到過西方冒險。我們以前是同伴啊。」

    p 「冒險？我們的公子哥兒芬斯特藍能冒險？真好笑！你想必都是在僱保鑣和傭兵替你作戰吧？」瑞福說著捧腹大笑。

    p 「是啊，是啊，隨你怎麼說。不過我真的得走了。」詩人說著起身。

    p 「那就黃昏見啦，我可以趁這時候去側街東南角哪兒逛逛...」

    p 「喂，你……」芬斯特藍半認真地調侃道。

    p 「喂，我沒擋你探險，你也別擋我『探險』。哼，你自命清高，看來更有可能一輩子當光棍呢。」瑞福做了個鬼臉，跑掉了。

    p 「這就是王都的『年輕人』，唉，」芬斯特藍苦笑著搖搖頭，「我還是比較喜歡山上的探險家。」

    h3 1.1.3. 神秘的鏡子
    p 吟遊詩人收拾散亂的樂譜，將短琴在腰帶上固定好，走向西側街上。

    p 年輕小販向他兜售幸運石，他禮貌地拒絕了。

    p 快到目的地時，芬斯特藍注意到有個披灰色斗蓬的人，鬼鬼祟祟地躲在街角的暗巷，不知在做什麼。

    p 他悄悄走近，沒讓對方發現。

    p 那人左手拿著一只沒有鏡面的青銅鏡。它只有把手，連著一個中空的環。

    p 灰袍人伸出右手，拿出一顆珍珠。

    p 大概值百枚碎金呢，芬斯特藍心道，這人穿著簡陋，卻這麼有錢！

    p 那人將珍珠緩緩移向環中央空虛的鏡面，唸唸有詞：「麗兒．施拉．康．薩．維．塔」

    p 「麗兒．施拉．康．薩．維．塔」芬斯特藍在心中默唸。

    p 奇妙的事情發生了。

    p 珍珠憑空溶解成一片淡淡的白光，形成一層薄膜的鏡片，而後漸漸暗掉，消失。

    p 芬斯特藍心想，果然不出所料，是「魔法」--愛森時代特有的力量。他曾在古老的樂譜上找到類似的神秘力量，但十分模糊、陌生。

    p 芬斯特藍稍微走遠，等那人走向古董店時，他便跟了過去。

    h3 1.1.4. 古董店
    p 古董店掛著木製的招牌，上面用金色的字刻著：「塵塵屋」

    p 那人稍微看了一下招牌，四下張望了一會兒，便走了進去。

    p 芬斯特藍隨即跟進，並投給老闆一個眼色，老闆點了點頭，表示會注意。

    p 古董店老闆是芬斯特藍的朋友，高瘦、精明，名叫維卡克。因為他留著長鬍子，又叫做長鬍子維卡克。

    p 長鬍子維卡克說道：「歡迎歡迎！兩位客人請請請，本店古物飾品應有盡有，每樣都是西南出土的真品，挑看看吧！」

    p 那人拿出神秘的銅鏡，走向陳列架，邊說：「讓我看看...」

    p 芬斯特藍假裝欣賞古董，一邊留意那人的動作。

    p 灰袍人將青銅鏡拿在眼神，飛快地掃視眾多古物。

    p 那人選了一些，再用鏡子仔細審視，從中挑出幾樣他中意的古董，拿到櫃台。

    p 他選了一枚方形圓角的護身符、一把青銅短劍、兩個略有破損的青銅碑。這些都不是什麼珍奇的寶物。

    p 「啊，客人，您真有眼光，」長鬍子維卡克假意說道，「上週來的鑑賞家也說這些都是千年以上的古董，又完整，又精緻，所以...價值比標價寫得高出不少。這陣子太忙，沒來得及寫新的標價，呵呵，請別見怪。」

    p 「什麼鑑定家？」那人懷疑地問，「長什麼樣子的？」

    p 說著，兩眼透出奇異的光芒。價碼對他來說反而不那麼重要了。

    p 「嗯，就是...」維卡克盡量維持鎮定，想要從認識的鑑賞家中，挑一個不會找麻煩來講，卻一時想不出來，「你知道的，就是那個...」

    p 芬斯特藍急忙上前解圍：「呵呵，正是區區在下。」

    p 「你又是誰？」那人並沒有注意到身後有人一起進來，愣了一下。他緩緩地，用略帶懷疑和輕蔑的眼神打量著芬斯特藍。

    p 芬斯特藍覺得從帽尖的羽毛到鞋上的汙泥都被仔細端詳，讓他感到渾身不自在。

    p 不過，他還是維持了外表的鎮定：「我叫莫魯法，曾經帶隊到沃土的考古場。」

    p 「莫魯法先生，幸會，幸會，」那人話鋒一轉，問道，「你對於哪個時期最有研究？」

    p 「愛森後葉，大災變來臨前的煇煌的年代，精工飾品及城堡遺跡不同凡響。那真是個令人嚮往的國度！」芬斯特藍憑自己的知識答道。

    p 「喔？所以你相信古文明曾一度高於現代？真是有趣！」

    p 「難道不是嗎？」

    p 「算了算了，這場爭論是不會有結果的。一切都要靠新的發掘來佐證。」那人轉向老闆，「我們還是先談生意吧。你說價錢不是上面寫的，那是多少？」

    p 「其實，我對那些東西也挺有興趣的。」芬斯特藍說道。剛才巷子裡的景象已讓他下定決心，不能讓這個會魔法的人得到他想要的。

    p 「那麼，既然你們都想要，那麼定價也沒意義了，得要兢標啦，」老闆摸了摸他的長鬍子，笑道，「我可就拜兩位之賜，要發財啦。咱們一樣一樣慢慢來，起價五十碎金，嗯...先從青銅劍開始好了。」

    p 「我出六十。」那人說。

    p 「七十。」芬斯特藍毫不客氣。

    p 「一百。」

    p 「一百五。」

    p 「兩百。」

    p 「三百。」芬斯特藍故意顯得荷包滿滿，一次跳一百。其實，此刻的兢標，對他來說再容易不過了--他從小就在各種商店打轉，而且身上一整疊諾薩里亞商業公會的金票，顯然不會不足。

    p 芬斯特藍．薩斯坦提斯並不喜歡揮霍，但在需要時，財富的確能夠發揮重要功能。
    p 「...」那人果然沒有再加價。

    p 「那麼青銅劍由芬斯特藍得標！」老闆大聲宣佈。

    p 芬斯特藍使給老闆一個眼神，但已經太遲了。

    p 「芬斯特藍？」那人又驚又怒，「好啊，原來是大名鼎鼎的貴族，詩人探險家！什麼莫魯法，全是騙人的！你們串通好來坑老子的錢，利用老子的寶鏡！老子不玩了！」

    p 他氣憤地揮舞著拳頭，吼道：「長鬍子的混蛋！你會知道欺騙顧客的下場，你將無法從西南山脈買到任何貨物！」說完便氣沖沖地走向門口。

    p 芬斯特藍過去拍了一下那人的肩膀，一面道歉：「抱歉抱歉，我真的...」

    p 那人一把將他甩開，大步走了出去。

    p 芬斯特藍轉頭，走向沮喪的老闆。

    p 「抱歉給你惹了個大麻煩，老友，」芬斯特藍難過地說道，「但狀況也沒那麼糟嘛，那人頂多也只能影響一小區的考古場...對了，我最近會去西方一趟，到時候一定會帶些好東西回來給你，做為補償。這幾樣古物，我就跟你買下了。」

    p 說著，他取出一小疊金票，每張都是面值百元的大鈔。這樣一疊金票，遠超過維卡克一年的收入。

    p 「這不成，這不成，」維卡克道捻著他的長鬍子，說道，「沒這麼貴的道理。」

    p 「絕對有，可能還不止呢。」芬斯特藍誠肯地說道，相信我，「那個怪人的鑑定不會有錯。」

    p 「那我就恭敬不如從命了，」老闆苦笑道，「其實你也不必特地西行，我還不至於被那人嚇到。而且，那兒不是正流行瘟疫嗎？」

    p 瘟疫是讓人聞風喪膽的恐怖。人一但染上，若無法醫治，所有親朋好友都將離他而去，留下他一個人等死。就算好運活了下來，還要面對痊癒之後的孤寂。

    p 「對，瘟疫，」芬斯特藍道，「不過我打算西行，倒不只是為了蒐集古物。」

    p 「你還想冒險？」維卡克笑道，「你也快要不年輕了，芬茲，該找點正經事做做了吧？」

    p 「我可不覺得冒險有什麼不正經。我靠著我的琴、歌聲、文筆和劍，也不至於餓著了。」

    p 「但是，你父親總不會喜歡看你這樣吧？」

    p 「他啊...我已經答應他，如果二十四歲前還一事無成，我就去管理莊園、結婚、幫家裡掙點名望什麼的。」

    p 「哈哈哈，說不定真有那麼一天...芬茲談生意、結婚啊...說不定喔...哈哈...」維卡克撚著他的長鬍子，大笑。

    p 「再說吧，我得走了。」芬斯特藍說道，「希望還能再見到你，老友。」

    p 「你會回來的，芬茲，我很清楚。」維卡克點了點頭，「你是個出色的冒險者。」

    p 「不過，現在跟西方某個考古隊結了仇，就有點麻煩了。」芬斯特藍道，「聽說西方那些考古隊愈來愈橫蠻，手筆也愈來愈大，傭兵一僱就是七、八十個。」

    p 「無論如何，還是祝你好運。」老闆說著用麻布將古物一件件包好，交給芬斯特藍。

    h3 1.1.5. 隱藏的魔法
    p 向長鬍子維卡克道別後，芬斯特藍看了一下天色，十分晴朗，離黃昏大約不少時間。

    p 於是，他到珠寶店買了八顆珍珠，再回到藝文廣場，找個不起眼的角落坐下。

    p 他拿出青銅鏡，那是他剛才趁那人被怒氣沖昏頭時，用扒竊手法弄來的。

    p 芬斯特藍從珠寶袋中取出一顆剛買的珍珠，彷照那怪人的方法，移近青銅鏡。

    p 鏡框上浮現了一些銀白色的字句，是以古愛森文寫成的。芬斯特藍憑著對愛森文的一些知識，加上剛才的記憶，唸出了咒語：「麗兒．施拉．康．薩．維．塔」

    p 如他所預期的，珍珠化為白光，透鏡也發生了變化。

    p 他拿出古物，用透鏡一一端詳。

    p 透過魔法透鏡，芬斯特藍看到護身符上有一圈淡藍色的光暈，裡面還飄著紅棕色的光點，彷彿在熟悉的世界背後，透出的神秘色彩。

    p 對芬斯特藍來說，萬事萬物都不再單純了--他清楚地看到魔法，潛藏在平時肉眼不能及處，卻帶著不知多麼強大的力量；它附著於這只護符上，歷千百年蒼桑而不衰...

    p 想到這裡，芬斯特藍驚覺到，這還只是一小部份。在遙遠的西南山脈，一批又一批附有魔法的古物正在出土，若是它們落入野心家手裡...不，強大的力量本身就會使人墮落，淪為野心家或暴君，這樣的例子史上屢見不鮮...

    p 但是，芬斯特藍想到，我自己也會使用一點點從古樂譜發現的咒語，是不是我已漸漸走上野心家之路？像剛才隨便扒竊的行為，不是我平常會做的...

    p 芬斯特藍打住思緒，繼續觀察其他的古物。

    p 青銅短劍上附有飄著暗藍色光點的淡藍光暈，而古文碑卻沒有顯現什麼特別的光芒。

    p 他將東西收好，看了看天色，離約定的時間還有段距離。於是他走向皇家樹林，神秘隱者的茅屋。

    p 是真的嗎？他想。星辰...在傳說中，星界是神明的居所；有些歌謠還把繁星都當作神明...

    p 隕星？聞所未聞。可是隱者身為皇家樹林的守護者，平日一語不發，現在卻說了這樣的預言...或許有更多未知的事，能從他那兒問到...

    p 想著想著，芬斯特藍踏進皇家森林的小徑。

    h2 1.2. 災星隕落
    h3 1.2.1. 隱者的預言

    p 皇家森林，一個與世隔絕的所在。
    p 芬斯特藍叫不出林中百種植物的名字，但能感受到一股神聖而安寧的氛圍，是此地特有的。
    p 點點陽光自葉隙透下，百花在蟲鳴鳥語中綻放。
    p 一隻松鼠從樹梢探出頭來，隨即羞怯地躲入森林深處。一對蝴蝶追逐著飛過芬斯特藍身邊，消失於一叢灌木之後。
    p 林中小徑並非由石板榙成，而像森林故意讓出的空隙，曲折而寬敞。花朵如路標一般，長在兩旁，讓人不至迷失方向。芬斯特藍不知不覺腳步就放慢了。

    p 走著走著，不知過了多久，一片空地突然轉進視線。

    p 草地上立著一座簡單樸素的小茅屋，屋旁有個水井，更遠處有塊大石，上面坐著一位老者。

    p 老者有著銀灰而蜷曲的垂肩長髮，皺紋滿佈的面孔和藹而安詳，似乎帶著微微的笑意，又像附著淡淡的悲傷。

    p 他閤著眼盤坐石上，宛如另一塊大石，又像一株巨樹，和整片森林溶為一體。

    p 芬斯特藍花了一些力氣，才讓自己開口，打破寧靜。

    p 他道：「睿智的隱者，森林的法皇啊，您預言星斗的隕落，引起了人們的恐慌。您的言語過於玄妙，能否為我稍加解說？我乃歌頌傳奇的詩人，名叫芬斯特藍．薩斯坦提斯。」

    p 隱者沒有回答。

    p 芬斯特藍續道：「自然的使者，安寧的導師啊，神秘的事物層出不窮，我需要您的智慧來釐清心中困惑。竟究魔法是何等事物，又為何它在此時現身？」

    p 隱者毫無反應。

    p 芬斯特藍想了半晌，改變策略。

    p 他拿出短琴，彈起一首《怒海》，弦律中帶著驚濤裂岸的力道，又有被迫退回海中的無耐。既然來到這裡，就沒那麼容易折回，芬斯特藍心道。

    p 彈到一半，隱者總算有了反應。他隨著節奏，用緩慢和柔和的聲音唱出詩句般的預言：
    p 「遙遠國度傳來落葉恐懼，
    p 西行旅程只因不可自欺；
    p 黑夜與白晝交替的戰場，
    p 開場與結局將永不分離。」

    p 那聲音帶著深深的同情，似乎在哀悼什麼。沒有一絲急促，沒有一絲嚴厲。

    p 芬斯特藍手上不停，接著唱道：
    p 「星斗的隕落有何深意？
    p 神明的憤怒如何平息？
    p 王國的西方已有變故，
    p 魔法的力量是何奧秘？」

    p 隱者接唱道：
    p 「什麼事物能撼動大地？
    p 什麼災難能將人類抹去？
    p 什麼力量能保存靈魂？
    p 什麼力量能將亡者喚醒？」

    p 芬斯特藍想了半晌，只覺得不安，但悟不出隱者清楚的意思。於是他唱道：
    p 「智者之語透出真理，
    p 癡愚的我無能會意；
    p 微風的守護者，請告訴我，
    p 我該往何處去？」

    p 隱者答道：
    p 「黑暗的道路將在今夜升起，
    p 死亡的花朵將盛接雨滴；
    p 崇尚槍騎的神殿中，
    p 浮出的奧秘將表露無疑。」

    p 芬斯特藍聽懂了指引，便靜靜彈完《怒海》，再拿出羊皮紙和羽毛筆，抄下了隱者所說的每一個字。

    p 結束後，他看到隱者似乎又回到了定靜的狀態，便不再多言。向隱者深深一揖，離去。

    p 他踏著飛快的腳步，不再留戀小徑的和諧，一路走出了森林，朝向槍騎神殿。

    h3 1.2.2. 槍騎神殿

    p 槍騎神，九主神之一，受著王國各地人們的崇拜，也有著不同的名字。

    p 修士稱祂「自由之神」、南方風谷的人稱祂「風神」，北方人稱祂「文明之父」。由於諾魯夫親王的「聖槍團」聲名卓著，人們主要稱祂為「槍騎神」。

    p 槍騎神的月祭是在每月第三日，通常伴隨著騎士競技和投槍比賽，場面之壯觀，與劍神祭中的擊劍和弓神祭的射箭比賽不相上當。

    p 槍騎神的歲祭是在每年二月的春分時節，卻是因風谷的習俗而訂。

    p 風谷終年強風，冬季颳西風、夏季颳東風。每當春分風向改變時，就會有大片烏雲撲天蓋地自東海而來，當地人稱之為「雲被」，堪稱一大奇景。

    p 在神話故事中，槍騎神名叫那沙莫提。祂好酒、勇敢、隨性、熱心，最厭惡任何形式的「囚禁」。沃土一帶農民不使用籠子和圈欄來關家禽家畜，跟信仰槍騎神有關。

    p 在王都諾薩里亞，槍騎神也備受祟敬。鎗騎神的修士不僅懂得醫療、驅邪，也擅騎馬剌鎗，能在戰時保衛王城。

    p 芬斯特藍踏著石板路，走到槍騎神殿的門口。

    p 神殿並不很高，但十分寬廣，沒有門板的門上刻著一把鍍金的長槍和一行金字：「放下成見」

    p 進門之後，只見光線從兩側的玻璃彩窗透入，地上的紅地氈直伸至高起的聖壇。

    p 聖壇左右是七枝蠟燭的燭檯，但都只點了間隔的三枝，象徵創造的留白。

    p 再後面是一個下凹的大理石高檯，裡面湧著神聖的活水。

    p 神殿修士被著天藍色的長袍，坐在大廳一長凳子上，手裡拿著一本暗紅色皮的《生死書》，那是進階修士必讀的知識。

    p 芬斯特藍知道這位修士是顯赫貴族的後裔，曾參加過落雲城之役，立有戰功，但不知道他的名字。

    p 「可敬的修士，我是芬斯特藍，想向您請教一些問題。」芬斯特藍說道。

    p 「當然，」修士笑道，「我親愛的兄弟，你可以提出任何的問題--知識是共享的。」說著緩緩起身，將手中的書闔上。

    p 「那麼，因為時間緊迫，我便直接問了：星斗隕落究竟有何意義？」
    p 「嗯...」修士沉吟了一會兒，縐眉道，「我不很清楚，真的...我只能說，這是一個災難的預兆，預示了一個災難...或許是個空前絕後的大災變。」

    p 「是天災嗎？還是戰爭？瘟疫？或是...」

    p 「我不清楚，」修士嚴肅地說道，「不過，有可能是它們全部。」
    p 兩人陷入了一陣沉默。

    p 芬斯特藍又問道：「那麼，魔法究竟是什麼？它和神賜的力量有何不同？」

    p 「魔法啊...這種技藝已經從世上消失很久，很久了...在古老的記載中，魔法是來自對元素的掌握。人們利用手勢、聲音和法材，將地、水、火、風等元素組合成複雜的形式，便是所謂的魔法。

    p 「相對於魔法，神賜力量的本質是明確的。魔法非常不穩定，也不具良善的本質。

    p 「純粹的力量是極度危險的東西，我的兄弟。當邪神們向世人降下災禍時，魔法一度被當做救贖之道，最終還是消失於世間。多半是因為無節制的強大力量，所造成的反噬吧。」

    p 「不瞞您說，」芬斯特藍道，「古代的魔法正不斷地被發掘出來。這些渴望力量的竊賊，正是以考古活動偽裝的學者。今天我看到了魔法的力量，發現它可以儲藏於器物之中，不知有什麼可怕的效果。」

     p 「那麼，兄弟，遵循心的引導，到西方去一探究竟吧。你會碰到許多危險，但你也會因而成長。

    p 「不要排斥魔法。雖然神職人員厭惡它，但你不需要背負我們的成見。力量可以用來做很多事，無論善惡；但若你沒有力量，則將一事無成。」

    p 「可敬的修士，我今天聽到這樣一則預言，它說：

    p 『什麼事物能撼動大地？
    p 什麼災難能將人類抹去？
    p 什麼力量能保存靈魂？
    p 什麼力量能將亡者喚醒？』

    p 「請問，這是何意？」

    p 修士想了一想，答道：「只有神的力量能撼動大地，只有天降的災難能將人類抹去...幽冥的力量能保存靈魂...邪神的力量能將亡者喚醒...善神也可以...不過還是透過幽冥...這樣吧，既然你即將踏上西行的旅程，步入廢墟充斥的大地，我就告訴你一些活屍的知識，或許會對你有益。」

    p 「活屍？像是僵屍一類的怪物？」

    p 「沒那麼單純...」修士認真地說道，「當幽冥的力量侵入亡者的身驅，使之墮入半生不死的狀態而產生的存在，就稱為『活屍』。我說『存在』而非『生物』是因為它們其實已經失去生命了。

    p 「活屍大都來自邪惡的儀式或詛咒，但不同的力量會造出強弱和形體懸殊的活屍。其種類一言難盡，而且可能會愈來愈多。不過，有些常見的、低階的活屍，比較可能會出沒於你即將踏上的道路。

    p 「兄弟啊，要知道，活屍們都已經死了，也喪失了一切的人性。『消滅』它們不但不是罪惡，反而是讓它們解脫。

    p 「注意了，兄弟，我將告訴你一些常見的活屍：

    p 「首先是以亡者骸骨，附以幽冥怨念製成的骷髏妖。它們如同所有的活屍一般，不畏寒冷，不會恐懼。它們力量不大，但空洞的身驅會使箭矢穿透。

    p 「再來是僵屍，由帶肉的屍體附以怨念製成。它們比骷髏妖更強壯，但比較遲緩。只要速度夠快，就可以擺脫它們。

    p 「再來是餓鬼，由邪惡的欲望、饑渴和怨念附於亡者而成。通常在亂葬岡出現，殺人食屍，又名食屍鬼。它們因永不滿足的饑渴扭曲了肉體，而擁有使人麻痺的利爪。被它們殺死的人會受到詛咒，成為它們的同類。

    p 「最後是影魔，有生之年我沒見過這種怪物。它們是從幽界喚來的存在，或是原本屬於一個人的影子，經由向主人報復的怨念產生的怪物。它們不具有牢固的形體，不受武器所傷，卻能透過冰冷的碰觸，吸取生人的力量。

    p 「神聖的修士可以超度活屍，或至少使它們退散；而魔法的力量，也能傷害被怨念強化的驅體，甚至像影魔一般的半幽界存在。

    p 「去吧，我的兄弟，不要被險阻給嚇倒。只要你以良心為準繩，槍騎神會保佑你的。」

    p 芬斯特藍心中一邊默唸活屍的特性，一邊震驚於它們的威力。

    p 凡人如何與邪惡的活屍對抗？消滅不會受傷的惡靈？

    p 中等的劍技、微弱的魔法、冒險者的直覺、不知何用的古物，他心道，這些就是我僅有的力量。

    p 「兄弟，你不用太擔心，」修士察覺到了芬斯特藍眼中的陰影，說道，「救世的道路不會永遠孤獨。你將會找到同伴。」

    p 芬斯特藍向修士道了謝，踏著沈重的腳步走向西牆。

    p 救世？他邊走邊想，不，這離我太遙遠了。

    p 我熟識的『世界』還太小，太小...不過，如果救世變得和救自己相同，那麼也只好以天下為己任啦。

    p 或許這就是所謂「時勢造英雄」吧...我會成為英雄嗎？英雄...
    p 想著想著，已循著石階上了城牆。

    h3 1.2.3. 星斗隕落

    p 城牆坐了上百人，散在各處，看來都是等著驗證隕星預言的。

    p 芬斯特藍憑著銳利的眼光，迅速地找到了朋友瑞福，發現他身邊還坐著一名女子，兩人正在談天。

    p 芬斯特藍走近，輕咳了一聲。

    p 「唉呀呀呀，你可終於來了，」瑞福笑道，「我和瓦林娜已經在這兒等了將近一個鐘頭。對對對，我來介紹你們兩個認識認識，這位是詩人芬斯特藍，這位是南方來的瓦林娜。」

    p 瓦林娜天真地看著芬斯特藍，發現他也正好在向她頷首微笑，突然羞怯地低下了頭。

    p 她看起來約莫十五六歲，留著一頭褐色及肩的短髮，臉型略尖，身材中等，看起來十分健康漂亮而清純，不像一般風塵女子的滄桑。

    p 最令芬斯特藍著迷的，是她那雙紅寶石般發亮的眼睛，以及其中透出的光芒，有著來自南方的生命力。

    p 「我...」瓦林娜用帶有口音的通用語道，「我叫瓦林娜，來自風谷。請多多指教。」

    p 「是這樣的，」瑞福接著解釋道，「我看她氣質不凡，所以花了一筆錢幫她贖身...她說她想去沃土，我想既然你要去，何不乾脆把她帶著？一方面讓她有個人照料，二方面你也不會寂寞啦。」

    p 寂寞？芬斯特藍心中暗自苦笑。身為冒險者，若不能習慣寂寞，怎麼忍受得了冒險生涯？有浮雲為伴、有飛鳥為友，又更有何求？不過...

    p 「可是，」芬斯特藍疑惑地問道，「她是誰？怎麼會想去這麼危險的地方？還有，你用自己的錢幫她贖身？這不像我認識的瑞福。」

    p 「我想去冒險。」瓦林娜堅定地說道。

    p 「冒險？！」芬斯特藍好奇地望著她，笑道，「小女孩，別把冒險當作兒戲，那是有生命危險的。且而，如果妳沒辦法保護自己，帶著妳對我來說會是一大負擔。妳能保護自己嗎？」

    p 「我可以保護自己的。我也不是小女孩，只是看起來年紀比較小，」瓦林娜不好意思地說道，「而且，別人不會想傷害我的，他們只想...呃，總之，我也會用武器，必要時...我也會殺人的。」

    p 「喔？」芬斯特藍覺得很有趣，「『殺人』可不是平常的字眼。好吧，看在妳能讓瑞福這麼反常的份上，我就帶妳同行，但是只到落雲城為止。另外，我今晚就得動身，妳可能沒什麼時間準備。還有，我必須再次強調，妳得負責保護自己...」

    p 「好。」瓦林娜簡單地回答。

    p 「對了，如果妳真的那麼厲害，也別輕易殺人，那會讓我們平添不少麻煩。」他半開玩笑地說道。

    p 「沒問題，」瓦林娜燦爛地笑道，「我會注意的。東西我也都帶在身上了，隨時要走都沒問題。」說完將淡綠斗蓬披上，拄起足邊的及身木杖，十足冒險者的架勢，只是顯得可愛有餘，威風不足。

    p 「好了，好了，」芬斯特藍笑道，「還不是時候，等星斗隕落了再說。」

    p 「所以說嘛，」瑞福笑道，「瓦林娜可不平凡哪。連芬茲都一反常態了。」

    p 芬斯特藍突然想到一項明顯的矛盾：她是被瑞福贖身的，但剛才瑞福和她只是並肩而坐。她的身世也不清楚：冒險者怎會成為青樓女子？或者，這根本是一種偽裝？

    p 帶著謎樣的人同行，平添了一層不確定。在冒險的生涯中，太多的不確定是致命的。

    p 沒錯，是致命的。

    p 芬斯特藍正要開口拒絕瓦林娜同行，突然一陣尖叫聲打斷了他。

    p 星斗隕落了！

    p 乍現的流星雨，帶走了龍心座的一顆燦星。

    p 此時，世界各地的人們都震驚於天空的異象。諾薩里亞皇家天文塔的最頂端，大星象師顫抖著寫下：「末日將臨」四個字。

    p 流星雨愈來愈大，愈來愈大，直到整片星空被刷得如白晝一般通明。

    p 飛瀑般的流星雨中，閃現了成千上萬的流星。原本高掛於天際的星斗中，有些竟也離奇地消失了，像被星雨沖下了天幕。

    p 在諾薩里亞皇家天文塔的最頂端，大星象師在驚駭中仔細地觀察流星雨的始末，並注意到一個異象：九主神的星座都各自隕落了一顆星，正好一顆。

    p 三善神，也就是秩序之神、慈悲之神、自由之神的星座，北極輪、龍心座、銳槍座中，分別隕落了名為凝光、長碧、煌鑫的副星。

    p 審判之神、痛惡之神、災禍之神這三位惡神的星座，也就是天枰座、盤蛇座、陰空座中，隕落了名為玉輝、琉璃、墨漾的副星。

    p 另外三位主神，介於善惡之間的宿命之神、平衡之神、混亂之神的星座，宿命輪、雙杖座、密網座中，也隕落了名為紫焰、穹銀、玓環的副星。

    p 大星象師記下了每一顆星的星座，以及隕落的時間。他不厭其煩地寫下各個主神的星座及隕星的名字，是有原因的：上述每一個名字的份量，都遠遠超過了洛南的帝王。

    p 在震驚於異象的同時，芬斯特藍已穿好他的護身皮甲，取出他的褐色斗蓬披上，並清點好隨身攜帶的物品，包括乾糧、火具、毛氈、小刀、短劍、輕十字弓、繩索等等；還有一些內袋中藏著的怪東西，像沙子之類的，是施法用的法材。

    p 瓦林娜偎到芬斯特藍旁邊，顫抖著握住他的手。芬斯特藍感覺到一隻冰冷而柔軟的手，知道她心中害怕，便握得緊了一些。

    p 牆上其他的人們，包括瑞福在內，都嚇得不能動彈。星空的異象，彷彿帶著魔力似地定往了所有人的目光。因此，當一個黑影悄悄地走上城牆時，誰也沒有留意。

    h3 1.2.4. 考古家的復仇

    p 黑影緩緩上行，一階又一階，來到城牆頂端。他在人叢中掃視，一點也不在意天空的異象。

    p 最後，他的目光停了下來，停在芬斯特藍的背上。

    p 黑衣人帶著復仇的冷笑，一步一步移向芬斯特藍的位置。悄悄地，他掏出鋒銳的匕首，映著星光，緩緩舉起。

    p 「誰？」芬斯特藍憑著冒險者的靈敏，聽出了身後微弱的腳步聲。

    p 他隨即放脫瓦林娜，將手按上劍柄，同時轉身，準備迎敵。但由於雙腳懸空掛在牆外，一時站不起身。

    p 在芬斯特藍來得及反應之前，對方已比出神秘的手勢，並用冰冷的語調唸出咒文：「麗絲．跨許阿爾」

    p 芬斯特藍忽然感到重心不穩，似乎他所坐的城墩突然被塗了一層油。他已喪失應變的先機了。

    p 不由自主地，芬斯特藍跌下光滑的城牆，往黑暗中墜落，再墜落...

    p 消失於黑暗前，他認出了對方。正是在塵封之殿裡遇到的考古學家。

    p 凶手滿意地笑著，迅即逃下城牆。

    h2 1.3. 踏上旅程
    h3 1.3.1. 醫者安琪

    p 洛南紀五十九年十月十九日，國境東側延海，潛鮪村。

    p 「安琪，」在潮汐之神的廟堂前，白袍的中年修女對年輕修女囑咐道，「異像將在今夜發生，預兆在數週前便出現了。這不尋常...神明在給我們考驗，考驗我們的信仰和力量。大戰即將來臨。

    p 「安琪，今天妳的見習完成，是一名真正的醫士，可以去冒險了。時候到了，安琪，妳不再是不懂事的孩子，而是能夠肩負使命的成人了。

    p 「接到妳那心性不定的表哥即將西行的消息，我一點也不意外。他所信奉的，好戰的浪濤之神，想必給了他什麼特殊的使命。

    p 「妳想跟著他一同西行，到西南山脈最危險、最神秘的地方去，我也不意外。他雖然性格怪異，但對妳一向很照顧。他比妳大，又精通雜七雜八的技藝，妳跟他同行，我也比較放心。

    p 「但是，安琪啊，冒險並非兒戲。外面的世界太多妳不瞭解的事物，像是背叛、謊言、仇恨與殺戮。米庫斯比較瞭解這些，因為他曾出外流浪，經歷過種種挑戰。

    p 「多聽他的，妳會比較安全，但別忘了他信的是混亂之神，而妳要堅持我們的信仰。瑪法達在上，願妳的旅程多災多難，卻都化險為夷，讓妳從中學習，從中成長。」

    p 安琪恭敬地聽著，心思已有一半飄到了傳奇的幻想中。她是一個十八歲的年輕修女，留著一頭黑褐色的長髮，加上古銅色的皮膚，寬而深的臉龐，若不看白袍與圓盾，十足像是東岸的漁民。

    p 她在潮汐之神的教會已見習三年，擅長止血、接骨和草藥，也能靠平衡之神瑪法達的聖恩，來配製靈丹妙藥。

    p 在經歷幾場難治的瘟疫之後，安琪決定踏上探險家的旅程，尋找治癒瘟疫之道，卻一直沒有機會。

    p 最近她的表哥，浪濤修士米庫斯，正式宣佈西行。安琪終於逮到離家冒險的機會。

    p 安琪的父親在她還不會說話時就死於瘟疫。母親改嫁外地，從此失去音訊。安琪對父母的印象十分模糊，但母親留給她的臨別之物，刻花的玉鐲，她卻一直留在身邊。

    p 安琪的童年往在她舅舅家。小時候，最要好的玩伴是表哥米庫斯。

    p 米庫斯十分叛逆，學農事、戰技、教義都漫不經心，反而對讀寫、算術和精工這些沒用的玩意有興趣，讓父母對他失望透頂，卻又難以管教。

    p 米庫斯在家裡不受疼愛，常被打得躲到海邊。因禍得福，他對當地的環境和地形十分熟悉，也對海浪中潛藏的力量有所感受。他從小就愛帶著表妹安琪到處亂跑，談心、說故事。

    p 米庫斯聰明卻心性不定，不管父親的期許，執意進入浪濤神廟，學習如何與司掌暴風與巨浪的混亂之神共舞。於是，在米庫斯十二歲時，父母將他送到風評不佳的混亂神廟處，從此與家庭隔絕。

    p 米庫斯具有浪濤神耐頓堅強、難測、愛冒險等特質，常到村外闖蕩，更是小漁村中許多消息的來源。

    p 安琪還記得小時候坐在礁石上，吹著海風，聽米庫斯講海妖女、水鬼和瓶中信的故事和探險家的傳奇。那時候，她常常聽得心醉神迷，恨不得快點長大，成為故事中的英雄。

    p 現在，安琪的心願，總算有機會實現了。大修女已答應她的請求。

    p 「謝謝妳，大修女，」安琪高興地說，「我不會辜負身上的白袍、項鍊上的雙杖聖徽、以及您賜予我的防身盾牌。我會將潮汐之神的福音傳播到西南山脈的土地上；我會記得您平日的教誨、醫士的誓詞、以及書中的聖言。」

    p 「妳還記得驅散邪靈的禱文嗎，安琪？在未知的險境中，妳用得著它。」大修女慈詳地說道。

    p 「還記得，大修女。」

    p 「那麼覆誦一遍吧，好讓我安心。」

    p 安琪於是舉起胸前銀項鍊上掛著的雙杖聖徽，用嚴厲而神聖的音調唱道：
    p 「邪惡的死靈，汙穢的存在啊，離開這受詛的軀體，回到幽冥的世界！
    p 世間的快樂汝既無福消受，別再徒增憤恨悲傷！
    p 以瑪法達之名，吾命令爾等，
    p 退下！」

    p 一瞬之間，安琪的眼神中露出悲憫的罡氣，似乎可悲的怨靈就在身前。她迅速地恢復了聆聽教誨的虔敬神態。

    p 「很好，安琪，」大修女微笑道，「我原本擔心妳長久從事醫療，已以忘記如何同惡靈作戰了。」

    p 「我還記得，大修女，」安琪道，「不過，我寧願治癒邪惡留下的傷口，而不是以牙還牙。傷害不能改變人心，但是醫療可以。」

    p 「沒錯，安琪，醫者有獨特的使命。」大修女索菲亞道，「不過當敵人欺上門來，妳也不能坐以待斃吧？」

    p 安琪緩緩地點了點頭。

    p 索菲亞緩緩地背轉身去，不讓安琪發現她失控的淚水。

    p 「安琪，去吧，不要擔擱了，」她用儘量平靜的音調說道，「願瑪法達與妳同在。」

    p 年輕的修女轉身離去，眼框中滿是不捨的淚水。

    p 她們兩人都很清楚，亂世即將來臨。今朝一別，或許再也沒有重逢的機會了。

    h3 1.3.2. 詭譎的米庫斯

    p 往村口的路上，安琪觀察著白袍底下的鎖子甲，這是神廟給她的禮物，也是她的第一副甲冑。它並不輕，老實講還滿重的，不過安琪的力氣比許多男人還大，很快便習慣了。

    p 安琪沒有武器，只有背上行囊外背盾、左手繪著雙杖的銳牌，和掛在頸上的，銀質的平衡之神聖徽。

    p 她心想，希望冒險能比血腥的英雄故事更和平。或許，不必和人類戰鬥，只要對付活屍？畢竟，能治癒人心的悲苦、混亂和邪惡，而非殺害他們，才稱得上真正的英雄吧。

    p 米庫斯曾說，冒險者有時會面臨兩害相權的決擇，甚至是在原則與生命之間，或是同袍與生命之間。只有選擇生命的人能活下來，獲得榮耀。傳說中的英雄其實都是滿手血腥、滿腦子背叛的惡棍。不過，這只是他眾多憤世嫉俗的言論之一，安琪並不當真。

    p 想著想著，終於來到了村口。

    p 短髮、矮小的米庫斯正坐在一輛馬車旁，與車夫聊天。看到安琪走來，米庫斯高興地起身。車夫明白即將啟程，便解開栓住馬兒的繩索，坐上駕駛座。

    p 安琪加快腳步走向馬車，突然米庫斯從腰間抽出一把迴力標，向她射來。

    p 安琪料不到他竟會動手，本能地往旁邊閃開，但卻被弧線軌道的迴力標追上。她舉盾去擋，還是慢了一步。只好轉身用背盾擋下。

    p 咚地一聲，迴力標擊中背盾，掉在地上。安琪向前踏了半步，定住身形，驚異地望著表哥。

    p 鎖子甲擋掉了撞擊，安琪毫髮無傷，但還是嚇了一跳。

    p 米庫斯一面撿起迴力標，一面詭譎地笑道：「不錯，不錯，妳有這樣堅實的甲冑，背後還有背盾，簡直像隻海龜，那我也可以放心了。別介意啦，剛才只是開個玩笑而已，還是先上路吧。這趟旅程...會有趣的很。」

    p 「什麼海龜！」

    p 「海龜有什麼不好，海龜很長命啊……冒險者都希望活久一點。」

    p 離開村莊後，安琪就不想計較了，取而代之的是對嶄新景色的注意，及對旅程的好奇。

    p 「米庫斯，」安琪在馬車上問道，「我們這次的行程你是怎麼安排的呢？我很好奇。」

    p 「簡單來說，我們會先延著大路往西到王都諾薩里亞，在那邊待個幾天，打聽消息啦，賺點旅費啦。之後往西經過落雲城，再折而向南到沃土。如果一切順利的話，我們會到西南山脈最新的村落，也就是傳說中的『閃金村』啦。」米庫斯邊看風景邊答道。

    p 「我們總不會一直坐車吧？」

    p 「當然，妳以為我這麼有錢嗎？我們到諾隡里亞後，就得自食其力啦。而且...就算在那兒賺得到錢，乘車經過沃土也不是個聰明的主意。我們可能得雇一小隊傭兵，然後『走』過沃土，到閃金村啦。」

    p 「走過一整個平原？那要多久？」

    p 「可能要花上一個多月啦，安琪。那也算是冒險嘛。沃土可是充斥著強盜和瘟疫的。妳是醫士...瘟疫應該難不倒妳吧。」

    p 「好吧，反正到目的地以前，我就跟著你就對了。現在應該沒有危險吧？」安琪道。

    p 「安琪，」米庫斯笑道，「別忘了，出門在外，『隨時』都是有危險的。我知道甲冑很悶熱，但還是儘量穿著吧。妳現在習慣了，以後步行的時候，才不會撐不住啦。」

    p 「那你呢？」安琪不大服氣，「你的外衣底下也藏有甲冑嗎？」

    p 「這兒不是？」米庫斯拉起衣服的一角，露出內藏的皮製甲冑。

    p 「這東西管用嗎？」安琪不大放心地問，「雖然是加工處理的，可是銳利的刀劍還是能砍破它吧？為什麼不換一副鐵打的？」

    p 「這麼說吧，輕便的裝備對我來說反而比較安全...我不是個喜歡硬碰硬的人啦。對了，妳的武器呢？」

    p 「我只有盾牌，」安琪道，「醫士是不需要武器的。我看你的武器也很怪……」

    p 「但是...」

    p 「危險的時候，禱文就足以克敵了。不是嗎？」安琪道，「我不帶武器，人們就不會隨便與我為敵。」

    p 「可是...」

    p 「你還是多跟我講點關於王都的事情吧，我從來沒去過那兒呢。聽說那裡常有盛大的慶典和競技，是嗎？」

    p 「是啊。不過他們跟我們信仰的神祗都不一樣...那裡啊...」

    p 談笑間，兩人啟程了。但是，這趟旅程並不會一直歡樂。

    h3 1.3.3. 風谷的瓦林娜

    p 洛南紀五十九年十月十九日，王都諾薩里亞

    p 「殺人哪！」瑞福驚慌中大喊。他的朋友芬斯特藍中了怪異的咒術，跌落城下。

    p 人們紛紛靠攏，但兇手早己遁入黑暗。唯一跟得上兇手腳步的，只有看似無害的女孩瓦林娜。

    p 偽裝該結束，冒險該開始了，瓦林娜心道，不息的風會跟上你的。

    p 她輕唸一咒，行囊便縮得像檸檬一樣大小，一手整個揣入衣袋，隨即發足力奔，緊緊跟在灰袍兇手的後面。

    p 對方回頭發現追兵只有一人，於是跑進了一條黝暗的死巷，殺人滅口的好地方。

    p 瓦林娜雙手握住桐木法杖，不加思索地追了進去。對方站在巷子的盡頭，面向著她。
    p 「送死來著？」那人獰笑道，「不過我還捨不得殺妳呢。讓妳睡著好了。」

    p 說完，他唸起咒語：「維兒．夢途．阿」同時掏出一把沙子，撒向瓦林娜。

    p 瓦林娜感到一股矇矓的睡意，但法藝的訓練讓她一瞬間就解開魔咒，恢復清醒。

    p 「睡眠咒！」瓦林娜忿怒地叫道，「這種程度的繫結！你這個低階法師竟敢殺我的同伴！」她怒道，「你以為殺人不用付出代價嗎？你竟然不珍惜自己的生命！」

    p 對方震驚於睡眠咒的失效，以及瓦林娜激動的神情。

    p 他目露兇光，唸出下一個咒語：「麗絲．那西」同時用手指向瓦林娜。

    p 兩顆紫色的光球自指尖射出，逐速地飛向瓦林娜。

    p 瓦林娜悶哼一聲，已受了內傷。她凝視對手，紅寶石的眼中，閃著一絲血色的殺氣。

    p 此時的她，不再是羞怯的女孩，而是呼風的法師。她的神情，沒有絲毫畏懼。

    p 逐雲者啊，她心想，三年來和妳學的一切，現在要展現出來了。

    p 瓦林娜右手拄著法杖，唸出咒文：「普拉絲．提卡．怒殺」。一股旋風便繞著杖尖的翠玉原石成形。

    p 她接著將彎曲左手姆指，握成手刀，在身前交錯兩次，劈出。

    p 排山倒海的疾風如刀，化作看不見的利刃，向前襲去。

    p 十字形的傷口，自敵對法師的雙肩至兩股，以胸腹為中心爆開。鮮血噴灑而出，如一陣紅雨。

    p 那人再也無力施咒，只能顫抖著說道：「妳...妳到底是...誰...」說完倒在地上，抽搐著。

    p 瓦林娜在戰鬥結束時，已恢復冷靜。她完全清楚自己闖了什麼禍：她殺了人，而且是在皇都殺了人。但是，她也知道周圍沒有別人，至少現在還沒有。

    p 「我來自風谷，」她對即將死去的敵人說道，「是修業三年的結界師。我和我的夥伴，都不是你應該攻擊的對象，明白了嗎？」

    p 「風...谷...」那人吐出了此生最後兩個字。

    p 這人也滿不簡單的，能用咒文傷到我，瓦林娜心道，唉，不該讓對手先出招的，我還太嫩了；咒法施得太重，一下就傷了人命，也表示我太嫩了。

    p 「沒錯，風谷，法藝的土地。」瓦林娜說道，「法術之事，還是不要落入旁人手中，免得危險。」於是她跑到那人身邊，開始搜身。

    p 她搜出一些無用的法材、一本魔法書、一把匕首、一袋約二百枚的碎金、一張用細麻繩綑住的卷軸。

    p 她唸出咒文：「麗絲．查維．阿斯」那把匕首隨即發出綠光，代表上面附有魔法。

    p 「安息吧，施法者。」她對不知名的敵人說道。

    p 瓦林娜將卷軸和匕首用牛皮包好後，連錢袋一起放入背袋。草草翻過魔法書後，確定沒什麼特別的咒文，於是連同法材一起點火焚毀。

    p 火苗剛起，她便衝往城門。

    h3 1.3.4. 心靈法藝

    p 門口站著兩名守衛，看守著巨大的木門。

    p 諾薩里亞的城牆比一般城牆高出一倍，城門也十分巨大。

    p 沃土盜賊們聞之喪膽的諾魯夫王曾經讚道，即使兵法高明如他，也無法攻陷這座城池。因此，諾薩里亞得到了「不破城」的稱號。

    p 諾薩里亞四面都有城門，其中南門最大，也最常開放，所以南門才稱「城門」，其他備而不用的門都稱為「側門」。

    p 除了緊急狀況外，側門平常完全不開放。城門則在黃昏時拉上，黎明時再放下，成為護城河上唯一的橋樑。

    p 瓦林娜必須盡速離城，但是城門已拉上。

    p 她衝量了一下局勢，心中已佈好了一個計劃。身為結界師，她決定靠法藝離城。

    p 結界師擅於操縱心靈。睡眠、魅惑、遺忘、暗示都是瓦林娜的拿手好戲。

    p 離開諾薩里亞前，她正是靠這些法術，假扮成風塵少女，向男人們搜集各地的情報，又能夠全身而退。

    p 要這樣搜集情報，是因為心靈法藝在一對一的情境下，才好施展。

    p 同樣的把戲，換個方式表現，她心道，應該不太難。

    p 「哈囉！」瓦林娜走向前，用愉快的聲音說道，「晚安！」

    p 「這麼晚了，別在城門口鬼混，」一名守衛說道，「還不快回家去，小心被綁走了都沒人知道呢。」

    p 「是啊是啊，」另一名守衛接著說道，「還是快回去吧。妳是不是迷路了？」

    p 「我沒有迷路，」瓦林娜故作天真地說道，「但是我回不了家，我家在城外。」

    p 「那我也沒辦法囉，」那名守衛說，「但妳一個人在城裡很危險。這樣吧，我送妳去最近的哨站，請他們讓妳在那兒過夜，明早再出城，好不好？」

    p 「好吧。」瓦林娜不情願地說道，心裡已打好算盤。

    p 守衛帶著瓦林娜，走向側街，又繞了幾轉，離哨站還有一段距離時，瓦林娜抬頭道：「我...我有東西掉在剛才那裡...我可不可以回去拿？」

    p 「妳一個人回去很危險的，」守衛道，「還是讓我陪妳一起去吧。」

    p 「不行啦，」瓦林娜說道，「我要自己去。我媽媽說那東西不能給別人看到啦。」

    p 守衛笑道：「哦，大概是戒指之類的東西吧。妳放心好了，我是捍衛法律的人，不會跟妳搶的。」

    p 「我要自己去。」瓦林娜嘟著嘴，堅持道。

    p 守衛道：「好好好，妳自己去，但是要快點回來喔。」

    p 瓦林娜走過轉角，立刻用全速衝回城門。

    p 城門口只剩下一名守衛。

    p 瓦林娜毫不遲疑地唸出咒文：「維兒．夢露坦」並在空中比劃了一個特殊的手勢，指向守衛。

    p 「妳做什...」守衛的話說到一半，突然停住了。他的眼神變得有些迷惘。

    p 魅惑術生效了。

    p 「妳是誰啊？」他問道。

    p 「我是往在城外的可憐小女孩，如果你不開門我就只好流落街頭，被夜賊綁架了。」瓦林娜平平地說道，沒有偽裝可憐的聲音。

    p 她根本沒有偽裝聲音的必要，中了魅惑術的人很難不信她的話，尤其是求助。

    p 「哦...」守衛疑惑地說道，「所以我應該開門囉？可是有規定...」

    p 「好吧，你遵守你的規定，把我逼得無路可走，讓我落到夜賊手裡，被凌虐至死，你忍心嗎？」

    p 「凌虐至死」四個字對被魅惑的人來說，完全不能承受。守衛不敢吭聲，直接把門放下了。

    p 瓦林娜俐落地走出城門，回頭向守衛說道：「謝啦，不過還是不能讓你記得我就是了。」她唸出咒文：「維兒．提．空．夢提亞」

    p 守衛陷入了失憶的迷惑狀態，此時瓦林娜已走得遠了。

    h3 1.3.5. 降落與會合

    p 洛南紀五十九年十月十九日，王都諾薩里亞城外

    p 三，二，一。

    p 「Ris-Fra-El」芬斯特藍在半空中唸道。他已忍耐了一秒多的墜落。
    p 咒文生效後，下墜的速度緩和下來，卻變得不太穩定。他像一片羽毛般，飄來飄去。

    p 一陣風吹來，芬斯特藍在空中打了好幾個轉，但他已毫不在乎這種暈眩。畢竟性命保住了。

    p 突然，法術時效已過，他又掉了下去。

    p 因為離地已近，在皮甲的保護之下，他落在草地上，毫髮無傷，只是暫時無力起身。

    p 芬斯特藍看向夜空。流星雨雖已減弱，但仍然十分驚人。

    p 他起身，在星光照耀下，小心地環視了四周。

    p 由於風的幫助，他竟已落在護城河外。

    p 不用費力過河了，他想，好運總不會一直離我太遠。

    p 他把沾了泥沙的金髮清理了一下，放低身子，慢慢前行。

    p 確定離城已有一段距離後，他站直身子，加快腳步，走向無盡的黑暗。
    p 在流星雨終於停歇時，芬斯特藍頓覺一陣輕鬆，像是壓在胸口的大石被取起一般。但是，他並未鬆，。畢竟王都附近的夜晚，仍蘊藏著許多危機。

    p 「芬斯特藍！」驚呼聲從左側傳來，嚇了他一跳。

    p 「誰？」芬斯特藍迅速轉身，拔出護身短劍。

    p 黑暗中，一個略為瘦小的身影向他跑來。是瓦林娜。

    p 「你沒死！」瓦林娜手杖一拋，向他衝來，一把將他抱往，「你沒死！」

    p 「對，我還活著。」芬斯特藍笑道，「每個人都有保護自己的責任。況且，妳還需要我啊。」說著將劍入鞘。

    p 「我...我真的很難相信...」瓦林娜將他放開，一面說道，「你怎麼...那種高度...等等，你會羽落術？」她驚訝地問。

    p 芬斯特藍點了點頭：「這叫『羽落術』嗎？我是在古樂譜的字裡行間發現的，不知道它還有個名字。」他隨即好奇地問道，「妳也知道關於魔法的事？」

    p 「我是一名法師。」瓦林娜回身拿起法杖，一面說道，「一名風谷的結界師，修業三年多了。」

    p 一日之間就遇到這麼多奇怪的人，芬斯特藍感到十分訝異。

    p 他問道：「那麼，妳是怎麼出城的？城門沒有開過啊。」

    p 「我是一名法師。」瓦林娜重覆道。這次她帶著神秘的微笑。

    p 「好吧，」芬斯特藍笑道，「不肯說就算了。不過我還是很好奇，在我跌落之後發生了什麼事？。」

    p 「呃，我原本因為你被殺死了...就追上去，和他作戰，後來就把那個人殺了...」她愈說聲音愈小，「可是自己也受了傷。唉，對方雖然不強，卻懂得傷害的咒語。」

    p 「把那人殺了？」芬斯特藍驚訝地問道。

    p 「對，我把他殺了...你不怪我吧？」瓦林娜露出痛苦的表情。這是她冒險以來第一次殺人。

    p 「不，怎麼會呢？」芬斯特藍安慰道，「做都做了，就別再一直去想了吧。況且妳這麼做也不能算錯...他活著會給我們帶來更大的危險。不過，現在我們都和西方考古學家結下了樑子，看來只好同舟共濟囉。」

    p 「嗯。」

    p 「不過啊，妳還真不簡單，竟能將那人打敗。」芬斯特藍道，「對了，妳傷在哪兒？要不要緊？」

    p 「沒有傷口的，」瓦林娜道，「是被魔彈擊中，不大要緊。養個幾天就會好。」

    p 「很不幸，」芬斯特藍道，「此地不宜久留，沒法子好好休息養傷。多待一秒就會增一分危險。」

    p 「可是...」

    p 「這樣吧，我們再走一小段路，」芬斯特藍道，「這附近有許多空的農舍，我們可以在那邊過夜。明早天一亮就動身，去前面鎮上雇輛馬車，妳就可以好好養傷了。」

    p 「為什麼會有空的農舍？」

    p 「唉，」芬斯特藍嘆道，「都得怪那些貴族和皇室的人。幾次天災造成欠收後，租稅反而比以前更高了。那些付不出來的農民，只好逃到西方去。在充滿盜賊和瘟疫的旅程上，真的能重頭開始建立幸福家園的人...一成也不到啊。」

    p 「我們南方的情形就好很多，雖然不富裕，也還過得去，」，瓦林娜道，「想不到王都的農民，反而悽慘。」

    p 「這也是我之所以冒險的原因。在這個時代裡，我身上流的貴族血統不值得驕傲，反而是恥辱和隔閡，阻礙我和探險家一起開創新天地。」

    p 「聽起來很高尚，我會試著理解的。至於行程嘛...」瓦林娜苦笑道，「反正這種事我也拿不了主意，就聽你的囉。」

    p 她從行囊拿出幾片乾麵包，撥了一半分給芬斯特藍，「趁著還吃的到的時候，好好品嚐吧。」

    h3 1.3.6. 芬斯特藍和瓦林娜

    p 時值秋冬交替，夜裡冷到能結冰。今夜似乎特別寒冷，地上已積了一層薄薄的白雪。兩人穿著軟皮靴，踏著積雪前行。

    p 寒冷與黑暗，在兩人周圍凝結成一股無形的壓力。

    p 平原上夜風吹動的沙沙聲、草浪搖曳的黑影，給靜夜保留了些許的背景。如果不是身邊還有同伴，真的就只能伴著星星，伴著月亮。

    p 這時的月亮在半月與圓月之間，而星空則缺了幾個口。災變的恐懼鑽進了國境裡每一雙大大小小的眼睛。什麼樣的命運等在他們前面呢？或許只有司掌宿命的神能回答這個問題。

    p 這樣的夜，自有一番特色，但兩人在殺戮與逃生之後，都失去了欣賞景致的心情。

    p 走著走著，芬斯特藍先開口，打破沉默：「瓦林娜。」

    p 「嗯？」

    p 「我們腳下踩的這片土地，以前都是農田。我小時候常不聽話，出城到田裡去和農家小孩玩。現在兒時的同伴都不知去了何處，也不知吉兇。」

    p 「現在這裡都荒廢了，你一定很難過。」

    p 「唉。」芬斯特藍停頓了一下，又道，「對了，妳說妳來自風谷...那是個怎樣的地方？」

    p 「那裡很美，遠在山脈的南方，」瓦林娜答道，聲音像是飄到了遠方，「有高山、溪流，還有終年的強風。那裡的樹木都很矮，長老說是因為風太大，長太高就會被吹斷，它們才長成這樣。長老還說，有一種圓柏，在谷外的山上也有，但是就能長到參天一般。

    p 「記得有一次，長老把我，還有其他剛滿十歲的女孩，綁在不同的風箏上，放到天空。那是我們村莊的習俗。因為女孩子也是要離家的，和男人一樣。

    p 「一開始我很害怕，一直哭。可是到了天上，看到熟悉的事物都變得那麼小時，我就不怕了。我還記得身在半空中，迎著陣陣強風的感覺。那時，我找到了自己。

    p 「後來我就覺得，人常換視野比較好。這樣就不會陷在單調的經驗裡，永遠做井底之蛙了。我想這也是我們風谷人共通的心情吧。

    p 「婆婆曾說，要像雲一樣飄盪，直到找到降落的地方。不要還沒認識自己，就常住在家，不然家就會變成沼澤，陷住我們的腳步，栓往我們的翅膀，讓我們不能飛翔。」

    p 「嗯，」芬斯特藍專注地聽著，問道，「那妳的魔法是怎麼學來的？」

    p 「是『法術』啦，」瓦林娜更正道，「『魔法』聽起來有邪惡的味道。」

    p 「喔，是，是法術，」芬斯特藍連忙更正，「那妳的法術是怎麼學來的？」

    p 「有一年春天，村裡來了三個人，教我法術的婆婆就是其中一位。他們展現了強大的法力，並教導大家法術，共同研究古代法師的遺產，以將風谷建成一座對抗邪惡的城塞。因為大災難將至，需要團結一致才能對抗。

    p 「婆婆和乘風大師、舞空大師保證不會破壞的村落和傳統，也只在河谷的一個區域活動，留下肥沃的上游及上游給不願加入的人。不過我們風谷人都樂於改變，於是全村，或許全谷的人都加入了吧。

    p 「不過，學法術並不是那麼容易的事，很多人學來學去也學不會，反而覺得很痛苦。於是，他們將自己組織起來，作武藝和射藝的訓練，成了風谷的戰士。

    p 「我比較有天份，所以進步得很快。在通過學徒的測驗後，又修業了三年，成為第二批進階法師。

    p 「後來，由於某些緣故，我就出來了。」

    p 某些緣故，芬斯特藍心道。

    p 「進階法師？那是什麼意思呢？」他問道。

    p 「嗯...這不太好解釋欸，」瓦林娜有點為難地說道，「大概可以用數學來比方吧...學數學的人得先會算術、作圖才能學測量；會了基本的測量才能學三角學、繪製航海圖。」

    p 「所以都是循序漸進？」

    p 「不一定欸。就像占星師需要的數學和建築師不相同，法術也有不同的門類，像我是專研結界與心靈法藝。不過，你說的沒錯，要學習複雜的技藝，得先熟悉簡單的。」

    p 「聽起來妳花了不少工夫。」

    p 「是啊，」瓦林娜笑道，「進階法術很難施展，不管是手勢、觀想法門、咒語聲調都必須一絲不差，否則輕則失效，重則炸成失控的能量，十分危險。好在我們都有自知之明，不熟的法術絕不亂用，只在安全的實驗室裡施展。」

    p 「哇，能施這樣高深的法術，一定很厲害。」芬斯特藍道，「我原本太小看妳了，真抱歉。」

    p 「不過，婆婆曾說，成功的法師不是單靠會施高階法術，更重要的是掌握施展時機，以及如何調配每日記憶的咒文。」瓦林娜道。

    p 「每日記憶咒文...我也是這樣欸，」芬斯特藍道，「自從我在古老的樂譜中找到魔...我是說法術後，我發現記憶它們與熟悉它們真的很難。我必須每天早上最清醒的時候拚命去記，但是在施展出來後又忘了。一開始每天只能記一個，後來...」

    p 「等等，」瓦林娜打斷他，「別告訴別人你能記憶多少，這很危險。法師唯一的武器就是法術，它比戰士的劍還要厲害，但維持繫結的法力有限。所以，如果有人知道法師已經釋放完所有的咒語，那就像看到戰士被繩索縳住了一樣。」

    p 「謝謝妳的忠告，」芬斯特藍道，「但我可不是法師，我對法術還很陌生。」

    p 「哦...所以你劍術高超囉？」

    p 「劍術練過幾年，搏擊也還可以，不過算不上高手。其實我真正擅長的呢，就是...」

    p 芬斯特藍笑道，「賭妳猜不到。」

    p 「你先別說，讓我想想，」瓦林娜道，「不是法術，不是劍技...等等，那個考古學家為什麼找你麻煩？」

    p 「我買了一些他原本想要的古物，又扒了他的透鏡。那是因為最近傳來的消息都指出，西南山脈的考古隊愈來愈神秘，也愈來愈橫蠻，傭兵一僱就七、八十個。我看出事有蹊蹺，才不惜和他們作對，把古物截下。」

    p 「這很好啊...否則他們就會擴張了...聽起來他們不是善類，可能是想獨吞法術奧秘的人吧。師父說，法術會被稱作『魔法』，就是因為有人想獨吞，而不是用來造福人群。」她笑了笑，又道：「不過，你已經洩了底啦。你擅長的是盜賊技巧，對吧？」

    p 「妳很總明，」芬斯特藍笑道，「不過不是。」

    p 「那我就猜不出來啦。難不成你像神廟裡的修士，會靠神禱來展現奇蹟不成？」

    p 「當然不是。」芬斯特藍笑道，「其實，我擅長的是說話。」

    p 「說話？這算一種冒險的技巧嗎？」瓦林娜好奇地問道。

    p 「嗯。這還是很重要的技巧，」芬斯特藍認真地答道，「做為甲冑時，它可以避開不必要的爭鬥；做為武器時，它可以造成傷害和困惑；做為工具時，它可以打聽情報，也可以增加好感。所以說，這難道不是重要的技巧嗎？」

    p 「哦，」瓦林娜不大滿意，「那我也會啊。這不是天生的嗎，難道還有什麼技巧？」

    p 「有喔，」芬斯特藍道，「妳是因為聰明又有魅力，當然常常體會說話的好處--這確實是由於天生的氣質使然。不過，除了氣質之外，我所受的訓練是，瞭解情勢、瞭解對方，再做出決定。」

    p 「什麼意思？」

    p 「比方說，瞭解人心。以前我到西南山脈探險時，深切地體悟到，冒險者最大的敵人，絕不是眼前的危難，而是那些遇到危難就會出賣妳的隊友。」

    p 「你出賣過別人嗎？」瓦林娜擔心地問道，「什麼樣的處境會使人背叛隊友？」

    p 「妳可以放心，我沒有出賣過別人，也不會出賣妳，」芬斯特藍道，「但是，我的確見過，在食物匱乏、敵人強大，或是寶藏價值連城時，人們怎麼背叛出生入死的隊友。」

    p 兩人又陷入一陣沉默，不過這次並沒有持續太久。

    p 「我們休息一下好不好？」瓦林娜問道。

    p 「怎麼了？」

    p 「我...腳底凍得厲害。」

    p 「這樣啊，」芬斯特藍道，「妳怎麼不早點講呢？」

    p 「我想...說不定撐一撐就到了。」

    p 她沒有說出來的是，平常遇到這麼寒冷的道路，她都不是用走的。法師有更方便的途徑。

    p 「那先坐一下吧，」芬斯特藍笑道，「下次別再這樣，有事就早點講。」說完兩人清了清積雪，就地坐了下來。

    p 「來，讓我看看妳的腳，」芬斯特藍溫柔地說道，「希望不嚴重。」
    p 瓦林娜脫下皮靴，露出雪白的雙腳，腳底都凍得發紅了。

    p 「我就知道，」芬斯特藍道，「妳真該早點講的，幸好現在還不太遲。問題就出在靴子上。」芬斯特藍說著，就地採了一把柔軟的雜草，抖掉上面的積雪，順手打鬆後，塞進瓦林娜的靴子裡。

    p 「這樣就沒事啦。」他笑道。

    p 「謝謝你...」瓦林娜不好意思地說道，並把靴子穿上。

    p 「別這樣說，」芬斯特藍笑道，「出門在外，本來就是要相互扶持。妳現在可別謝我，否則以後我們相互之間，不知道還要再謝個幾百次呢。咱們上路吧。」

    h2 1.4. 殺手與神靈

    h3 1.4.1. 冰雹中的三個人

    p 正當兩人準備起身時，瓦林娜突然注意到不尋常的天色。

    p 「芬斯特藍，你看，」她指向前方的天空，「那是什麼？」

    p 一團黑影籠罩了天際。

    p 芬斯特藍凝神細看，注意到左右兩邊各有一大團的烏雲，正向中央靠攏，同時也愈來愈近。

    p 在它們相遇的同時，一道閃電劃開了夜幕，伴隨著震耳欲聾的雷聲，在平原上展現了它的威能。

    p 瓦林娜緊緊抓往芬斯特藍的手，震驚地望著天空的異象。

    p 「雷雨雲！」芬斯特藍驚叫，「不可能！這個季節...見鬼！」

    p 一道接一道的閃電擊向平原。霹靂聲像是巨大的戰鼓，推著整片黑雲吞噬星空，撲天蓋地而來。冷冽的風像是它的前導，吹出了冰凍的氣息。

    p 「瓦林娜，快，」芬斯特藍叫道，「拿出氈子，裹住自己，然後趴下！是冰雹！那可不是玩的！」

    p 瓦林娜沒有見過冰雹，但聽得出勢態緊急，於是立刻照著芬斯特藍的指示，裹好後趴下。

    p 在第一批疏疏落落的冰雹落下的同時，芬斯特藍和瓦林娜兩人，只能儘量保護自己。什麼法術、劍術、話術，此刻都派不上用場了。

    p 接著冰雹愈下愈大，像從天而降的石雨。瓦林娜和芬斯特藍雖有毛氈護身，但還是不時被較大的冰雹砸到。兩人咬緊牙關，苦苦忍耐。

    p 這時，他們注意到，不遠處傳來一個人聲，愈來愈近。

    p 芬斯特藍凝神細聽，聽到一名男子咒罵的聲音：「死老天！你再下冰雹啊！下大一點啊！死老天！你以為我怕你不成！」

    p 那聲音愈來愈近：「死老天！我烏風空有一身功夫，竟然落到這種下場！月影的殺手我都幹掉了！你再來啊！死老天！我會連你一起宰了！」

    p 吼聲中摻雜著被冰雹擊中的呼痛聲，愈來愈近。

    p 被月影追殺的人，芬斯特藍心道。他怎麼逃得到這裡？無論如何，不能讓他就這樣死去。

    p 他忍著冰雹擊身的痛苦，拿下身上的毛氈，捲成一團。

    p 「朋友，接著！」芬斯特藍叫道，隨即將毛氈丟了過去。

    p 瓦林娜不得已，只好張開身上的毛氈，將兩人一起蓋往。她雖然對芬斯特藍很有好感，但一點都不想如此靠近。

    p 她不太高興芬斯特藍不問她就直接丟出毛氈。一瞬間她不禁想唸個咒語來給他一點教訓。不過，仔細一想，確實這是救人的唯一辦法，於是收回了剛要放出的法術。

    p 芬斯特藍感覺到少女的身體貼著自己，忍不住心跳加速。不過，考慮到她是掌握力量的法師，也是冒險的同伴，他隨即克制自己，專心觀察冰雹中那人的反應。

    p 冰雹太大，他什麼都沒看到，不過吼聲停止了。看來對方似乎接到了他的救命禮物。

    p 「芬斯特藍，」瓦林娜輕聲道，「那人接到毛氈，躲到草叢中了。」

    p 「妳看得見？」芬斯特藍訝異地問道。

    p 「嗯，從小就有異於常人的夜視力，也不知道為什麼。噢，好冷。」

    p 由於過於寒冷，他們不再說話，只是等待。

    p 冰雹下著下著，漸漸地緩和了。雷雨雲也慢慢遠去，只留下遙遠的隆隆聲，還不時傳來。

    p 終於，一切歸於寂靜。

    h3 1.4.2. 烏風

    p 芬斯特藍和瓦林娜拖著僵硬的身驅起身，全身上下都被砸得疼痛不堪。

    p 那人也迅速爬了起來，朝他們走近。

    p 他被著一件黑色的斗蓬，沾滿白色的霜雪。臉上全用黑布蒙住，雙眼罩著黑紗，從布的缝繫中露出幾撮凝著水滴的銀髮。整個人看上去就像一具剛從冰棺裡挖出來的屍體。

    p 「我叫烏風，感謝你們救了我。」他冷冷地說道，聲音沙啞而低沈。

    p 瓦林娜感到一股強大而深遂的懼意，來自內心的極深處。

    p 他只是個人，她告訴自己，只是個亡命之徒。

    p 「不敢當，只是巧合而己，」芬斯特藍道，「敢問閣下是何人？為何會被月影公會追殺？為何出城甚遠，卻不帶行囊？」

    p 「無可奉告。」烏風用他一貫冰冷的聲音說道，說著將毛氈遞還了芬斯特藍。

    p 「別這樣，朋友，」芬斯特藍道，「你我同是天涯亡命人。說實在，我們也正被人追殺。」

    p 「往哪裡去？」烏風問道。

    p 「西南山脈。」

    p 「探險？」

    p 「對，而且還背負著任務。要同行嗎，朋友？」

    p 「你們會有危險，」烏風冷冷地說道，「大批月影的人正追捕我。」

    p 「怕什麼，」芬斯特藍道，「反正我們原本就夠危險的了。」

    p 「你們讓我同行？」

    p 芬斯特藍點點頭，轉向瓦林娜。

    p 「當然...不過，我們可以誠相待嗎？」瓦林娜道。

    p 「哼，」烏風冷笑道，「我答應不向你們說謊便是。」

    p 芬斯特藍很清楚，對於烏風這種人來說，這便是友誼的保證了。

    p 他們一邊往前，一邊相互詢問往事，以及被追殺的原因。

    p 芬斯特藍和瓦林娜簡單地描述了之前的種種經歷，以及關於考古學家的怪事。

    p 「換你了，」瓦林娜笑道，「要以誠相待。」

    h3 1.4.3. 烏風的過去

    p 「我曾是一名殺手，」烏風道，「在月影底下工作。」

    p 「那你們是同伴吧？怎麼反而會被他們追殺呢？」瓦林娜問道。

    p 「人在月影一日，永世不得離開，這是內規，」烏風道，「我不惜與同袍反目，就是為了離開。我已厭倦了這種生活。」

    p 「但我們的旅程中，可能還會有不少戰鬥。」芬斯特藍道。

    p 「我能戰。」烏風道，「我的雙手滿是血腥，不在乎再次染血。」

    p 「但是，」瓦林娜道，「為什麼他們要大批來追捕呢？」

    p 「他們本來不必大驚小怪，」烏風道，「不過走之前，我還帶了一樣東西。」

    p 「一樣東西？」芬斯特藍道，「一樣東西...該不會是傳說中的...」他的聲音透出了些許懼意。

    p 「是的，」烏風亮出一把小刀，「正是嗜血割喉刀。」

    p 青銅製的刀面上刻著許多符文，刀柄下的環上綁著一撮長長的髮辮。

    p 「嗜血割喉刀！」芬斯特藍驚道，「那不是月影的鎮幫之寶嗎？怎麼會在你手上？」

    p 「我是一名殺手，也是竊賊，」烏風道，「月影從沒栽過這麼大的跟頭，栽在自己的成員上。」說完將刀收回。

    p 「但是，你為什麼要甘冒大險，偷取這柄割喉刀、背叛勢力龐大的月影公會呢？」芬斯特藍問道，「以你的身手，在裡面應該很有發展吧？」

    p 「我有我的原因。」烏風道，「為了某種原故，我需要力量，強大的力量。」

    p 這是個危險的人，芬斯特藍心道，有著強大的野心。

    p 「力量...你的力量來自外在的武器？」瓦林娜追問道。

    p 「力量來自一切，」烏風道，「不論內外。」

    p 來自一切，瓦林娜心道，包括同伴嗎？若是同伴也被當成力量的一部份...天哪，這是個什麼樣的人呢？

    p 三人又閒聊了一些瑣事。說著說著，前方浮現了房屋的影子。

    p 「我去探探。」烏風道。

    p 他敏捷、輕巧地向前奔去，像一頭尋獵的黑豹般，迅即溶入靜夜。

    h3 1.4.4. 星使

    p 洛南紀五十九年十月十九日，星界

    p 無垠的虛空，九名閃亮的身影，飄浮著，等待著，圍成一圈。他們不凡的面孔上，透出了些許急切。

    p 雖然已經離開原本的星座，大地離祂們還很遠，很遠。

    p 「紫焰姐，」一位略為矮小，手持鎖鏈的男神尖聲說道，「妳有什麼打算？能看穿命運的妳，能否給我們一些預言呢？」

    p 「別傻了，墨漾，她不會告訴你的，」一位留著落腮鬍，手持三叉戢的高大男神說道，「災禍之神應該已向你說過預言了吧。」

    p 「密網座的玓環、陰空座的墨漾，我必須說，你們真是無聊。」一位手持冒火闊劍的長髮女神怒道，「難道就不能讓我靜一靜嗎？我可以告訴你們，即將來臨的就是災難、殺戮和毀滅，滿意了嗎？」

    p 「妳還是那麼性急啊，琉璃，」一位手持長劍的短髮男神笑道，「小心到凡界會吃虧哦。」

    p 「你這什麼意思，凝光？別以為你的主神是北斗神尊，你就可以亂講。」手持火劍的琉璃怒道。

    p 「他沒有必要回答妳，來自盤蛇座的痛惡使者琉璃，」一位面色和藹、手持木杖的老男神柔和地說道，「但我可以告訴妳，凡人並不是只會任憑宰割。」

    p 「您言重了，龍心座的長碧，」一位手持銳盾的短髮女神笑道，「凡人怎麼能與天神作對呢？」

    p 「是啊，平衡使者穹銀，上次愛森的文明如此輝煌，還不是毀於一旦，」一位面如重棗，手持戰鎚的男神陰沉地笑道，「這次他們不會比較幸運。」

    p 「好啊，玉輝、穹銀，你們講得好像很輕鬆，竟然視我煌鑫於無物？」一位手持長槍的女神嗔道，「槍騎神可沒打算摧毀人類。從文明起始，祂就在守護他們，幫助他們創造。」

    p     p 「北斗神尊也不打算消滅他們，」短髮持劍的秩序星使凝光說道，「我的主神，秩序之神北辰，只希望將人類導入正途，重拾信仰。人有了力量就忘了神，這不應該。」

    p 「重拾信仰？」，面如重棗、手持戰鎚的玉輝怒道，「對誰的信仰？我早料到你們各有私心。審判之神就沒那麼慈悲，非得給他們徹徹底底的懲罰才行。」

    p 「別跟他吵，玉輝，」一位手持短弓的女神淡淡地說道，「命運會彰顯一切，也會為一切劃下句點。」

    p 「紫焰姐，還是妳寬宏大量，」痛惡星使琉璃笑道，「換作我啊，早一劍把凝光給劈了。」

    p 「別這樣，琉璃，其實凝光兄也很可憐，」宿命星使紫焰說道，一面撫著她的短弓，「他跟我們的任務都衝突，與其他善神使者也不一樣。」

    p 「雖然理想不同，我們都會全力阻止滅世計劃，」老者長碧說道，「慈悲之神不會眼睜睜看著親手創造的子民毀於一旦。」

    p 「要阻止也難哪，」最先開啟話頭的災禍星使墨漾尖聲冷笑，「難道你想違背『誓約』？」

    p 「誰都無權背約，陰空座的墨漾，」持盾的平衡星使穹銀道，「無論災禍之神讓你做出多麼可怕的事，我們也不會傷害同屬星界的不朽之軀。」

    p 「無需背約，我也有辦法來對付你們。」槍騎神的使者煌鑫露出微笑，「穹銀啊，我倒想請教，平衡之神又不是邪神，為什麼派你參與滅世計畫？」

    p 「這妳就不懂了，煌鑫，」穹銀反駁道，「善惡與正邪本不是絕對的。況且，你自己也參與了這項計畫，跟我們沒有不同。你們給計畫取了別的名字，其實根本是同一回事。」

    p 「別吵啦，別傷了和氣，」紫焰道，「再怎麼吵也於事無補，反而教人看笑話。」

    p 「這兒又沒別人。」煌鑫爭辯道。

    p 「別忘了主神們還在上面哪。」凝光笑道。

    p 其他星使一聽，馬上收斂了。

    p 「好啦，快沒時間了，」紫焰道，「在下凡之前，我先跟各位說一則預言，做為禮物。仔細聽好囉。」

    p 「真是太慷慨啦。」墨樣道。

    p 「我劍上的火焰會繞過宿命神廟的。」琉璃冷笑道。

    p 紫焰閉上雙眼，緩緩地開了口：

    p 「
    p 古老的國度已埋下種籽，千年的光陰已喚醒嫩芽；
    p 魔法的餘燼將再度燃起，失落的文明將重新建立。

    p 不息的風是第一道旋律，寒冷的塔作為短暫插曲；
    p 兩篇傳奇共享一組音韻，古墓黑門即將再度開啟。

    p 可敬的大王又離開故鄉，法師的後裔將齊聚一堂；
    p 黑暗的生命已不堪煩擾，千年的靈魂卻重獲釋放。

    p 歷史的扉頁失落了過去，地底的黑影覆蓋了大地；
    p 黑夜與白晝交替的戰場，開場與結局將永不分離。
    p 」

    p 「嗯，發人深省呢。」自由星使煌鑫喃喃說道。

    h2 1.5. 暗血石

    h3 1.5.1. 『海之擁』

    p 洛南紀五十九年十月十九日，集漁鎮

    p 流星雨剛剛結束，人們躲回了家中。整個鎮上靜悄悄的，彷彿被施了魔咒一般。

    p 全鎮唯一還亮著燈的房子裡，傳出陣陣喧嘩聲。那聲音在寂靜的巷弄間穿梭來回，飄進村口逐漸駛近的馬車裡。

    p 「終於到了，」米庫斯高興地說道，「這兒就是集漁鎮啦，我半年前還來過這兒。這裡的旅店『海之擁』也算小有名氣，老闆卡穆里是個好客的人啦。」

    p 「真不錯，可是街道上竟然一遍死寂...」安琪道，「一定是流星雨的關係。」

    p 「我想也是，」米庫斯道，「星斗真的隕落了，這對人們一定打擊不小吧。」

    p 「你難道不受影響？」安琪問道，「我們主神的星座都落了一顆星欸。這一定有什麼啟示。」

    p 「如果要問我啊，」米庫斯笑道，「一定是神明在天上待得不耐煩，下來透透氣啦。」

    p 「別亂講。」

    p 「好啦，好啦，」米庫斯道，「先下車再說，咱們到了。」

    p 兩人下車，向車夫道了謝。米庫斯今日的車費付給他，一共十枚碎金。

    p 車夫將馬匹連著車子牽往馬廄，兩人走進了掛著亮藍色招牌的旅店「海之擁」。

    p 寬敞的大廳上，十幾個人席地而坐，圍著火堆取暖，一邊談天說地。

    p 兩名店小二忙進忙出，端上一壺一壼的酒，以及切好的牛肉。

    p 壯碩的老闆卡穆里站在大廳右首的吧台後，一看到兩人進來，立刻熱誠地說道：「新來的客人啊，你們一定趕了不少路吧。來來來，先到火堆邊坐坐，烤烤火。這種天氣啊，真教人不想待在外面呢。」

    p 他看起來約四十來歲，粗壯的雙臂和臉孔完全沒有掩蓋他那熱誠和善的笑容。歲月在他的眼中留下了智慧的光芒，而不懈地鍛鍊讓他維持了年輕的體力。

    p 「你不記得我啦，卡穆里？」米庫斯說著摘下兜帽。

    p 「對了，我想起來了，你是那個...」卡穆里笑道，「米庫斯！對了，鎖匠米庫斯！各位，米庫斯回來了！」

    p 一聽到米庫斯的名字，店裡的人紛紛轉頭張望。

    p 鎖匠米庫斯？安琪心道，什麼時候他從修士變成鎖匠了？他出外浪遊的這幾年，到底學了些什麼本事呢？

    p 「我來跟各位介紹，」米庫斯道，「這是我的表妹安琪啦。她是潮汐神的修士，也高明的醫者呢。」

    p 「很高興認識各位。」安琪禮貌地說道。

    p 「唉呀呀，真是稀客稀客，」卡穆里道，「難得見到在外冒險的小姐。好啦，今天兩位的食宿，就算我請客，大家交個朋友！」

    p 「這怎麼好意思呢？」安琪道。

    p 米庫斯暗地裡給了她一小記肘捶。由於米庫斯個子小，安琪則比常人稍高，這記肘捶正好撞到腰眼上。安琪不願失禮，只好忍痛，假作不知。

    p 「不要緊，不要緊，」卡穆里笑道，「你們就先坐吧。來來來，那邊的朋友，麻煩讓個位兒。」說著將兩人帶到火堆北首，靠窗的位置坐下。

    h3 1.5.2. 鬼故事

    p 「剛剛講到哪兒啦？」一個面帶醉意的大漢問道。

    p 「鬼船，」一個留著兩撇鼠鬚的瘦小漢子說道，「不過我想我應該重頭開始，不然他們跟不上。」

    p 「那就有勞啦。」米庫斯道，同時擺出一個輕鬆的姿式。

    p 「這故事發生在東南方的海岸，是一個漁夫親看眼到的。」瘦子道，「三天前的夜裡，當漁夫正在岸邊採海菜時，注意到一陣濃霧，霧氣中有一個若隱若顯的白影，竟有帆船的輪廓。」

    p 「帆船？」米庫斯笑道，「不會是鬼船吧？」

    p 「就是鬼船，正是鬼船！」瘦子道，「在瀰漫的霧中，塔加不知眼前的景像是真是幻。他趕緊伏倒，躲到岩石後面。」

    p 他續道：「接著鬼船愈來愈近，周圍的空氣也愈來愈冷。陣陣陰風自海上吹來，彷彿鬼哭從船上飄臨。『嗚...啊...』大概就像這樣，『嗚...哦...啊...』」

    p 說故事的人用喉頭裝出低沉的喊聲，像鬼魅的掙扎叫喊，讓溫暖的火爐邊平添一般寒意。

    p 安琪從小聽慣了鬼故事，絲毫不覺可怕，反而聽得起了興。

    p 不過，既然星斗都會隕落，這鬼船的故事說不定也是真的，那就不再有趣了。

    p 那人繼續說道：「塔加嚇得發抖，完全不敢動彈。傳說啊，只要讓鬼船的船長看見了，就會被詛咒，被帶走，變成鬼船上的一員。

    p 「他靜靜地看著鬼船靠岸，也沒有水鬼下來繫纜，神奇地停住了。

    p 「霧氣仍然很重，而陣陣寒風已冷到讓塔加幾乎抵受不住。他顫抖著，又不敢離開藏身之處，只好一直等待，希望一切早點結束。

    p 「這時，從鬼船上走下一個披著紅袍的身影，面目瞧不清楚。接著，又下來了一個披黑斗蓬的和一個赤裸上身的人，也都看不清面孔。

    p 「他們用奇怪的語言交談，然後各自散開，往不同的方向走去。披著紅斗蓬的人，竟筆直地走向塔加的藏身之處！

    p 「塔加看著那人一步一步地走近。一股恐懼感將他攏罩，他幾乎快窒息了...」

    p 那人說到這裡，停了一下，喝了一小口酒，拿了塊肉片，邊嚼邊繼續道：「嗯。他一動也不動，只能不停地向災禍之神祈禱。紅袍人愈走愈近，眼看就要到他的身邊了！

    p 「說也奇怪，或許是霧太濃，紅袍怪客竟筆直地從離他一步之遙的沙地走過，完全沒注意到塔加的存在。

    p 「那人斗蓬半遮的臉上，有著一道很長的疤痕，掠過他沒有瞳孔的左眼。臉上的神情，像是剛從地獄冒出來的，簡直比鬼還可怕。

    p 「塔加等著，直到那人走遠，鬼船也不知何時消失得無影無蹤。濃霧漸漸散開，星月重現光明，寒氣也不再刺骨。

    p 「剛才的一切，就像一場夢境，褪去得絲毫不留痕跡。塔加慢慢起身，發現沙灘上真的有幾排腳印。這是真的！」

    p 「你是說，」一個方臉漢子問道，「三個怪人在大霧中乘著鬼船上了岸，之後就不見蹤影？真不錯，可惜沒有新意，老套的鬼故事啦。」

    p 人群中爆出一陣哄笑。

    p 說故事的人紅著臉道：「你們可別笑，這是真人真事。我就是從塔加那兒聽來的。」

    p 「我才不信呢，」有人道，「塔加在哪兒？」

    p 「就在樓上房裡睡著呢，」那人道，「自從事情發生以後，他夜夜失眠，總是在夢中驚醒，口中喃喃自語：『災難近了...末日近了…近了...從海的那一頭...』

    p 「有時他會說：『他們來了...不要...戰船...一百艘...兩百艘...他們燒了我們的村子...殺了我們的人...』」

    p 他摹仿塔加魂不附體，斷斷續續的顫音，在場的人都不禁打了個寒顫。

    p 「惡夢糾纏著他，」那人續道，「於是他逃離家鄉，為了尋求一個安穩的所在，來治癒內心的傷。我是他的朋友，名叫梅卡，也是一名漁夫。」

    p 「我想我知道安全的地方。」安琪道。

    p 所有人的目光轉向她。

    p 「神廟，」安琪道，「只要不是供奉邪神的就好。我知道這附近就有潮汐神的神廟。」

    p 「那好，」梅卡道，「明早我就帶他去打探，應該不會太難找吧？」

    p 「我想是不會，」安琪道，「不過我建議你現在先把那位塔加先生叫醒，我可以請潮汐神幫他祛除心中恐懼的陰影。

    p 「妳是？」

    p 「我是一名醫者。」安琪道。

    p 「好極了，」帶著故事的梅卡說道，「那麼我去叫他。」

    p 人們一語不發，靜靜地等著。

    p 過不久，樓上傳來恐怖的驚叫聲。

    p 梅卡快步地跑下樓，喘著氣道：「塔...塔加他...他...」

    p 「他怎麼了？」許多人同時問道。

    p 「他...他死了！」梅卡叫著，倒在地上，暈了過去。

    h3 1.5.3. 屍變

    p 「什麼？！」人群一片驚慌，「怎麼會？！」

    p 安琪走向倒在他上的梅卡，看了看臉色，探了一下鼻息。接著，她掏出一瓶半透明的乳白藥劑，打開蓋子，放到梅卡鼻邊。

    p 一陣通體舒暢的芬芳。

    p 「他沒事，」安琪道，「只是過度驚嚇，很快就會好。倒是樓上...」

    p 老闆卡穆里臉色蒼白，強作鎮定地說道：「大家別慌，我...我去瞧瞧。」

    p 「我跟你去，」米庫斯道，「可能有危險。帶著武器吧。」

    p 「我也去，」安琪道，「說不定還有救。」

    p 卡穆里抄起牆角的一把斧頭，往樓上走去。米庫斯執起漁網和三叉戟，和安琪尾隨在後。

    p 安琪持著手中的盾，暗自祈禱，希望不必使用它鋒銳的外緣。

    p 平衡修士的盾並非如普通的盾那樣只能防禦，必要時也像戰斧一般能殺能傷。安琪也受過武技的訓練，但她並不喜歡砍殺格鬥。

    p 三人延著木梯，一級一級上行，來到一間小廳。一條走道往左延伸，通往客房。

    p 其中一間房門大開，搖曳的燭光自裡面透出。

    p 卡穆里帶著兩人走到門旁。眼前的景象令安琪不寒而慄。

    p 一名二十多歲的男子，面色慘白，眼睛圓睜，扭曲地倒在地板上。他身上的氈子一半還拖在床上。那人左手緊握著，掌中藏有什麼東西。

    p 床邊立著他的背袋，袋口開著，有微弱的綠光透出。

    p 安琪感到一股莫名的恐懼。這是一具受詛咒的屍體。

    p 她唸出祛除恐懼的禱文：
    p 「瑪法達，平衡掌管者，請賜與吾人堅定勇氣。」

    p 一股勇氣注入了三人的心中，眼前的景象顯得不再那麼駭人。神恩給了大家勇氣。

    p 米庫斯走近塔加的屍體。

    p 「小心！」卡穆里輕聲道，跟了進去。安琪也亮出聖徽，走入房中。

    p 「他中了詛咒，」安琪難過地說道，「不是嚇死的。但是，如果當場沒有出事，現在就不應該出事才對...」

    p 「是背包裡的東西。」米庫斯一改輕浮的口吻，嚴肅地說道，「他還拿在手上。碰觸受詛之物足以致命。」

    p 「中了詛咒？受詛之物？」老闆卡穆里驚道，「他死在我的店裡，這詛咒會不會殘留？」

    p 「我不確定，」米庫斯沉吟，「不過還是小心為妙。最好等我們查完後，就把這間客房封鎖，直到找到修士來解咒祛邪。」

    p 「我可以解咒祛邪。」安琪道。

    p 「但是，那屍體怎麼辦？」卡穆里道，「總不能讓他爛在這兒啊。」

    p 米庫斯正要接口，忽然腳邊的屍體抽動了一下。

    p 「糟糕，是屍變！」安琪叫道，「快後退！」

    p 米庫斯一邊退到一角，一邊說道：「果然是詛咒。」

    p 卡穆里舉起斧頭，跳上床板，一面叫道：「是僵屍嗎？是的話我一斧劈了牠！」

    p 「未必是僵屍…小心點…我感到牠很危險。」安琪說著走近不停抽動的屍體，舉起胸前掛著的雙杖聖徽，唸出祛散邪靈的禱文：

    p 「邪惡的死靈，汙穢的存在啊，
    p 離開這受詛的軀體，回到幽冥的世界！
    p 世間的快樂汝既無福消受，
    p 別再徒增憤恨悲傷！
    p 以瑪法達之名，退下！」

    p 塔加的屍身抽動了幾下，綠光從眼中和口中散出。
    p 他掙扎著站起，似乎很痛苦，但綠光沒有散盡。

    p 米庫斯拋出漁網，將活屍罩出，接著舉起胸前的聖聖徽。

    p 「禱文不夠力？」米庫斯道，「我來！我也算是個修士！」
    p 他走近唸出祛散邪靈的禱文：

    p 「邪惡的死靈，汙穢的存在啊，
    p 離開這受詛的軀體，回到幽冥的世界！
    p 陽間並非囚汝之監牢，
    p 無謂殺戮無法帶來榮耀！
    p 以耐頓之名，退下！」

    p 屍身抽動了幾下，還是一面拉扯漁網，一面站了起來。
    p 米庫斯向浪濤神借助的力量，也無法解救這受詛的活屍。

    p 在牠雙手握成爪形，準備攻擊生人之時，一顆黑色的寶石從牠左手中落下。

    p 「啦哩咧的，是暗血石！」米庫輕叫一聲，隨即伏身一把抄起了那顆寶石。

    p 「別碰！」安琪叫道。但已經太遲了。

    p 米庫斯雖然拿到寶石，但塔加的屍身卻舉起右手，向他抓來。

    p 卡穆里在床板上準備許久，在危急時刻，居高臨下揮出一斧，正正地砍在怪物的左肩。

    p 「倒！」卡穆里喝道。

    p 沒想到那妖怪似乎毫無感覺，不管身上的傷，繼續抓向米庫斯。

    p 在千鈞一髮的時刻，米庫斯在地上打了兩滾，躲了開來。還了一戟，但妖怪不避不讓，被刺中卻毫無感覺，繼續攻擊米庫斯。米庫斯一閃身，妖怪抓到他身旁一掌之遠處。卡拉一聲，五指嵌進木板，開了一個大洞。

    p 安琪見情況不對，拿出一瓶透明的液體，默唸禱文，往妖怪灑去。白煙冒出，妖怪發出了「喔喔」慘叫。

    p 「聖水！不愧是醫士呢。」米庫斯一面閃躲，一面故作輕鬆，「真不賴，可惜對方太強韌啦，再拿幾瓶聖水也不夠力呢。妳知道牠是什麼東東嗎？」

    p 「是…是屍妖！」安琪認出了活屍，驚叫道，「那顆石頭的詛咒未免也太...你們快逃！屍妖是不會受傷的，沒有武器傷得到牠！我來對付牠。擋不住，至少可以撐到你們安全為止。」

    p 卡穆里拔出斧頭，迅速地跑到窗邊，一斧劈開窗戶，跳了出去。

    p 米庫斯知道怪物的目標是暗血石，但他不願放掉珍貴的寶石，於是一面閃躲，一面靠近窗邊。

    p 「放下石頭，快走！」安琪叫道，一面拿出聖水灑向屍妖。

    p 屍妖正朝米庫斯抓去，安琪的聖水讓牠的行動時頓了一下。米庫斯逮到機會，一翻身從窗口跳了出去。

    p 「石頭我帶走啦。」米庫斯叫道。

    p 安琪看到表哥暫時安全了，隨即轉身，逃往樓下。

    p 她的背後挨了一記猛攻，雖然背盾擋了下來，還是受了不少震盪。安琪不敢回頭，往樓下撤退。

    p 她明白表哥即將面臨更大的危險。

    h2 1.6. 月影異士
    h3 1.6.1. 嗜血割喉刀

    p 洛南紀五十九年十月十九日，王都諾薩里亞城外

    p 看著烏風溶進黑暗之中，瓦林娜問道：「月影公會是什麼？」

    p 「勢力龐大的地下組織，」芬斯特藍答道，「他們什麼事都幹，包括暗殺、竊盜，還介入貴族間的權力鬥爭。但是，他們真正的目的，從來就是個謎。總之，被月影盯上的人，十之八九會慘遭不測。」

    p 「那麼，烏風...」

    p 「他很特別，」芬斯特藍道，「想來身手不凡。原本我不相信他能逃離月影，但他手中的嗜血割喉刀是真品，那就不得不信了。」

    p 「你怎麼知道是真品？」瓦林娜問道，「你總不成見過它吧？」

    p 「當然不是，」芬斯特藍道，「是傳奇故事中提到的。身為吟遊詩人，各種傳奇都得熟悉。」

    p 「那把刀是做什麼的？」瓦林娜問。

    p 多問多學，多說多忘，是風谷的格言。

    p 「傳說中，嗜血割喉刀上附有強大的魔...我是說法術，」芬斯特藍道，「它能輕易穿透盔甲，還能引導主人的手，精準地割喉。它也是凌厲的暗器，投擲出去後，可以抓住尾端髮辮把它收回來。但是，它是由什麼人打造、第一個主人是誰，我就不清楚了。」

    p 「所以那是一把加持武器囉？」

    p 「加持武器？」

    p 「就是指附有法術的武器。加持武器的咒文很難，連身為結界師的我，都無法單靠自己的法力來完成。在修業時成功的加持術是和同伴一起施的。」

    p 「對了，」芬斯特藍不知如何接話，說道，「我這兒有些古物。除了兩塊青銅碑之外，上面都附有法術。」

    p 他解下背袋，一樣一樣取出從塵封之殿買的古物，再從中拿起透鏡，對瓦林娜道：「這原本是考古家的，可以看到上面的法術，可惜我看不懂。妳要不要試試？用珍珠啟動。」說著從珠寶袋中拿出一顆珍珠。

    p 芬斯待藍雖然在外不大用錢，也不帶多少錢，但珍珠是用來施法的，不可不帶。

    p 瓦林娜接過珍珠和透鏡，仔細端詳。

    p 她目光中露出興奮的神采，諵諵自語道：「哇！是鑑視透鏡欸！以前師父都很少讓我們碰...我看看，上面的符文是...麗兒．施拉...沒錯，就是鑑定咒...先把寶石靠近，然後...唸出咒文...等等，正反應該沒關係吧...管他的，應該沒關係...好，試試看！」
    p 她唸出咒文：「施拉．康．薩．維．塔」珍珠果然爆成一片白光。

    p 瓦林娜諵諵自語道：「哇噢！真不簡單！...我看看...守禦護符...加持短劍...什麼功能呢？...這個光形...嗯...對了，是精準...加持過的精準短劍...天哪！怎麼會這麼好！...哇哇哇...太不可思議了！...還有兩個青銅碑...蛛網術啊...還不錯...另一個是...魔彈...」

    p 「什麼啊？」芬斯特藍看著她專注的樣子，笑道，「怎麼妳說什麼我都聽不懂？能不能解釋解釋？」

    p 「哦...是這樣子的：守禦護符具有保護的效果、精準短劍會引導你的手去擊中目標。這兩個青銅碑則諸存著法力，唸出上面的咒文它就會爆開釋放，只能用一次。

    p 這上面刻的是『蛛網術』，可以造出一大片粘膩的蛛網；那個是『魔彈術』，可以射出必中的飛彈。我必須解釋，很多法術的名稱和效果都是前人取的名字--其實『魔彈術』本身沒有善惡。所以如果必要，有時我還是得使用『魔法』這類的字眼。」

    p 「妳用得上這些東西嗎？」

    p 「我想我應該說『用不上』，對吧？這些畢竟是你辛苦得來的。而且反正我還會跟你跟一段時間，你能用它們來保護我還不是一樣？」

    p 「算了吧，」芬斯特藍笑道，「妳這麼精通法術，難道還需要我的保護？」

    p 「不是『必要』，」瓦林娜想了想，笑道，「不過我喜歡和你一起。你是個好人。」

    h3 1.6.2.追殺

    p 一聲長長的慘叫打斷了他們。

    p 一個黑影，從房舍的方向朝著他們跑來。芬斯特藍伏低身子，躲進濕淋淋的草叢。

    p 他輕輕地拉了一下瓦林娜。瓦林娜隨即伏低，留意前方。

    p 「不是烏風。」瓦林娜輕聲道。

    p 「把他截下！」烏風的聲音從黑暗中傳來，「是月影的人！」

    p 芬斯特藍握著法術加持的短劍，對準前方，屏息等待。

    p 那人聽到烏風的叫聲，回頭一下，又遲疑了半秒，隨即執著手中的鐵練，繼續奔來。

    p 月影的人，芬斯特藍心道，一劍下去，後患無窮啊。

    p 那人愈奔愈近。芬斯特藍逮到機會，從草叢中一躣而起，一劍刺中那人左肩。

    p 那人慘叫一聲，倒在血泊之中，黑斗蓬罩住了他。看來他原本已經負傷，再也耐不住芬斯特藍一擊。

    p 「別搜身！」對面傳來烏風的叫聲，「背袋、錢袋內都有機關！等我過來！」

    p 芬斯特藍轉身，準備回去收拾東西時，突然地下傳來吟詠禱文的聲音：
    p 「魔力塔，災禍之神！綁住彼之手足，縳住彼之體骸！」

    p 芬斯特藍聽到聲音便知不妙，立即回身，但已太遲了。

    p 原來那人只是倒地裝死，等待施法的時機。對常年在暗處行事的月影，裝死並不算特別的技倆。

    p 禱文念畢，災禍之神的力量使芬斯特藍被定在原地，動彈不得。

    p 災禍之神的修士站起，唸出禱文：

    p 「魔力塔，災禍之神！請賜予我治療的力量，讓我將不應存在的傷痛解除，讓我以神蹟展現汝之大能。」

    p 他又繼續往前衝，似乎傷勢已然好全。

    p 瓦林娜看著他靠近，等著。在相距不到四尺時，她突然起身，唸出咒語：「維兒．空．木暗」

    p 一團烈焰自瓦林娜手中爆出，捲向那人，將他全身點燃。

    p 那人慘叫著滾倒在地，壓熄身上灼熱的火焰。

    p 瓦林娜直覺到對手的頑強，決定在他忙著滅火，來不及反應時，唸出咒文：「普拉絲．提卡．怒殺」同時將雙手比成手刀，在身前交錯兩次後劈出。

    p 兩股風切迅速地擊向地下的災禍修士。

    p 那人一翻身，閃開了其中一擊；但還是躲不掉另一擊，腰際受到重創、血如泉湧。

    p 但他毫不遲疑地起身，奪路而逃。

    p 瓦林娜舉起木杖，緊追在後，令那人緩不出時間包紮。

    p 由於大量失血，那人跑了不久就慢了下來，不得不回身迎戰。

    p 瓦林娜眼前是一個全身染血的人，雙手舞著鐵鏈，眼神中透出冰冷的恨意。

    p 月影的人！瓦林娜心道，竟然中了我的『燃燒之手』和風谷的奧義『風切』還能再戰？

    p 「喝啊--」那人揮動著長長的鐵鏈，衝向瓦林娜。金屬攪動的聲音，刺進了瓦林娜的雙耳，穿入她心中。

    p 「維兒．空．木暗」瓦林娜穩住神智，釋放出最後的法力，唸出燃燒的咒語。

    p 一團火焰將那人吞噬，並摧毀了支撐他的最後一絲力量。

    p 他全身著火，慘叫著滾倒在地上，但魔法火焰並不熄滅，一直吞噬他，直到化為焦炭。

    p 在剛下過冰雹的溼草地上，火焰燒出了一片焦黑和一團青煙後，自然地熄滅了。

    p 瓦林娜雖然戰勝了，心裡卻有種落敗的感覺。剛才她喪失了對自我的控制，被迫使用最後的法術。她被敵人的執著嚇到了。

    p 他就這樣倒下了，瓦林娜心道，就這樣被一個咒文擊倒了。他的力量、恨意，都在瞬間化為烏有。靈魂輕易地離開了驅體。

    p 如果剛才命運稍微改變一下，倒在地下的就是我了。這便是死亡嗎？我從來沒有離它那麼近。說不定，就這樣我毀了一個人的夢。

    p 法師釋出最後的咒語時，就會變得心緒不定、非常疲累。但那畢竟不是死，也不是傷。

    p 瓦林娜心想，一般的人，靠自己的身體冒險，應該離死亡比較近吧。那種生活，會是什麼樣的感覺？或許身為法師的我，永遠無法體會吧。
    p 不過，既已踏上這條路，就應該好好走下去。

    p 法師有法師的旅程。

    h3 1.6.3.月影的組織

    p 瓦林娜轉身，走回芬斯特藍被定住的地方，烏風正從對面向她走來。

    p 「他死了。」瓦林娜道。語調中有些悲傷。

    p 「芬斯特藍？」烏風驚道，「怎麼會？」

    p 「不，是月影的人。」瓦林娜道。

    p 說著兩人都走近了芬斯特藍身邊。詩人依然動彈不得，雙眼呆滯。

    p 「那是『朔』部的人，」烏風冷冷地道，「屋內還有兩個『望』部的和『影』部的。」

    p 「『朔』部？『望』部？『影』部？」瓦林娜問道。

    p 烏風低吟道：「朔時天旨降，望時身形藏，影俱千變化，圓放大光芒。」

    p 「不懂。」

    p 「朔部是待奉災禍之神的修士，也是墳場的看守；望部是刺客和盜賊；影部是法師和死冥術士；圓部則是眾多的眼線和嘍囉。」

    p 「法師？」瓦林娜訝異地問道，「法術的奧秘不是自愛森毀滅後就失傳了嗎？」

    p 「不盡然，」烏風道，「月影還有保留。特別是死冥術，相當齊全。只是見過的人都沒辦法洩密而已。」

    p 聽到「見過的人都沒辦法洩密」，瓦林娜不禁打了個寒顫。

    p 「那麼，」她問道，「你剛剛提到墳場的看守和死冥術士...月影究竟是做什麼的？」

    p 烏風低吟道：「陽焰當空照，月影地下藏；長夜遮天處，神劍現光芒。」

    p 他續道：「月影建立於末日之戰時，愛森文明將被毀滅的全盛時代。第一任黑主名叫奇里爾，在古語中就是『夜貓』的意思。這個組織保存了關於幽界的知識，以及許多禁忌的力量，像魔法。當下一次大戰來臨時，便是人類的一線希望。」

    p 「末日之戰？下一次大戰？能不能解釋的更清楚些？抱歉我沒學過古代歷史。」瓦林娜道。

    p 「等一下再說，」烏風冷冷地道，「我們應該先救詩人。」

    p 「是的，我太急了。不過我們救不起來的，」瓦林娜解釋道，「他中了定身術，沒有大礙，過一會兒自然會好。」

    p 「那麼先進屋裡再說。」烏風說著將散落在地的東西放入芬斯特藍的背袋，再背起他，緩緩走向房舍。瓦林娜跟在烏風後面不遠處，一語不發。

    p 瓦林娜注意到烏風的黑斗蓬多了幾處破口，以及他走路時腳步也比先前來得不穩。

    p 他已經負傷了，瓦林娜心道，但卻強忍著不說。這人不僅城府深，對別人也不太信任...或許，「自求多福」本來就是他熟悉的規矩？芬茲也說過，要保護自己。中土的人啊...

    p 雖然不能理解，不過我想我會試著習慣的。生命本來就像山谷裡的風，沒有固定的形態。溪流能隨著山勢而轉，我難道不行嗎？況且，在查清楚西方考古隊的底細前，我也不能再回谷裡了...

    p 想到這裡，肩負的任務喚起了瓦林娜的意志。

    p 放心吧，她對自己說，我會讓他們刮目相看的。

    p 兩人走近屋內，地上散落著三具屍體，看來便是月影派來的殺手了。

    p 瓦林娜注意到其中一名仰倒在地的屍體，喉嚨上有著一道長長的傷口。那人的黑袍攤開，露出一些內袋和一本銀色封皮的書。

    p 「幫我檢查一下機關好嗎？」瓦林娜問道。

    p 烏風將芬斯特藍靠牆放好。詩人像一具人偶一般，動也不動，任憑擺佈。

    p 烏風隨即轉身，走近月影殺手的屍身前，伸出戴了黑手套的雙手，輕輕地從頭至腳摸了一遍。他的眼神凝視著目標，專注的程度就像是雕刻家在創作一般。

    p 過了一會兒，烏風掏出一把小鉗子，從錢袋和袍子的一些內袋中夾出幾枚隱藏的毒針，收入自己袋中。

    p 「妳可以搜身了，」烏風頓了一下，又道，「其實...我認得這個人。他名叫薩滿。他被派來殺我，於是我殺了他。」

    p 瓦林娜第一次察覺到烏風的情感。雖然在他的話語中只透出了一點點，但她知道烏風殺了這個薩滿時，心中一定是有起伏的。他並不是冷血的人，雖然月影的殺手生涯可能會迫使人變得冷血，才能生存。

    p 她開始搜身，取走了薩滿的法術書和法材，又拿走了錢袋中約二十枚的碎金；此外再也沒有別的值得一顧的東西了。

    p 當烏風正在搜另外兩具「影」部殺手的屍身時，突然芬斯特藍發出了一聲微弱的呻吟。

    p 瓦林娜高興地朝他望了一眼，確定他中的咒已漸漸解除，又回頭注意剛從背袋取出的卷軸，那是她從王都戰勝的考古學家那兒拿來的。

    p 她攤開卷軸，仔細地檢查了一番。

    p 等到確定上面沒有被附上什麼帶有法力的符文，瓦林娜才開始閱謮上面的文字：

    p 「遺產已被別人找到
    p 快回王都
    p 盡你所能弄到帶著魔法的東西
    p 什麼都好
    p 要快
    p 不然我們就要變成附傭了
    p 時間將至
    p 希望你趕得及
    p 小心星斗
    p 小心冰

    p 今不如昔，一」

    p 「這是考古學家那兒搜來的卷軸，」瓦林娜回頭說道。她唸出卷軸的內容，之後將它捲好，包回牛皮中。

    p 「這個署名很怪啊...今不如昔，一？」芬斯特藍道，一面伸展著他僵硬的身體。他的關節發出卡啦卡啦的聲音，像是生了鏽一般。

    p 「是他們組織裡第一把交椅的人親筆寫的，」烏風道，「妳殺的人一定背負著重要的任務。」

    p 「要不然就是他們的組織太小了。」芬斯特藍笑道。

    p 「從這份指示看來，」瓦林娜道，「似乎他們遇到了一個更強大的組織，而且對方已經拿到了一些叫做『遺產』的東西，多半是一些加持道具。可是『時間將至』和『小心星斗』、『小心冰』又代表什麼呢？隕星究竟是...」

    p 「我知道一些關於隕星的事，」芬斯特藍道，「皇家森林的隱者曾預言這個兇兆；槍騎神修士預言前所未有的大災難。最近一直出現奇怪的氣候，還有瘟疫，這一切都令人不安。」

    p 「像是正在集結的黑暗。」烏風道。

    p 「為什麼？」瓦林娜道，「我不認為我們犯了什麼大罪，值得天神降下這種懲罰。」

    h3 1.6.4.千年天譴

    p 「祂們的理由不是凡人所能測度的，」烏風冷冷地道，「其實早在千年之前便發生過了。」

    p 「所以說，輝煌的愛森文明是...」芬斯特藍難以置信。

    p 「被天譴所毀。」烏風道，「一個比我們還要發達的文明，仍然抵不過天怒神威。」

    p 「為什麼？」瓦林娜難過地問，「你又怎麼知道的？」

    p 「這是月影的秘密，」烏風道，「我也不知詳情。不過，那場大戰被稱為『末日之戰』是千真萬確；而這一次，我們沒有愛森時代的力量...洛南國，或許全人類都會被徹底毀滅。」

    p 「師父所說的大戰...」瓦林娜痛苦地說道。

    p 「隱者的預言...」芬斯特藍驚道。

    p 「指向著同樣的危機，」烏風冷冷地道，「而轉機又在何處？」

    p 「英雄。」芬斯特藍立刻道。

    p 「法術。」瓦林娜同時道。

    p 「不錯，」烏風冷笑道，「但那樣夠嗎？末日之戰時，像月影黑主奇里爾這樣文武全才的英雄，為數不少；法術也比現在高明得多。」

    p 「所以...是要靠『遺產』，像是...」瓦林娜突然打住不說。

    p 「是的，要靠遺產。」烏風接道，「嗜血割喉刀只是眾多遺產之一，還不是最厲害的，就能助我以一敵四。若拿到其他的遺產，確有一戰之機。」

    p 「那四人的實力如何？」芬斯特藍道。

    p 「領頭那人武藝並不差多少，加上圍攻之勢，本來我會輸。」烏風冷冷地道，「只不過我多了一把好刀，和一雙能接暗器的魔法手套，所以得勝。」

    p 「請說『法術』，」瓦林娜更正道，「『魔法』有邪惡的意味。」

    p 「妳排拒『邪惡』？」烏風冷笑道，「在敵人的眼中，妳我都是『邪惡』的。力量就是力量。」

    p 「力量就是力量，所以不應該讓人以為它是邪惡的啊，」瓦林娜辯解道，「有多少法師因此受到常人的排擠，終致墮入瘋狂邊緣，或真的走上邪路了呢？當我施法時，還得消去對方的記憶，似乎法術是見不得人的事一樣！而這一切，竟然只是因為『魔法』這個名字！」

    p 「妳錯了，法師，」烏風道，「人們懼怕一切他們不瞭解的事。他們也排斥殺手，就算我們平常沒有殺意。」

    p 「他們也排斥探險家，」芬斯特藍道，「不過到了沃土之後就不一樣了。那裡各式各樣的冒險者履見不鮮，說不定現在連法師都不稀奇了呢。」

    p 「但是，」瓦林娜道，「法師探究的課題，也不過是真實世界中隱而不顯的本質而已，和星象師、工藝家並沒有什麼不同啊。」

    p 「星象師不會讓星斗掉下來，」烏風道，「但是一般人可不知道法師會對他們做什麼。」

    p 「無論如何，」芬斯特藍道，「傳奇般的命運落在我們頭上了，要抗拒也難。查出真相，找到救世的力量似乎是唯一的路。」

    p 「是的，」烏風道，「當救世碰巧就是救自己時，沒有人能做別的選擇。」

    p 「如果不是呢？」瓦林娜問道。

    p 「到時候再說吧，」烏風道，「人性的深處不到緊要關頭是看不出來的。」

    p 「隨你們怎麼說。不過呢，如果世界不是明天就毀滅的話，我要先去睡了，」芬斯特藍道，「至少目前睡意對我來說比什麼都真實。守夜時我輪第二班。」

    p 「不用守夜了，」烏風道，「我睡門口。有人來我聽得到。」

    p 「這麼厲害？」瓦林娜訝異地問道，「連睡眠都這麼警醒？怎麼練成的？」

    p 「為了活下去。」烏風冷冷地答道，隨即和芬斯特藍一起將屍體搬出屋外，在門口清出了一個空位，取出氈子，倒頭躺下。

    p 芬斯特藍找了個屋內的角落，打點好雜務，睡倒在地。一整天的經歷，在他腦中不斷翻騰、激盪、升華。這是創作的前兆，他想，或許我即將有新的作品，能表達此刻的心境。

    p 幾行詩句飛進了他的腦海：

    p 「災星隕落，末日將臨
    p 吾人惶恐萬分，匍伏在地...」

    p 然後他便落入司夢神的懷抱了。

    p 瓦林娜也已經躺好，卻難以入睡。

    p 死亡的陰影籠罩著她，令她喘不過氣。

    p 冒險的旅程，並不是我原先想的那樣，她心道，太不一樣了。那不只是對新事物的接觸，更是場生存的大賭盤。

    p 我們都在用生命當賭注，不論是同伴或是敵人。那名考古學家、那四個月影的殺手，還有我們，都不斷把生命下注於一場無盡的豪賭。賭贏的就能活，輸了就會死。

    p 能不能不賭呢？當然能，但是有些時候是非戰不可的。

    p 那麼，冒險的目的又是什麼？旅程為何開始？何時結束？

    p 或許就像法術的知識一般，一接觸便脫不了身，只能承受一切。世界、災難離我都很遙遠，但卻又不能假作不知，回去過平凡的日子，等待突如其來的命運之輪，把自已捲進莫名的死亡。

    p 救贖之道還不清楚，至少冒險的過程便是探索。若不去探索，便沒有希望...這就是冒險的原由？或許吧...

    p 漸漸地，乘著夜風飄臨的睡意也征服了她。

    p 睡前，她依稀聽到烏風的聲音：「為了在黑暗裡活下去。」

    h2 1.7. 曲徑奔走
    h3 1.7.1. 縱火

    p 洛南紀五十九年十月十九日，集漁鎮

    p 「快逃啊！是屍妖！」安琪大喊著衝下樓，一面為表哥米庫斯和老闆卡穆里安全逃過而欣喜。

    p 房裡的活屍仍在狂亂地發飆，沒有心智的蒼白生物，現在只受幽域的本能驅使：殺。

    p 「救命啊！」「見鬼啦！」「怎麼會？在哪裡？」人群亂成一團。

    p 「快逃，」安琪叫道，「帶著火！」

    p 旅客們意識到危險，紛紛起身，抄起行囊就往外逃。

    p 霎時間酒瓶、肉塊灑了滿地，桌上杯盤狼藉。

    p 有兩個人趁著這團混亂，又多揣了幾塊肉放到袋中，這才趕緊跑出門外。

    p 不知是安琪喊得不夠大聲，或是人人都覺得逃命要緊，抱頭鼠竄的眾旅客人，竟然無人去取火堆中著火的木柴。

    p 「冷靜，冷靜。」安琪對自己說道。

    p 她擠開人潮，到火堆邊拿了兩根油浸的火把，放入火堆中點燃。

    p 屍妖下樓的腳步聲一聲聲傳來，答答答，像是報喪的鐘，給安琪帶來一股強烈的不安。

    p 等兩根火把都燃起烈焰，屍妖的身影也出現在樓梯上，被搖曳的火花映著，更增恐怖。她迅即離開。

    p 她一出客棧，便用力將門關上。附近的人聽到消息，也來幫忙用重物擋門，阻止妖怪穿出。

    p 安琪衝住馬廄。車夫正叨著煙斗，坐在牆邊休息呢。

    p 「艾瑞爾，」她叫著車夫的名字，「事態緊急，快把馬準備好。我們得逃離這地方。幫我拿一下火把。」

    p 車夫艾瑞爾的馬臉上露出疑惑，不過看到安琪的焦急，他便沒多問，直接火速收拾動身。

    p 安琪沒有浪費任何一秒，抱起兩大綑乾草料，跑回門前。再回頭拿了火把，前去點火。

    p 她在轉角處撞見了卡穆里和攙扶著他的米庫斯。

    p 「馬車已經在準備了，」她足不停步地叫道，「我得把這房子燒了。」

    p 「等等，我的一切財產都在...」卡穆里的聲音消失在安琪身後。

    p 她知道自己在做什麼。她知道屍妖是什麼。

    p 「牠不會累、不會受傷、還會不斷傳播詛咒，使人變成一樣的屍妖。不趁牠在屋內時除掉的話，就算全村的人集合起來也無法匹敵啊！」安琪著急地叫道。

    p 她衝到「海之擁」客棧前，正用火把點燃乾草時，說故事的梅卡，帶著陰鬱的神情出現了。

    p 「妳要燒屋啊？」梅卡問。

    p 「不然呢？」安琪手上不停，說道，「這是唯一對付屍妖的方法了。」

    p 「那麼，」梅卡焦急地問，「塔加的寶石呢？」

    p 「什麼寶石？」

    p 「呃...一顆黑色蛋形的寶石，帶著暗紅色的斑痕。那是他的傳家寶，我得替他拿回去給他家人。」

    p 「天哪，」安琪道，「在我同伴那裡。」

    p 梅卡轉身跑開。這時火頭已經起來了。

    p 安琪覺得很奇怪，為什麼他沒有問米庫斯在哪兒？還有，關於這顆寶石...總之，梅卡實在可疑。

    p 她等著火勢稍大，確定屍妖無法離開後，便往馬廄跑去，找米庫斯和老闆卡穆里會合。

    h3 1.7.2 被補

    p 一隊士兵擋住了她的去路。

    p 「麻煩借個過，大人，」安琪向隊長道，「我有急事。」

    p 「我知道妳有急事，」隊長冷笑道，「不過我憑法律前來逮捕妳。」

    p 「什麼？」安琪大吃一驚，「我犯了什麼罪？我是醫者，也是潮汐神的修士。」

    p 「縱火罪。」隊長不耐地說道，「先跟我們回去，有什麼話開庭時向審判官說。」

    p 「這一定有誤會，」安琪邊走邊道，「那房子裡有一隻屍妖，不用火跟本無法解決！它會毀掉全鎮的！」

    p 「少囉唆。一切庭上再談。」隊長的話語和他臉上的鬍胡子一樣尖利。

    p 這時，米庫斯和卡穆里已上了馬車，正在焦急地等著安琪。突然梅卡向他們跑來。

    p 「米庫斯！」梅卡叫道，「大事不好了！你的表妹被逮捕了呀！」

    p 「什麼？」兩人大驚失色。

    p 「真的！我剛剛親眼看到！」

    p 「怎麼辦？」米庫斯道。

    p 「把寶石給我，我有辦法救她。」梅卡道。

    p 「這樣啊...可是，為什麼士兵會來得這麼快呢？是不是有人告密呢？」米庫斯問道。

    p 「嗯...我不太清楚。寶石呢？」梅卡急切地問道。

    p 「如果我沒猜錯...除了你以外，就沒有別人會告密了。」米庫斯的臉上，一反常態地罩著一層嚴霜，「老闆剛剛一直跟我在一起。」

    p 「但是，」梅卡故作鎮定，「你為什麼懷疑我去告密呢？」

    p 「別裝了，梅卡，你是為了暗血石吧？你原本以為一隻屍妖就能讓你稱霸，沒想到連暗血石也失去了。你太不夠總明了。」

    p 「這是誣賴！」梅卡吼道，「我為什麼要這麼做？」

    p 「你早就受到詛咒了，梅卡，」米庫斯毫不留情，「你才是鬼故事中的主角吧？」

    p 「可是，其實...這個石頭...這個石頭...」

    p 「是紅袍人給你的，不是嗎？不然就是他故意掉落的。」

    p 梅卡臉色蒼白，好一陣子說不出話。

    p 「好...我認了，」梅卡終於開口，怒道，「可是你得告訴我，你怎麼知道的？」

    p 「我怎麼知道的？」米庫斯道，「首先，如果是朋友發生的事，沒有必要在客棧宣揚，尤其他本人可能因此遇險；再者，如果你們真的同行了幾天，詛咒之物--暗血石不會對你毫無影響，應該會把你也變成活屍才對；第三，安琪被捕後，你竟然笨到用這個理由找我要暗血石。總之，你太笨了。」

    p 米庫斯的言詞像刀一樣刺入了對方的心臟。

    p 「可是...」梅卡開始顫抖，「我...我也是不得已的...因為他...」

    p 「什麼『他』？」米庫斯質問。

    p 「紅袍人...闇火法師...庫那西...」

    p 「誰是闇火法師庫那西？」

    p 「來自東海群島...海盜的國度...闇火...天哪...我...」梅卡突然兩眼睜大，看起來像是見到了極端恐怖的東西。他顫抖著，喉內發出可怖的「喔喔」聲。

    p 「耐頓在上，怎麼啦？」米庫斯驚道。

    p 毫無預警地，一團綠色的火焰從梅卡內部爆出，瞬間將他吞噬。他來不及吭聲，就直挺挺地倒在地上。火焰迅即熄滅，卻沒有留下任何燒傷的痕跡。

    p 「啦哩咧的，是『焚靈火』！」米庫斯驚道，「製作生體活屍用的，古代死冥術的秘技，沒想到現代也...不妙，他也會像塔加一樣變成屍妖。耐頓在上，快走吧！」

    p 「那，屍妖...」卡穆里道。

    p 「總會有人收拾善後的。」米庫斯轉向車夫，「艾瑞爾，走吧！到珠寶商卡藍傑那兒。對付屍妖不是我們的職責。」

    p 「你不救安琪？」卡穆里問道。

    p 「難道不能等開庭，你再出庭作證...說是你同意的不就好了？」

    p 「說起來容易，但其實沒辦法。」卡穆里道。

    p 「為什麼？」

    p 「首先，開庭要等月圓，因為月圓的晚上，人間離幽界最近。那就表示，我們還得再等半個多月。而且，如果我出庭作這種證，法院可就不會補貼我的損失了。」

    p 「好吧...那麼，我想想...有了！我們今晚就把她救出來吧。」

    p 「你要劫獄？」

    p 「沒錯...而且，有錢好辦事啦。」米庫斯露出了詭秘地一笑。

    h3 1.7.3. 珠寶交易

    p 說著說著，馬車開近到了一間暗巷底的小屋子。

    p 等馬車停好，米庫斯下車，走到門前。

    p 「有人在嗎？」他邊敲門邊道。

    p 「休息了！明早再來！」門裡面的人粗聲道。

    p 「我帶了暗血石，暗血石欸！」米庫斯小聲地說道，「你不買我就賣給別人啦！」

    p 門打開了。

    p 提著油燈出來的是一位和米庫斯差不多矮小，卻很肥胖的人，戴著一頂紅帽子，還穿著居家的短衣。

    p 珠寶商在混亂的戰國時代，曾是一大勢力。寶石不只美麗，還含有法力。傳說中，每一顆寶石都封著一個精靈的魂，不過也有人懷疑這是珠寶商們製造的謠言。

    p 洛南各地的珠寶商，彼此都有連絡。他們以貪婪聞名，卻很注重信用。

    p 卡藍傑正是一個典型的珠寶商人，留著引以自豪的棕色大鬍子，戴頂紅帽子遮住微禿的頭，一臉福相。

    p 米庫斯從以前打交道的經驗，知道他會選在離王都這麼遠的地方開店，主要是為了收購便宜的珍珠。

    p 「我帶了暗血石，暗血石欸！」米庫斯再次強調。

    p 「你是說...暗血石嗎？」卡藍傑懷疑地問道。

    p 「一點也不錯。」米庫斯說著拿出那顆暗血石。

    p 「這是從東方走私來的嗎？」卡藍傑問道，「看不出來你也幹起這行了啊。」

    p 「不不，這是我無意中得到的啦。」

    p 「好吧，那我不多問。你要價多少？」

    p 「等等，我先提醒你，這上面可是附有詛咒的。」

    p 「那麼這價碼...可得便宜一些算...畢竟有風險嘛...」

    p 「啦哩咧的，別唬我，」米庫斯道，「只會更高而己。這附近就有審判之神的廟宇，那裡的修士一定會用高價收購的。」

    p 「好吧...五百碎金如何？」

    p 米庫斯搖了搖頭。「啦哩咧的，都認識多久了。我像是不識貨的呆子嗎？」

    p 「不賣就算了，」卡藍傑笑道，「我看得出你急需變賣，所以...這價碼已經很高了。」

    p 「卡藍傑先生，」米庫斯鄭重地說道，「這不是一個對待朋友的態度。如果我也用這種態度，我大可以威脅你說：『如果你不肯用至少三千金的價格買下它，我就釋出詛咒的力量，用焚靈火把你變成活屍！』反正我的主神也不會因此降怒於我。」

    p 「你這不是威脅是什麼！」卡藍傑終於稍有怒意了，「米庫斯，我知道你的過去。哼哼，如果我把你交給鎮警...我還可以說暗血石是你從我這兒偷來的。」

    p 「隨你便，我說三千就是三千。」

    p 「太高了。」

    p 「不買我就走人。」

    p 「一千如何？」

    p 米庫斯掉頭就走。

    p 「等等，」商人追出來，急道，「一千五，不能再高了。通賺總好過通賠吧？不要存心佔我便宜啊。」

    p 「好吧，不過要付現，而且要快。」

    p 卡藍傑迅速地回屋內拿出了一袋碎金，交給米庫斯。他掂一掂重量，再翻攪了一下，確定不是摻了銅的，才將袋口繫上，取出暗血石交給珠寶商。

    p 米庫斯回到車上，對於只能賣到應得的半價不太滿意。不過呢，一千五百碎金是筆龐大的數目，很夠用了。

    p 回到車上，卡穆里正集中精神在對抗腳上的疼痛，車夫艾瑞爾則不改他一貫的習氣，一面駕車，一面享受著他的煙斗。

    p 「我來說說我的計劃，」米庫斯道，「我們開到監獄旁邊，我一個人下去，賄賂獄卒，再帶安琪出來。之後上車就走。」

    p 「未免太容易了吧？」卡穆里道，「雖說獄卒大都是見錢眼開，不過很難保證，若聲張起來就麻煩了。」

    p 「我有個主意，」車夫艾瑞爾插話道，「直接找典獄長。」

    p 「不行，」米庫斯道，「他不是能用錢買通的人。」

    p 「只好這樣了，」卡穆里嘆道，「帶我去找獄卒，讓他們知道我無意藉法律之手懲罰燒了我旅店的人，因為當時情況緊急，不得不如此。」

    p 「然後再給點小錢，就沒問題了。」米庫斯道，「不過，你的賠償金可就拿不到了。」

    p 「拿不到也罷，」卡穆里嘆道，「集漁鎮眼看就要陷入危機，我怎麼還待得下去？你分我賣暗血石的錢一半，讓我能另起爐灶就好啦。」

    p 米庫斯想了想，篤定地點頭。

    p 說著說著，他們來到監獄的大門口。

    h3 1.7.4.苦難的囚徒

    p 洛南紀五十九年十月十九日，集漁鎮

    p 安琪手腳都被木枷栲住，隨著隊長進入了監獄。

    p 她直覺地注意到，這監獄竟是整個集漁鎮最宏徫的建築。

    p 事實上，集漁監獄和法庭、審判之神的神廟都集中於這座巨大的建築物中。

    p 很久以前，在王朝剛建立不久的黃金歲月裡，集漁監獄是法治的象徵，也是人民們可靠的保障。監獄總有許多空位，刑具也極少動用。因此，每當有奷惡之人被送往刑場斬首或絞刑時，人們總會抱持著虔敬的心前來觀看，並以此告戒子女。

    p 但是，在洛南國的黃昏時期，法庭從正義的代言人，淪為基斯坦卡侯爵暴政的劊子手。不只集漁鎮，其他基斯坦卡侯爵領內的鎮警，都成了殘暴的屠夫。當然他們還是遵守法律，但那些法條經貴族們一改再改，成了助紂為虐、吃人不吐骨頭的東西。

    p 在這樣的法律底下，貴族可以強佔犯人的妻小；鎮警可以隨意闖入民宅搜證；沒有通行證而離開候爵領犯死罪；付不起租稅也犯死罪；連不在旅店內的聚眾集會都是死罪；更別提偷盜、殺人、放火了。

    p 安琪就是被送進一個這樣子的監獄。

    p 她一進到裡面，就發現在火把的照耀下，每一間牢房裡都擠滿了恐懼的臉。一股難以抵禦的臭氣，令安琪幾欲作嘔。

    p 其實，若不是每個月行刑一次，集漁鎮的牢房還會更加擁擠。事實上，審判官們最近還在商量是否增加行刑日，不過因審判之神的修士反對而作罷。

    p 安琪進到擠滿男人的牢房，一開始還不太安心，沒想到囚犯們竟不約而同地，在這狹小的監牢擠出了空位給她。她身上乾淨的白袍與其他囚犯們破爛的裝束，成了明顯的對比。

    p 「安琪小姐，」其中一名全身破布、滿臉紅腫的犯人向她說道，「我叫作格魯姆，以前曾經在潛鮪村染上瘟疫，那時蒙妳醫治，救了我的命。」他了頓了頓，又道，「妳大概不記我了吧，不過那一面之緣，給了我希望。之後我再也沒有遇過像妳這樣施恩不望報的富人了。妳是怎麼會被那些狗東西給抓進來？」

    p 富人，安琪心道，的確在這裡只要還擁有財產和工作，就算是富人了。
    p 「因為我在『海之擁』旅店縱火。」安琪原原本本地說出了事情的經過。

    p 「這種事沒有一個公正的人會說是妳的錯。」一名犯人說道。

    p 「是啊是啊。」另一人附合道。

    p 兩把長矛無聲無息刺穿了那兩人的軀體。

    p 原來獄卒躲在他們看不到的地方，把一切的對話都聽了個一清二楚。

    p 「把屍體推到門口。」一個戴著鐵盔，留著小鬍子的獄卒說道。

    p 囚犯們滿是怒意，卻不敢反抗握有武器的眾多獄卒，只好乖乖地交出那兩名患難之交的屍身。

    p 獄卒把屍體拖走，在地上留下兩道血跡。很快地血跡就褪成暗紅色的，和其他地上的血跡再也分不出來。

    p 等到確定沒有在旁竊聽的獄卒後，格魯姆又和安琪說道：「看看這些可憐的人，他們多半是一些平凡的農民，因為繳不出重稅才被抓到這裡。那些貴族侵佔了他們的老婆、孩子、財產，比強盜還狠，卻不用受到制裁。」

    p 「那你是…」

    p 「唉，我是生了一個剋父的女兒，從小就很可愛。基斯坦卡候爵在巡視領地時，不知怎地竟看上了她，結果，我剛要收成的田地半夜就被一場無名火給燒了，法院竟說是我自己不小心，沒有判給我任何補償。

    p 「這時，眼看租稅是繳不出來了，向四鄰八家再怎麼借也借不滿，畢竟大家的日子也都過不下去了。最後只好逃跑，卻被鎮警逮個正著。唉，我那苦命的女兒…那個領主…」說著說著，格魯姆忍不住掉下淚來。

    p 「難道就沒有人制裁這些胡作非為的貴族了嗎？」安琪既難過又憤怒地問道。

    p 「唉，怎麼會有呢？」格魯姆絕望地嘆道，「在封邑裡的事，除了大帝之外，沒有外人能插手，而大帝可能根本不知道我們小老百姓的疾苦呢！」

    p 「沒關係，」安琪悲傷地安慰道，「天上還有公正的神明。潮汐神是掌管平衡的主神，祂不會坐視這種不平之事存在。」

    p 她開始禱告：「潮汐神在上，若是您聽到了我的祈禱，請將您全知的目光望向國境東側的海岸；請以您全能的雙杖改變人們的不幸。」

    p 「謝謝妳，安琪小姐，」格魯姆感激地說道，「只求大神能伸張正義，懲罰那些萬惡不作的壞蛋，尤其是盜酋基斯坦卡，我就心滿意足了。我的女兒啊...她如果還在世上，大概比妳小個兩三歲...」說到這裡，他已泣不成聲。

    p 「小姐，可憐的格魯姆雖然悲慘，我們每一個人的故事也都差不多啊，」一名中年男子苦笑道，「別理會他了吧，他已經忘掉妳也是這裡的犯人，和我們一樣，也活不過一個月，還以為妳是來探監的咧。」

    p 「雖然如此，我還是抱持著希望。」安琪堅定地說道。

    p 「那好，小姐，」那人道，「希望妳的堅定信仰和聖潔靈魂能帶來力量。這裡對我們來說已是無望之地了。」
    p 「那麼，我們一同祈求神的恩澤吧。」安琪悲傷而虔敬地說道。

    h3 1.7.5. 安琪的禱告

    p 囚犯們向她聚攏，扭曲的面孔上浮現了希望的光芒。他們都希望死後靈魂能夠得救，但入獄後再也沒有修士為他們禱告，祈求天神的寬恕。
    p 縱然他們自認為是冤枉的，但誰能保證天界和幽界的律法不會像人間一樣，只為富人服務呢？況且，審判官是在審判之神修士的許可下，才做出判決的。

    p     p 不過，平衡之神修士安琪的出現，讓他們拾回了一絲對神明的信賴。至少諸神中還有神明願意聽他們的禱告，派遣了他的修士來到這絕望的死牢。

    p 「好，現在你們把心靜下來，閉上眼睛，忘掉身上的苦痛，」安琪柔聲說道，「跟著我唸：
    p 『全知全能的潮汐神，平衡的掌菅者，瑪法達啊，

    p 我以一個平凡而卑微的信徒的身份，向您祈求平靜和公義。

    p 基斯坦卡候爵和他的爪牙，將法律的天平扭曲，讓公義之地淪為不義之地。

    p 我願放下自棄與怨念，但請您將公義和平衡帶來人間。請幫助我。

    p 願世間萬物趨於平衝，如海之潮汐。誠心所願。』」

    p 囚犯們跟著安琪，虔誠地吟詠著禱文。

    p 原本地獄一般的死牢，突然變為聖堂。囚犯比信徒還要虔誠和寧靜。

    p 安琪當時並不知道，這些禱文在她離開後仍秘密地在集漁大牢流傳著，每一間牢房的犯人都耳熟能詳。後來促成了一次大規模的抗暴行動。

    p 不過，這是以後的事了。

    p 正當囚犯們唸完禱文，享受著神賜的平靜時，突然有腳步聲接近。

    p 一個獄卒走到門外，用無情的語調高聲宣佈：「探監者到！傳四號牢房囚犯安琪！」

    p 安琪一聽，愣了一下，隨後立刻明白是怎麼回事了。

    p 她轉向初識的同伴們。

    p 「朋友們，再會了。」她沈重地說到。她知道他們再也沒有重逢的機會了。

    p 安琪隨著獄卒，一路走到了空曠的大廳。

    p 「走出那扇門，妳就自由了，小姐，」獄卒變得客氣了不少，「很抱歉將妳誤會成犯人。」

    p 安琪不向獄卒道謝，拿回自已的鍊甲與盾牌後，逕自走向兩扇大門。

    p 她打開門，米庫斯和卡穆里正等在那兒。

    h3 1.7.6. 安琪的醫術

    p 「你們救了我。」安琪感激地說道，抱住米庫斯。

    p 「是啊。」米庫斯平平地說道，似乎這並沒有什麼大不了。

    p 「我們快走吧。」安琪說著放脫他。

    p 她現在毫不懷疑表哥對她的善意了。他還是以前那個米庫斯，那個和她一起看海、聽海的米庫斯。

    p 三人上了馬車，一路駛出了集漁鎮。

    p 駛了一段時間後，他們在路旁搭起三頂帳篷，準備過夜。

    p 米庫斯和艾瑞爾在處理雜務時，安琪檢查著卡穆里的腳傷。因為內部發炎，他已經劇痛難忍了。他從二樓跳下時，右腳撞到地面，骨折了。

    p 「天哪，這還不是普通嚴重，」安琪關心地說道，「可能好幾天都起不了身了。」

    p 「我...會...殘廢嗎？」卡穆里痛苦地問道，「米庫斯老弟，下回教我護身的翻滾法吧。」

    p 「沒問題，先養好傷再說。」米庫斯道。同樣從二樓跳下，他只有輕微的擦傷。

    p 「放心吧，有我在。你會好起來的。」安琪說著拿出了小刀、針線和藥箱。

    p 她把小刀拿到艾瑞爾剛生好的火堆上烤了一烤，消了毒後，回到躺著的卡穆里身邊。

    p 「可能會很痛喔，卡穆里先生，」安琪道，「不過忍一忍就過去了。」

    p 她拿出一塊手帕，塞進卡穆里嘴裡。

    p 「艾瑞爾！」她叫道，「幫我按往他的腳！」

    p 馬夫艾瑞爾跑過來幫忙，米庫斯也好奇地前來湊熱鬧。

    p 等到一切都準備好，安琪拿出一瓶淡黃色的藥水，打開瓶蓋，放到卡穆里鼻端，他就陷入恍惚了。

    p 安琪一刀下去，卡穆里痛得一陣抽搐。不過在艾瑞爾的壓制下，醫療的過程完全不受干擾。

    p 安琪將斷骨接好，抹上乳白色的靈藥、再敷上搗爛的藥草、再用針線縫合傷處、縳上外用的藥草、用布條纏上幾圈、又綁上米庫斯削來的木片加以固定。

    p 「接下來，就得看他身體自療的能力了。」安琪吁了一口氣，說道。

    p 又過一陣，突然轉強的夜風，迫使他們躲進了各自的帳蓬。

    p 夜裡，一陣急促的呼吸聲驚醒了安琪。

    p 她起身，發現隔壁帳篷整個在抖動，連忙披了件衣服、衝了進去。

    p 米庫斯雙眼圓睜、神情可怖。

    p 「米庫斯！表哥！」她輕聲喚道。但米庫斯一點反應也沒有，只是瞪視著上方，面孔扭曲得不成模樣。

    p 他顫動了幾下，嘴角溢出白沫。

    p 「慘了！是暗血石的詛咒！」安琪驚道。她趕緊搜查米庫斯的背袋，想找出詛咒之石，把它拿開，發現石頭已不在袋內了。

    p 安琪明白，既然石頭已經不在，剩下就看他能不能抵禦殘存的詛咒了。

    p 她於是左手持著聖徽，右手將米庫斯的雙手放到他自己的聖徽上，之後握住他的右手，閉上眼，開始向潮汐神禱告。

    p 安琪守著他，徹夜未眠。

    h2 1.8. 長夜
    h3 1.8.1. 惡夢
    p 洛南紀五十九年十月十九日深夜，夢境

    p 「這是哪裡？」烏風問道。

    p 黑暗從四方八方包圍著他，向他張牙舞爪。

    p 「這是哪裡？」一個悠然飄臨的聲音，不知從哪裡傳來，重覆了他的問題。

    p 「你是誰？」烏風道。聲音中帶有強烈的敵意。

    p 「你又是誰？」那聲音迴盪著，反問道。

    p 「我是烏風。」

    p 「烏風是誰？」那聲音柔和地問道。

    p 「曾經是殺手，現在是浪人。」

    p 「你為什麼離去？」

    p 「我...為什麼離去？」烏風疑惑地問道。

    p 「你為什麼帶走割喉刀？」

    p 「我...為什麼帶走割喉刀？」

    p 「蒙面的黑布底下，你的真面目是什麼？」那聲音刺進了烏風心中。

    p 「我...我的真面目？」他突然意識到，他的蒙面布不知何時已消失得無影無蹤了。

    p 四周仍是不停躍動的黑暗。那裡面似乎藏有什麼。

    p 烏風覺得似乎有千百對忽明忽暗的眼睛，正向他注視。他有種被穿透了的感覺，十分難受。

    p 「你是誰？」那聲音問道。

    p 「我是誰？」烏風疑惑地問道。

    p 「你是黑暗的子民，來自地底的幽影。」

    p 「不，我出生在諾薩里亞的貧民窟。」

    p 「你的父母是誰？」

    p 「我...我不知道。」

    p 「你是人嗎？」聲音無情地柔聲問道。

    p 「我...是人嗎？」烏風似乎自己也不清楚。

    p 「你不是人類，而是黑暗的子民。你的故鄉不在人類世界，而在西南山脈的地底。」那聲音友善地說道。

    p 「我不是人類，那我是什麼？」

    p 「你有來自地底的闇精靈血脈。正是這份禮物，讓你擁有凡人所沒有的夜視力、抗拒魔法的能力，還有灰色的皮膚、銀色的頭髮，讓你必須保持神秘。」

    p 「我是...妖怪？」

    p 「不，你是徫大民族的後裔。你會回到故鄉，地底的闇精靈世界，解開身世之謎的。」

    p 黑暗愈來愈近，愈來愈近。烏風看到黑暗中有著一些模糊的影子，他們正叫喚著他的名字，但是用著地底的語言，他聽不懂。

    p 「加入我們吧...」影子們說道，「來...」

    p 烏風想起來了，他已前曾作過無數次同樣的夢。就是這個黑暗的夢境，使他離開了月影。

    p 他必須回家。

    h2 尾聲

    p 故事的發展就像一串項鍊，開頭、結尾和重要的插曲組成了一個故事。而串起每一顆珍珠的那條線，卻是看不清楚，也不那麼重要的。

    p 稱為「諸星之戰」的那個年代裡，太多太多的英雄事蹟、冒險傳奇，實在難以道盡。每個地域都有自己說不完的故事，也有許多可歌可泣的英雄。不過，為了不要讓單獨個人掩蓋巨大的時代之輪，讓我們暫時回到更遼闊的視角吧。

    p 在戰亂剛平息不久的年代裡，商人由於龐大的財富，擁有了相當的地位。不過，由於產業仍是以農業為主，封建制度底下的領主和騎士們，仍是上流社會的主幹。

    p 貴族多半是早年隨先皇打天下的將軍、騎士、參謀的後裔，也有靠金錢買來爵位的商人。這類商人的領地通常在帝國外圍，含有可以致富的產物。比方說冰刃山脈的銀礦、西南山脈的銅礦和錫礦、南衛山脈的金礦和鐵礦等等。

    p 商人們的領地往往只包含礦坑和外圍一點點的土地，這對他們已完全足夠。朝庭的人也樂於見到有人能幫他們開礦，讓他們課稅。

    p 至於將領們的子孫，則是極度地參差不齊。

    p 有的人保持了父輩崇尚武德的傳統，成為才德兼備、文武雙全的騎士；也有的人因為沒有經歷過戰亂而過著奢靡、沉淪的生活；有的向商人學習致富術，並把封邑當成財產來經營賺錢；也有的如基斯坦卡候爵般，以無道的暴政作威作福，敗壞了父輩的一世英名，辱沒了曾經光榮的姓氏。

    p 統治南北沃土的諾魯夫王，也就是沃土公爵，是皇帝陸下的親弟弟，正值壯年，是深得民心的領主。他與北地領主米爾王，被稱為帝國末日時期的中流砥柱。

    p 在南沃土被盜賊佔據的日子裡，諾魯夫本來可以將他們掃平。但他認為罪不在平民，於是更加用心整治北沃土，讓盜賊們有回歸田畝的機會。只可惜他的德政，也敵不過連年的天災。

    p 貴族如此，平民的日子就悲慘得多了。在這動盪的年代中，他們不是被蝗害和疫病擊倒，就是死於苛政和刑具之下。再也沒有哪塊土地是永遠安全的，也沒有哪條命是能得享天年的。

    p 農民一離開土地，就像落葉脫離樹木一般，隨風飄盪，什麼事都能幹，什麼事都願意去幹。有的加入教會，只為了混一口飯吃；有的加入探險的行列，去西方作生與死的豪賭；有的揭竿起義，拚著身首分離，也要活下去。

    p 在人命最賤的時代，沒有人還能分得了是非對錯。為了生存，無論幹下多麼傷天害理的惡事，也能被諒解。他們連悔罪的時間都沒有，又得為下一餐的著落打算。

    p 因此，任何一個教會都能籍機擴展勢力。善神的修士幫人治病療傷；邪神的信徒則以死後的業報讓人懼怕；宿命之神的修士教人等待的藝術，因為苦難的歲月並非恆常。

    p （第一章完）

    h1 側記

    p 故事的原味，總比側記好看，不過側記並非為了好看而寫。而是作者本身試圖用更直白的方式，來說自己的故事。

    p 一開始寫《諸星之戰》時，我還是中學生。

    p 當時在迷紙上角色扮演遊戲(Tabletop Role-Playing Game, TRPG)。有一整學期，每週六和同學在家裡跑團，而諸星之戰的設定，像諾薩里亞、風谷、愛森、也就在遊戲中邊跑邊成形。

    p 原本寫諸星之戰時，想要拿跑團的故事當主軸，來延伸。但是，一開始隕星之夜的芬斯特藍，就不是遊戲中的人物，我想也是一個預兆。告訴我小說有她的生命，不是跑團記那麼單純。

    p 故事的發展和當時的遊戲，差異很大。角色的性格也頗有不同。不過，雖然有一些新的法術和彈性的戰鬥場景，多少還是看得出一些龍與地下城(AD&D)設定的斧鑿痕跡，我想這是我的小說功力還不夠吧。

    p 另外，從中學開始寫的好處是，隨著我自己的年紀增長，故事中人物的性格也會愈加鮮明而成熟。在接下來幾章會看得出來。

    p 至於在奇幻小說流行的時代，為什麼還要多寫一部呢？
    p 其實，有吳承恩的《西遊記》、托爾金的《魔戒》、麥克安迪的《說不完的故事》、娥蘇拉魏恩的《地海巫師》，真的不需要多一部奇幻小說了。
    p 只是，我有幾個問題，想要在諸星之戰中，和讀者一起思考。

    p 其中之一是：怪物為什麼該死？

    p 「怪物為什麼該死」困擾了我很久。電腦遊戲和一些小說中，怪物該死是不需要理由的。但是，現實世界中，哪有什麼人形生物，該死是不需要理由的呢？
    p 怪物是什麼？怪物不就是那些和我們無法溝通的人形生物嗎？就像西班牙人遇到美洲人，英國人遇到非州人，中國人遇到南島人那樣。
    p 當視他為「物」，就比視他為「怪人」更糟了。
    p 諸星之戰的第一章，敵人都是人，或是人被死靈術變成的活屍，沒有怪物。第一章唯一的怪物，反而是主角之一的烏風。
    p 怪物一定該死嗎？或許我們可以再想想何謂怪物。

</template>
x
<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
