<template lang="pug">
  .hello
    .ui.segment.container

      h2 1.2. 災星隕落
      h3 1.2.1. 隱者的預言

      p 皇家森林，一個與世隔絕的所在。
      p 芬斯特藍叫不出林中百種植物的名字，但能感受到一股神聖而安寧的氛圍，是此地特有的。
      p 點點陽光自葉隙透下，百花在蟲鳴鳥語中綻放。
      p 一隻松鼠從樹梢探出頭來，隨即羞怯地躲入森林深處。一對蝴蝶追逐著飛過芬斯特藍身邊，消失於一叢灌木之後。
      p 林中小徑並非由石板榙成，而像森林故意讓出的空隙，曲折而寬敞。花朵如路標一般，長在兩旁，讓人不至迷失方向。芬斯特藍不知不覺腳步就放慢了。

      p 走著走著，不知過了多久，一片空地突然轉進視線。

      p 草地上立著一座簡單樸素的小茅屋，屋旁有個水井，更遠處有塊大石，上面坐著一位老者。

      p 老者有著銀灰而蜷曲的垂肩長髮，皺紋滿佈的面孔和藹而安詳，似乎帶著微微的笑意，又像附著淡淡的悲傷。

      p 他閤著眼盤坐石上，宛如另一塊大石，又像一株巨樹，和整片森林溶為一體。

      p 芬斯特藍花了一些力氣，才讓自己開口，打破寧靜。

      p 他道：「睿智的隱者，森林的法皇啊，您預言星斗的隕落，引起了人們的恐慌。您的言語過於玄妙，能否為我稍加解說？我乃歌頌傳奇的詩人，名叫芬斯特藍．薩斯坦提斯。」

      p 隱者沒有回答。

      p 芬斯特藍續道：「自然的使者，安寧的導師啊，神秘的事物層出不窮，我需要您的智慧來釐清心中困惑。竟究魔法是何等事物，又為何它在此時現身？」

      p 隱者毫無反應。

      p 芬斯特藍想了半晌，改變策略。

      p 他拿出短琴，彈起一首《怒海》，弦律中帶著驚濤裂岸的力道，又有被迫退回海中的無耐。既然來到這裡，就沒那麼容易折回，芬斯特藍心道。

      p 彈到一半，隱者總算有了反應。他隨著節奏，用緩慢和柔和的聲音唱出詩句般的預言：
      p 「遙遠國度傳來落葉恐懼，
      p 西行旅程只因不可自欺；
      p 黑夜與白晝交替的戰場，
      p 開場與結局將永不分離。」

      p 那聲音帶著深深的同情，似乎在哀悼什麼。沒有一絲急促，沒有一絲嚴厲。

      p 芬斯特藍手上不停，接著唱道：
      p 「星斗的隕落有何深意？
      p 神明的憤怒如何平息？
      p 王國的西方已有變故，
      p 魔法的力量是何奧秘？」

      p 隱者接唱道：
      p 「什麼事物能撼動大地？
      p 什麼災難能將人類抹去？
      p 什麼力量能保存靈魂？
      p 什麼力量能將亡者喚醒？」

      p 芬斯特藍想了半晌，只覺得不安，但悟不出隱者清楚的意思。於是他唱道：
      p 「智者之語透出真理，
      p 癡愚的我無能會意；
      p 微風的守護者，請告訴我，
      p 我該往何處去？」

      p 隱者答道：
      p 「黑暗的道路將在今夜升起，
      p 死亡的花朵將盛接雨滴；
      p 崇尚槍騎的神殿中，
      p 浮出的奧秘將表露無疑。」

      p 芬斯特藍聽懂了指引，便靜靜彈完《怒海》，再拿出羊皮紙和羽毛筆，抄下了隱者所說的每一個字。

      p 結束後，他看到隱者似乎又回到了定靜的狀態，便不再多言。向隱者深深一揖，離去。

      p 他踏著飛快的腳步，不再留戀小徑的和諧，一路走出了森林，朝向槍騎神殿。

      h3 1.2.2. 槍騎神殿

      p 槍騎神，九主神之一，受著王國各地人們的崇拜，也有著不同的名字。

      p 修士稱祂「自由之神」、南方風谷的人稱祂「風神」，北方人稱祂「文明之父」。由於諾魯夫親王的「聖槍團」聲名卓著，人們主要稱祂為「槍騎神」。

      p 槍騎神的月祭是在每月第三日，通常伴隨著騎士競技和投槍比賽，場面之壯觀，與劍神祭中的擊劍和弓神祭的射箭比賽不相上下。

      p 槍騎神的歲祭是在每年二月的春分時節，卻是因風谷的習俗而訂。

      p 風谷終年強風，冬季颳西風、夏季颳東風。每當春分風向改變時，就會有大片烏雲撲天蓋地自東海而來，當地人稱之為「雲被」，堪稱一大奇景。

      p 在神話故事中，槍騎神名叫那沙莫提。祂好酒、勇敢、隨性、熱心，最厭惡任何形式的「囚禁」。沃土一帶農民不使用籠子和圈欄來關家禽家畜，跟信仰槍騎神有關。

      p 在王都諾薩里亞，槍騎神也備受祟敬。鎗騎神的修士不僅懂得醫療、驅邪，也擅騎馬剌鎗，能在戰時保衛王城。

      p 芬斯特藍踏著石板路，走到槍騎神殿的門口。

      p 神殿並不很高，但十分寬廣，沒有門板的門上刻著一把鍍金的長槍和一行金字：「放下成見」

      p 進門之後，只見光線從兩側的玻璃彩窗透入，地上的紅地氈直伸至高起的聖壇。

      p 聖壇左右是七枝蠟燭的燭檯，但都只點了間隔的三枝，象徵創造的留白。

      p 再後面是一個下凹的大理石高檯，裡面湧著神聖的活水。

      p 神殿修士被著天藍色的長袍，坐在大廳一長凳子上，手裡拿著一本暗紅色皮的《生死書》，那是進階修士必讀的知識。

      p 芬斯特藍知道這位修士是顯赫貴族的後裔，曾參加過落雲城之役，立有戰功，但不知道他的名字。

      p 「可敬的修士，我是芬斯特藍，想向您請教一些問題。」芬斯特藍說道。

      p 「當然，」修士笑道，「我親愛的兄弟，你可以提出任何的問題--知識是共享的。」說著緩緩起身，將手中的書闔上。

      p 「那麼，因為時間緊迫，我便直接問了：星斗隕落究竟有何意義？」
      p 「嗯...」修士沉吟了一會兒，縐眉道，「我不很清楚，真的...我只能說，這是一個災難的預兆，預示了一個災難...或許是個空前絕後的大災變。」

      p 「是天災嗎？還是戰爭？瘟疫？或是...」

      p 「我不清楚，」修士嚴肅地說道，「不過，有可能是它們全部。」
      p 兩人陷入了一陣沉默。

      p 芬斯特藍又問道：「那麼，魔法究竟是什麼？它和神賜的力量有何不同？」

      p 「魔法啊...這種技藝已經從世上消失很久，很久了...在古老的記載中，魔法是來自對元素的掌握。人們利用手勢、聲音和法材，將地、水、火、風等元素組合成複雜的形式，便是所謂的魔法。

      p 「相對於魔法，神賜力量的本質是明確的。魔法非常不穩定，也不具良善的本質。

      p 「純粹的力量是極度危險的東西，我的兄弟。當邪神們向世人降下災禍時，魔法一度被當做救贖之道，最終還是消失於世間。多半是因為無節制的強大力量，所造成的反噬吧。」

      p 「不瞞您說，」芬斯特藍道，「古代的魔法正不斷地被發掘出來。這些渴望力量的竊賊，正是以考古活動偽裝的學者。今天我看到了魔法的力量，發現它可以儲藏於器物之中，不知有什麼可怕的效果。」

       p 「那麼，兄弟，遵循心的引導，到西方去一探究竟吧。你會碰到許多危險，但你也會因而成長。

      p 「不要排斥魔法。雖然神職人員厭惡它，但你不需要背負我們的成見。力量可以用來做很多事，無論善惡；但若你沒有力量，則將一事無成。」

      p 「可敬的修士，我今天聽到這樣一則預言，它說：

      p 『什麼事物能撼動大地？
      p 什麼災難能將人類抹去？
      p 什麼力量能保存靈魂？
      p 什麼力量能將亡者喚醒？』

      p 「請問，這是何意？」

      p 修士想了一想，答道：「只有神的力量能撼動大地，只有天降的災難能將人類抹去...幽冥的力量能保存靈魂...邪神的力量能將亡者喚醒...善神也可以...不過還是透過幽冥...這樣吧，既然你即將踏上西行的旅程，步入廢墟充斥的大地，我就告訴你一些活屍的知識，或許會對你有益。」

      p 「活屍？像是僵屍一類的怪物？」

      p 「沒那麼單純...」修士認真地說道，「當幽冥的力量侵入亡者的身驅，使之墮入半生不死的狀態而產生的存在，就稱為『活屍』。我說『存在』而非『生物』是因為它們其實已經失去生命了。

      p 「活屍大都來自邪惡的儀式或詛咒，但不同的力量會造出強弱和形體懸殊的活屍。其種類一言難盡，而且可能會愈來愈多。不過，有些常見的、低階的活屍，比較可能會出沒於你即將踏上的道路。

      p 「兄弟啊，要知道，活屍們都已經死了，也喪失了一切的人性。『消滅』它們不但不是罪惡，反而是讓它們解脫。

      p 「注意了，兄弟，我將告訴你一些常見的活屍：

      p 「首先是以亡者骸骨，附以幽冥怨念製成的骷髏妖。它們如同所有的活屍一般，不畏寒冷，不會恐懼。它們力量不大，但空洞的身驅會使箭矢穿透。

      p 「再來是僵屍，由帶肉的屍體附以怨念製成。它們比骷髏妖更強壯，但比較遲緩。只要速度夠快，就可以擺脫它們。

      p 「再來是餓鬼，由邪惡的欲望、饑渴和怨念附於亡者而成。通常在亂葬岡出現，殺人食屍，又名食屍鬼。它們因永不滿足的饑渴扭曲了肉體，而擁有使人麻痺的利爪。被它們殺死的人會受到詛咒，成為它們的同類。

      p 「最後是影魔，有生之年我沒見過這種怪物。它們是從幽界喚來的存在，或是原本屬於一個人的影子，經由向主人報復的怨念產生的怪物。它們不具有牢固的形體，不受武器所傷，卻能透過冰冷的碰觸，吸取生人的力量。

      p 「神聖的修士可以超度活屍，或至少使它們退散；而魔法的力量，也能傷害被怨念強化的驅體，甚至像影魔一般的半幽界存在。

      p 「去吧，我的兄弟，不要被險阻給嚇倒。只要你以良心為準繩，槍騎神會保佑你的。」

      p 芬斯特藍心中一邊默唸活屍的特性，一邊震驚於它們的威力。

      p 凡人如何與邪惡的活屍對抗？消滅不會受傷的惡靈？

      p 中等的劍技、微弱的魔法、冒險者的直覺、不知何用的古物，他心道，這些就是我僅有的力量。

      p 「兄弟，你不用太擔心，」修士察覺到了芬斯特藍眼中的陰影，說道，「救世的道路不會永遠孤獨。你將會找到同伴。」

      p 芬斯特藍向修士道了謝，踏著沈重的腳步走向西牆。

      p 救世？他邊走邊想，不，這離我太遙遠了。

      p 我熟識的『世界』還太小，太小...不過，如果救世變得和救自己相同，那麼也只好以天下為己任啦。

      p 或許這就是所謂「時勢造英雄」吧...我會成為英雄嗎？英雄...
      p 想著想著，已循著石階上了城牆。

      h3 1.2.3. 星斗隕落

      p 城牆坐了上百人，散在各處，看來都是等著驗證隕星預言的。

      p 芬斯特藍憑著銳利的眼光，迅速地找到了朋友瑞福，發現他身邊還坐著一名女子，兩人正在談天。

      p 芬斯特藍走近，輕咳了一聲。

      p 「唉呀呀呀，你可終於來了，」瑞福笑道，「我和瓦林娜已經在這兒等了將近一個鐘頭。對對對，我來介紹你們兩個認識認識，這位是詩人芬斯特藍，這位是南方來的瓦林娜。」

      p 瓦林娜天真地看著芬斯特藍，發現他也正好在向她頷首微笑，突然羞怯地低下了頭。

      p 她看起來約莫十五六歲，留著一頭褐色及肩的短髮，臉型略尖，身材中等，看起來十分健康漂亮而清純，不像一般風塵女子的滄桑。

      p 最令芬斯特藍著迷的，是她那雙紅寶石般發亮的眼睛，以及其中透出的光芒，有著來自南方的生命力。

      p 「我...」瓦林娜用帶有口音的通用語道，「我叫瓦林娜，來自風谷。請多多指教。」

      p 「是這樣的，」瑞福接著解釋道，「我看她氣質不凡，所以花了一筆錢幫她贖身...她說她想去沃土，我想既然你要去，何不乾脆把她帶著？一方面讓她有個人照料，二方面你也不會寂寞啦。」

      p 寂寞？芬斯特藍心中暗自苦笑。身為冒險者，若不能習慣寂寞，怎麼忍受得了冒險生涯？有浮雲為伴、有飛鳥為友，又更有何求？不過...

      p 「可是，」芬斯特藍疑惑地問道，「她是誰？怎麼會想去這麼危險的地方？還有，你用自己的錢幫她贖身？這不像我認識的瑞福。」

      p 「我想去冒險。」瓦林娜堅定地說道。

      p 「冒險？！」芬斯特藍好奇地望著她，笑道，「小女孩，別把冒險當作兒戲，那是有生命危險的。且而，如果妳沒辦法保護自己，帶著妳對我來說會是一大負擔。妳能保護自己嗎？」

      p 「我可以保護自己的。我也不是小女孩，只是看起來年紀比較小，」瓦林娜不好意思地說道，「而且，別人不會想傷害我的，他們只想...呃，總之，我也會用武器，必要時...我也會殺人的。」

      p 「喔？」芬斯特藍覺得很有趣，「『殺人』可不是平常的字眼。好吧，看在妳能讓瑞福這麼反常的份上，我就帶妳同行，但是只到落雲城為止。另外，我今晚就得動身，妳可能沒什麼時間準備。還有，我必須再次強調，妳得負責保護自己...」

      p 「好。」瓦林娜簡單地回答。

      p 「對了，如果妳真的那麼厲害，也別輕易殺人，那會讓我們平添不少麻煩。」他半開玩笑地說道。

      p 「沒問題，」瓦林娜燦爛地笑道，「我會注意的。東西我也都帶在身上了，隨時要走都沒問題。」說完將淡綠斗蓬披上，拄起足邊的及身木杖，十足冒險者的架勢，只是顯得可愛有餘，威風不足。

      p 「好了，好了，」芬斯特藍笑道，「還不是時候，等星斗隕落了再說。」

      p 「所以說嘛，」瑞福笑道，「瓦林娜可不平凡哪。連芬茲都一反常態了。」

      p 芬斯特藍突然想到一項明顯的矛盾：她是被瑞福贖身的，但剛才瑞福和她只是並肩而坐。她的身世也不清楚：冒險者怎會成為青樓女子？或者，這根本是一種偽裝？

      p 帶著謎樣的人同行，平添了一層不確定。在冒險的生涯中，太多的不確定是致命的。

      p 沒錯，是致命的。

      p 芬斯特藍正要開口拒絕瓦林娜同行，突然一陣尖叫聲打斷了他。

      p 星斗隕落了！

      p 乍現的流星雨，帶走了龍心座的一顆燦星。

      p 此時，世界各地的人們都震驚於天空的異象。諾薩里亞皇家天文塔的最頂端，大星象師顫抖著寫下：「末日將臨」四個字。

      p 流星雨愈來愈大，愈來愈大，直到整片星空被刷得如白晝一般通明。

      p 飛瀑般的流星雨中，閃現了成千上萬的流星。原本高掛於天際的星斗中，有些竟也離奇地消失了，像被星雨沖下了天幕。

      p 在諾薩里亞皇家天文塔的最頂端，大星象師在驚駭中仔細地觀察流星雨的始末，並注意到一個異象：九主神的星座都各自隕落了一顆星，正好一顆。

      p 三善神，也就是秩序之神、慈悲之神、自由之神的星座，北極輪、龍心座、銳槍座中，分別隕落了名為凝光、長碧、煌鑫的副星。

      p 審判之神、痛惡之神、災禍之神這三位惡神的星座，也就是天枰座、盤蛇座、陰空座中，隕落了名為玉輝、琉璃、墨漾的副星。

      p 另外三位主神，介於善惡之間的宿命之神、平衡之神、混亂之神的星座，宿命輪、雙杖座、密網座中，也隕落了名為紫焰、穹銀、玓環的副星。

      p 大星象師記下了每一顆星的星座，以及隕落的時間。他不厭其煩地寫下各個主神的星座及隕星的名字，是有原因的：上述每一個名字的份量，都遠遠超過了洛南的帝王。

      p 在震驚於異象的同時，芬斯特藍已穿好他的護身皮甲，取出他的褐色斗蓬披上，並清點好隨身攜帶的物品，包括乾糧、火具、毛氈、小刀、短劍、輕十字弓、繩索等等；還有一些內袋中藏著的怪東西，像沙子之類的，是施法用的法材。

      p 瓦林娜偎到芬斯特藍旁邊，顫抖著握住他的手。芬斯特藍感覺到一隻冰冷而柔軟的手，知道她心中害怕，便握得緊了一些。

      p 牆上其他的人們，包括瑞福在內，都嚇得不能動彈。星空的異象，彷彿帶著魔力似地定往了所有人的目光。因此，當一個黑影悄悄地走上城牆時，誰也沒有留意。

      h3 1.2.4. 考古家的復仇

      p 黑影緩緩上行，一階又一階，來到城牆頂端。他在人叢中掃視，一點也不在意天空的異象。

      p 最後，他的目光停了下來，停在芬斯特藍的背上。

      p 黑衣人帶著復仇的冷笑，一步一步移向芬斯特藍的位置。悄悄地，他掏出鋒銳的匕首，映著星光，緩緩舉起。

      p 「誰？」芬斯特藍憑著冒險者的靈敏，聽出了身後微弱的腳步聲。

      p 他隨即放脫瓦林娜，將手按上劍柄，同時轉身，準備迎敵。但由於雙腳懸空掛在牆外，一時站不起身。

      p 在芬斯特藍來得及反應之前，對方已比出神秘的手勢，並用冰冷的語調唸出咒文：「麗絲．跨許阿爾」

      p 芬斯特藍忽然感到重心不穩，似乎他所坐的城墩突然被塗了一層油。他已喪失應變的先機了。

      p 不由自主地，芬斯特藍跌下光滑的城牆，往黑暗中墜落，再墜落...

      p 消失於黑暗前，他認出了對方。正是在塵封之殿裡遇到的考古學家。

      p 凶手滿意地笑著，迅即逃下城牆。

      .ui.buttons
        router-link.ui.orange.huge.button(to = "/") 1.1節
        router-link.ui.green.huge.button(to = "/a3") 1.3節

</template>

<script>
export default {
  name: 'HelloWorld',
  props: {
    msg: String
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  margin: 40px 0 0;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
